{
    "name": "Section 7 - Cargo Operations (CGO)",
    "code": "CGO",
    "applicability": "Applicability\nSection 7 addresses functions within the scope of cargo operations and is applicable to an operator that\ntransports revenue and/or non-revenue cargo. COMAT (Company Material) is non-revenue cargo.\nIn this section, non-revenue cargo is addressed in the same way as revenue cargo for the purposes of\nhandling, loading, securing and transporting.\nFor the purpose of addressing cargo in this section, mail is considered to be an item of cargo. Therefore,\nany reference to cargo also includes mail.\nIndividual CGO provisions or sub-specifications within a CGO provision that:\n Do not begin with a conditional phrase are applicable unless determined otherwise by the Auditor.\n Begin with a conditional phrase ( If the Operator... ) are applicable if the Operator meets the\ncondition(s) stated in the phrase.\nFunctions within the scope of cargo operations include:\n Cargo acceptance;\n Cargo handling;\n ULD loading/build-up;\n Application of required security measures.\nCertain operators, particularly all-cargo operators, might have ground handling operations functions\nperformed by cargo operations personnel (e.g. aircraft loading, airside operations, load control). Where\nthis situation exists, the operator must be in conformity with the ISARPs contained in Section 6 , Ground\nHandling Operations (GRH), that are applicable to the ground handling operations functions performed by\ncargo operations personnel.\nWhere an operator outsources the performance of cargo operations functions to external service\nproviders, the operator retains overall responsibility for ensuring the management of safety in the conduct\nof such operations and must demonstrate processes for monitoring applicable external service providers in\naccordance with CGO 1.10.2 .",
    "guidance": "General Guidance\nDefinitions of technical terms used in this ISM Section 7 , as well as the meaning of abbreviations and\nacronyms, are found in the IATA Reference Manual for Audit Programs (IRM).\n1 Management and Control\n1.1 Management System Overview",
    "items": [
        {
            "code": "CGO 1.1.1",
            "guidance": null,
            "iosa_map": [
                "CGO 1 Management and Control",
                "1.1 Management System Overview"
            ],
            "paragraph": "If the Operator transports revenue cargo, the Operator shall have a management system tha nsures control of cargo operations and the management of safety and security outcomes.",
            "page": 611
        },
        {
            "code": "CGO 1.1.2",
            "guidance": null,
            "iosa_map": [
                "CGO 1 Management and Control",
                "1.1 Management System Overview"
            ],
            "paragraph": "If the Operator transports revenue cargo, the Operator shall have a manager for cargo operation hat:\n\n\t(i) Has the authority and responsibility for the management and supervision of functions an ctivities within the scope of cargo operations;\n\n\t(ii) Is responsible for the management of safety and security risks to cargo operations.",
            "page": 612
        },
        {
            "code": "CGO 1.2.1",
            "guidance": null,
            "iosa_map": [
                "CGO 1 Management and Control",
                "1.2 Accountability, Authorities and Responsibilities"
            ],
            "paragraph": "If the Operator transports revenue cargo, the Operator shall ensure the management system define he safety accountability, authorities and responsibilities of management and non-managemen ersonnel that perform functions relevant to the safety and/or security of cargo operations. Th anagement system shall also specify:\n\n\t(i) The levels of management with the authority to make decisions regarding risk tolerabilit ith respect to the safety and/or security of cargo operations;\n\n\t(ii) Responsibilities for ensuring cargo operations are conducted in accordance with applicabl egulations and standards of the Operator;\n\n\t(iii) Lines of accountability throughout cargo operations, including direct accountability for safet nd/or security on the part of cargo operations senior management.",
            "page": 612
        },
        {
            "code": "CGO 1.2.2",
            "guidance": null,
            "iosa_map": [
                "CGO 1 Management and Control",
                "1.2 Accountability, Authorities and Responsibilities"
            ],
            "paragraph": "If the Operator transports cargo, the Operator shall have a process or procedure for the delegation o uties within the management system for cargo operations that ensures managerial continuity i aintained when operational managers including, if applicable, post holders are unable to carry ou ork duties.",
            "page": 612
        },
        {
            "code": "CGO 1.3.1",
            "guidance": null,
            "iosa_map": [
                "CGO 1 Management and Control",
                "1.3 Communication"
            ],
            "paragraph": "If the Operator transports cargo, the Operator shall have a system that enables effectiv ommunication of relevant safety and operational information throughout the cargo operation anagement system and in all areas where cargo operations are conducted. Such system shal nsure:\n\n\t(i) Personnel maintain an awareness of the SMS;\n\n\t(ii) Safety-critical information is conveyed;\n\n\t(iii) If applicable, external service providers are provided with information relevant to operation onducted",
            "page": 613
        },
        {
            "code": "CGO 1.4.1",
            "guidance": null,
            "iosa_map": [
                "CGO 1 Management and Control",
                "1.4 Provision of Resources"
            ],
            "paragraph": "If the Operator transports cargo, the Operator shall ensure the existence of the necessary facilities,\nworkspace, equipment and supporting services, as well as work environment, to satisfy carg perations safety and security requirements.",
            "page": 613
        },
        {
            "code": "CGO 1.4.2",
            "guidance": null,
            "iosa_map": [
                "CGO 1 Management and Control",
                "1.4 Provision of Resources"
            ],
            "paragraph": "If the Operator transports cargo, the Operator shall have a selection process for management an on-management positions within the cargo organization that require the performance of function elevant to the safety or security of aircraft operations. Such process shall ensure candidates ar elected on the basis of knowledge, skills, training and experience appropriate for th osition.",
            "page": 614
        },
        {
            "code": "CGO 1.5.3",
            "guidance": null,
            "iosa_map": [
                "CGO 1 Management and Control",
                "1.5 Documentation System"
            ],
            "paragraph": "If the Operator transports revenue cargo, the Operator shall have a system for the management an ontrol of documentation and/or data used directly in the conduct or support of cargo operations.\nSuch system shall ensure documentation:\n\n\t(i) Meets all required elements specified in Table 1.1 ;\n\n\t(ii) Contains legible and accurate information;\n\n\t(iii) Is presented in a format appropriate for use in operations.",
            "page": 614
        },
        {
            "code": "CGO 1.6.1",
            "guidance": null,
            "iosa_map": [
                "CGO 1 Management and Control",
                "1.6 Operational Manuals"
            ],
            "paragraph": "If the Operator transports cargo, the Operator shall have an Operations Manual (OM), which may b ssued in separate parts, that contains the operational policies, processes, procedures and othe nformation necessary to ensure compliance with applicable regulations, laws, rules and standards o he Operator. The content of the OM shall contain standards and guidance that addresses th cceptance, handling, loading, securing and transporting of cargo as specified in Table 7.1 .",
            "page": 615
        },
        {
            "code": "CGO 1.6.2",
            "guidance": null,
            "iosa_map": [
                "CGO 1 Management and Control",
                "1.6 Operational Manuals"
            ],
            "paragraph": "If the Operator transports dangerous goods as cargo, the Operator shall ensure a copy of the curren dition of the Dangerous Goods Regulations (DGR) or the ICAO Technical Instructions for the Saf ransport of Dangerous Goods by Air (Technical Instructions), including addenda as appropriate, i vailable at each location where cargo operations are conducted and dangerous goods ar ccepted.",
            "page": 615
        },
        {
            "code": "CGO 1.6.3",
            "guidance": null,
            "iosa_map": [
                "CGO 1 Management and Control",
                "1.6 Operational Manuals"
            ],
            "paragraph": "If the Operator transports cargo, but does nottransport dangerous goods, the Operator shall ensur he OM contains the policies and associated guidance necessary to prevent dangerous goods fro eing inadvertently accepted for transport and loaded onto the aircraft.",
            "page": 616
        },
        {
            "code": "CGO 1.6.4",
            "guidance": null,
            "iosa_map": [
                "CGO 1 Management and Control",
                "1.6 Operational Manuals"
            ],
            "paragraph": "If the Operator transports cargo using Unit Load Devices (ULDs), the Operator should ensure a cop f the current edition of ULD Regulations (ULDR), or the OM containing equivalent ULD relate ontent, is available or accessible at each location where cargo operations are conducted and ULD re used.",
            "page": 616
        },
        {
            "code": "CGO 1.7.1",
            "guidance": null,
            "iosa_map": [
                "CGO 1 Management and Control",
                "1.7 Records System"
            ],
            "paragraph": "If the Operator transports cargo, the Operator shall have a system for the management and control o perational records to ensure the content and retention of such records is in accordance wit equirements of the Authority, as applicable, and to ensure operational records are subjected t tandardized processes for:\n\n\t(i) Identification;\n\n\t(ii) Legibility;\n\n\t(iii) Maintenance;\n\n\t(iv) Retrieval;\n\n\t(v) Protection, integrity and security;\n\n\t(vi) Disposal, deletion (electronic records) and archiving.",
            "page": 617
        },
        {
            "code": "CGO 1.7.2",
            "guidance": null,
            "iosa_map": [
                "CGO 1 Management and Control",
                "1.7 Records System"
            ],
            "paragraph": "If the Operator transports cargo and uses an electronic system for the management and control o argo operations records, the Operator shall ensure the system provides for a scheduled generatio f backup record files.",
            "page": 617
        },
        {
            "code": "CGO 1.9.1",
            "guidance": null,
            "iosa_map": [
                "CGO 1 Management and Control",
                "1.9 Quality Assurance Program"
            ],
            "paragraph": "If the Operator transports cargo, the Operator shall have a quality assurance program that provide or the auditing and evaluation of the management system and operational functions within the scop f cargo operations at planned intervals to ensure the Operator is:\n\n\t(i) Complying with applicable regulations and standards;\n\n\t(ii) Satisfying stated operational needs;\n\n\t(iii) Identifying areas requiring improvement;\n\n\t(iv) Identifying hazards to operations;\n\n\t(v) Assessing the effectiveness of safety risk controls.",
            "page": 618
        },
        {
            "code": "CGO 1.9.2",
            "guidance": null,
            "iosa_map": [
                "CGO 1 Management and Control",
                "1.9 Quality Assurance Program"
            ],
            "paragraph": "If the Operator transports cargo, the Operator shall have a process for addressing findings resultin rom audits conducted under the quality assurance program, which ensures:\n\n\t(i) Identification of root cause(s);\n\n\t(ii) Development of corrective action, as appropriate to address findings;\n\n\t(iii) Implementation of corrective action in appropriate areas of cargo operations;\n\n\t(iv) Evaluation of corrective action to determine effectiveness.",
            "page": 618
        },
        {
            "code": "CGO 1.9.3",
            "guidance": null,
            "iosa_map": [
                "CGO 1 Management and Control",
                "1.9 Quality Assurance Program"
            ],
            "paragraph": "If the Operator transports cargo, the Operator shall have a process to ensure significant issue rising from cargo operations quality assurance and risk management are subject to managemen eview in accordance with ORG 4.1.1 .",
            "page": 619
        },
        {
            "code": "CGO 1.9.4",
            "guidance": null,
            "iosa_map": [
                "CGO 1 Management and Control",
                "1.9 Quality Assurance Program"
            ],
            "paragraph": "If the Operator transports cargo, the Operator shall have an audit planning process and sufficien esources to ensure audits of cargo operations are:\n\n\t(i) Scheduled at intervals to meet regulatory and management system requirements;\n\n\t(ii) Conducted within the scheduled interval.",
            "page": 619
        },
        {
            "code": "CGO 1.10.1A",
            "guidance": null,
            "iosa_map": [
                "CGO 1 Management and Control",
                "1.10 Quality Control of Outsourced Operations and Products"
            ],
            "paragraph": "If the Operator has external service providers conduct outsourced cargo operations functions, th perator should ensure a service provider selection process is in place that ensures:\n\n\t(i) Safety-relevant selection criteria are established;\n\n\t(ii) Service providers are evaluated against these criteria prior to selection.",
            "page": 619
        },
        {
            "code": "CGO 1.10.1B",
            "guidance": null,
            "iosa_map": [
                "CGO 1 Management and Control",
                "1.10 Quality Control of Outsourced Operations and Products"
            ],
            "paragraph": "If the Operator transports cargo, and has external service providers conduct outsourced carg perations functions, the Operator shall have processes to ensure a contract or agreement i xecuted with such external service providers. Contracts or agreements shall identify the applicatio f specific documented requirements that can be monitored by the Operator to ensure carg equirements that affect the safety and/or security of aircraft operations are being fulfilled by th ervice provider.",
            "page": 620
        },
        {
            "code": "CGO 1.10.2",
            "guidance": null,
            "iosa_map": [
                "CGO 1 Management and Control",
                "1.10 Quality Control of Outsourced Operations and Products"
            ],
            "paragraph": "If the Operator transports cargo, and has external service providers conduct outsourced carg perations functions, the Operator shall have a process to monitor such external service providers t nsure cargo requirements that affect the safety and security of aircraft operations are bein ulfilled.",
            "page": 620
        },
        {
            "code": "CGO 1.10.3",
            "guidance": null,
            "iosa_map": [
                "CGO 1 Management and Control",
                "1.10 Quality Control of Outsourced Operations and Products"
            ],
            "paragraph": "If the Operator transports cargo, and has external service providers conduct outsourced carg perations functions, the Operator should include auditing as a process for the monitoring of externa ervice providers in accordance with CGO 1.10.2 .",
            "page": 621
        },
        {
            "code": "CGO 1.11.1",
            "guidance": null,
            "iosa_map": [
                "CGO 1 Management and Control",
                "1.11 Safety Management"
            ],
            "paragraph": "If the Operator transports cargo, the Operator shall have a hazard identification progra mplemented in the cargo operations organization that includes a combination of reactive an roactive methods of hazard identification.",
            "page": 621
        },
        {
            "code": "CGO 1.11.2",
            "guidance": null,
            "iosa_map": [
                "CGO 1 Management and Control",
                "1.11 Safety Management"
            ],
            "paragraph": "If the Operator transports cargo, the Operator shall have a safety risk assessment and mitigatio rogram implemented in the cargo operations organization that specifies processes to ensure:\n\n\t(i) Hazards are analyzed to determine the corresponding safety risks to aircraft operations;\n\n\t(ii) Safety risks are assessed to determine the requirement for risk mitigation action(s);\n\n\t(iii) When required, risk mitigation actions are developed and implemented in cargo operations.",
            "page": 621
        },
        {
            "code": "CGO 1.11.3",
            "guidance": null,
            "iosa_map": [
                "CGO 1 Management and Control",
                "1.11 Safety Management"
            ],
            "paragraph": "If the Operator transports cargo, the Operator shall have an operational safety reporting system i he cargo operations organization that:\n\n\t(i) Encourages and facilitates cargo operations personnel to submit reports that identify safet azards, expose safety deficiencies and raise safety concerns;\n\n\t(ii) Includes analysis and cargo operations management action to address operationa eficiencies, hazards, incidents and concerns identified through the reporting system.",
            "page": 623
        },
        {
            "code": "CGO 1.11.4",
            "guidance": null,
            "iosa_map": [
                "CGO 1 Management and Control",
                "1.11 Safety Management"
            ],
            "paragraph": "If the Operator transports cargo, the Operator should have a confidential safety reporting syste mplemented within the cargo operations organization in a manner that encourages and facilitates th eporting of events, hazards and/or concerns resulting from or associated with human performance i perations.",
            "page": 623
        },
        {
            "code": "CGO 1.11.5",
            "guidance": null,
            "iosa_map": [
                "CGO 1 Management and Control",
                "1.11 Safety Management"
            ],
            "paragraph": "If the Operator transports cargo, the Operator shall have processes in the cargo operation rganization for safety setting performance indicators (SPIs) and, as applicable, safety performanc argets (SPTs) as means to monitor the achievement of its safety objectives and to validate th ffectiveness of risk controls.",
            "page": 624
        },
        {
            "code": "CGO 2.1.1",
            "guidance": null,
            "iosa_map": [
                "CGO 2 Training and Qualification",
                "2.1 Training Program"
            ],
            "paragraph": "If the Operator transports cargo, the Operator shall have a process to ensure personnel that perfor perational duties in functions within the scope of cargo operations for the Operator, to includ ersonnel of external service providers, complete:\n\n\t(i) Initial training prior to being assigned to perform such operational duties;\n\n\t(ii) Recurrent training on a frequency in accordance with requirements of the regulator uthority but not less than once during every 36-month period, except for recurrent trainin n dangerous goods as specified in CGO 2.2.1 ,CGO 2.2.2 orCGO 2.2.3 .",
            "page": 624
        },
        {
            "code": "CGO 2.1.2",
            "guidance": null,
            "iosa_map": [
                "CGO 2 Training and Qualification",
                "2.1 Training Program"
            ],
            "paragraph": "If the Operator transports cargo, the Operator shall have a process to ensure the training program ompleted by cargo operations personnel in accordance with CGO 2.1.1 provide the knowledg ecessary to perform duties, execute procedures and operate the equipment associated with specifi argo functions and responsibilities. Such programs shall include:\n\n\t(i) Familiarization training on applicable regulations;\n\n\t(ii) In-depth training on requirements, including policies, procedures and operating practices;\n\n\t(iii) Training in human factors principles;\n\n\t(iv) Safety training on associated operational hazards.",
            "page": 625
        },
        {
            "code": "CGO 2.1.4",
            "guidance": null,
            "iosa_map": [
                "CGO 2 Training and Qualification",
                "2.1 Training Program"
            ],
            "paragraph": "If the Operator transports cargo, the Operator shall have a process to ensure the training program ompleted by cargo operations personnel in accordance with CGO 2.1.1 are reviewed and update o remain relevant and current.",
            "page": 625
        },
        {
            "code": "CGO 2.1.5",
            "guidance": null,
            "iosa_map": [
                "CGO 2 Training and Qualification",
                "2.1 Training Program"
            ],
            "paragraph": "If the Operator transports cargo, the Operator shall have a process to ensure training for personne hat perform operational duties within the scope of cargo operations for the Operator:\n\n\t(i) Includes testing or evaluation by written, oral or practical means, as applicable;\n\n\t(ii) Requires a demonstration of adequate knowledge, competency and proficiency to perfor uties, execute procedures and/or operate equipment.",
            "page": 626
        },
        {
            "code": "CGO 2.1.6",
            "guidance": null,
            "iosa_map": [
                "CGO 2 Training and Qualification",
                "2.1 Training Program"
            ],
            "paragraph": "If the Operator transports cargo, the Operator shall have a process to ensure completion of require raining by personnel that perform operational duties within the scope of cargo operations for th perator is recorded and such records retained in accordance with CGO 1.7.1.",
            "page": 626
        },
        {
            "code": "CGO 2.2.1",
            "guidance": null,
            "iosa_map": [
                "CGO 2 Training and Qualification",
                "2.2 Program Elements"
            ],
            "paragraph": "If the Operator transports dangerous goods as cargo, the Operator shall have a process to ensur argo operations personnel assigned the responsibility for accepting dangerous goods complet angerous goods training, to include initial training and recurrent training within 24 months o revious training in dangerous goods.",
            "page": 626
        },
        {
            "code": "CGO 2.2.2",
            "guidance": null,
            "iosa_map": [
                "CGO 2 Training and Qualification",
                "2.2 Program Elements"
            ],
            "paragraph": "If the Operator transports cargo, but does not transport dangerous goods, the Operator shall have  rocess to ensure cargo operations personnel assigned the responsibility for accepting carg omplete dangerous goods training, to include initial training and recurrent training within 24 month f previous training in dangerous goods.",
            "page": 627
        },
        {
            "code": "CGO 2.2.3",
            "guidance": null,
            "iosa_map": [
                "CGO 2 Training and Qualification",
                "2.2 Program Elements"
            ],
            "paragraph": "If the Operator transports dangerous goods as cargo, the Operator shall have a process to ensur argo operations personnel assigned the responsibility for handling or storing such cargo, as well as,\nwhere applicable, the loading of ULDs, receive dangerous goods training, to include initial trainin nd recurrent training within 24 months of previous training in dangerous goods.",
            "page": 627
        },
        {
            "code": "CGO 2.2.4",
            "guidance": null,
            "iosa_map": [
                "CGO 2 Training and Qualification",
                "2.2 Program Elements"
            ],
            "paragraph": "If the Operator transports cargo, the Operator should have a process to ensure personnel assigne o operate equipment in the performance of their duties in cargo operations are trained and qualifie o operate the equipment associated with those duties.",
            "page": 628
        },
        {
            "code": "CGO 2.3.1",
            "guidance": null,
            "iosa_map": [
                "CGO 2 Training and Qualification",
                "2.3 SMS Training"
            ],
            "paragraph": "If the Operator transports cargo, the Operator shall have a program that ensures its cargo operation ersonnel are trained and competent to perform SMS duties. The scope of such training shall b ppropriate to each individual's involvement in the SMS.",
            "page": 628
        },
        {
            "code": "CGO 2.3.2",
            "guidance": null,
            "iosa_map": [
                "CGO 2 Training and Qualification",
                "2.3 SMS Training"
            ],
            "paragraph": "If the Operator outsources cargo handling operational functions to external service providers, th perator should have a program that ensures personnel of external service providers are trained an ompetent to perform SMS duties. The scope of such training should be appropriate to individua nvolvement in the Operator s SMS.",
            "page": 629
        },
        {
            "code": "CGO 3.1.1",
            "guidance": null,
            "iosa_map": [
                "CGO 3 Acceptance and Handling",
                "3.1 General Cargo"
            ],
            "paragraph": "If the Operator transports cargo, the Operator shall have a process to ensure such shipment ccepted for transport:\n\n\t(i) If revenue cargo, are in compliance with standards in the OM as specified in CGO 1.6.1 ;\n\n\t(ii) If interline cargo, are in compliance with IATA interline cargo requirements;\n\n\t(iii) If non-revenue cargo, are in compliance with the OM or equivalent document as specified i GO 1.6.1 .",
            "page": 629
        },
        {
            "code": "CGO 3.1.3",
            "guidance": null,
            "iosa_map": [
                "CGO 3 Acceptance and Handling",
                "3.1 General Cargo"
            ],
            "paragraph": "If the Operator transports cargo, the Operator shall have a process to ensure, where scales are use o determine the weight of cargo, all such scales are periodically checked and calibrated, and suc ctions are recorded and retained in accordance with applicable regulations.",
            "page": 630
        },
        {
            "code": "CGO 3.1.4",
            "guidance": null,
            "iosa_map": [
                "CGO 3 Acceptance and Handling",
                "3.1 General Cargo"
            ],
            "paragraph": "If the Operator transports cargo, the Operator should have a process to ensure cargo terminals ar quipped with facilities appropriate for storage of dangerous goods and other special cargo, such a uman remains, live animals, perishables, valuable cargo and pharmaceuticals.",
            "page": 630
        },
        {
            "code": "CGO 3.2.1",
            "guidance": null,
            "iosa_map": [
                "CGO 3 Acceptance and Handling",
                "3.2 Dangerous Goods"
            ],
            "paragraph": "If the Operator transports dangerous goods as cargo, the Operator shall have a Dangerous Good cceptance Checklist that:\n\n\t(i) Reflects applicable requirements contained in the current DGR;\n\n\t(ii) Once completed, contains information that identifies the person(s) that performed th cceptance check.",
            "page": 630
        },
        {
            "code": "CGO 3.2.2",
            "guidance": null,
            "iosa_map": [
                "CGO 3 Acceptance and Handling",
                "3.2 Dangerous Goods"
            ],
            "paragraph": "If the Operator transports dangerous goods as cargo, the Operator shall have procedures to ensur he use of a Dangerous Goods Acceptance Checklist as specified in CGO 3.2.1 to verify:\n\n\t(i) Package(s), overpack(s) or freight containers, as applicable, are correctly marked an abeled;\n\n\t(ii) The Shipper's Declaration for Dangerous Goods, if required, or other documentatio omplies with the requirements of the current edition of the DGR.",
            "page": 631
        },
        {
            "code": "CGO 3.2.3",
            "guidance": null,
            "iosa_map": [
                "CGO 3 Acceptance and Handling",
                "3.2 Dangerous Goods"
            ],
            "paragraph": "If the Operator transports dangerous goods as cargo, the Operator shall have procedures to ensur he completed Dangerous Goods Acceptance Checklist and shipper documentation, to include, i equired, the Shipper's Declaration for Dangerous Goods, and the information provided to the pilot-\nin-command (PIC), are retained for a minimum period of three months after the flight on which th angerous goods were transported.",
            "page": 631
        },
        {
            "code": "CGO 3.2.4",
            "guidance": null,
            "iosa_map": [
                "CGO 3 Acceptance and Handling",
                "3.2 Dangerous Goods"
            ],
            "paragraph": "If the Operator transports dangerous goods as cargo, the Operator shall have procedures to ensur ny package, overpack, freight container, or ULD containing dangerous goods is inspected and is no ccepted, unless:\n\n\t(i) Properly marked and labeled;\n\n\t(ii) There is no leakage;\n\n\t(iii) Its integrity has not been compromised.",
            "page": 632
        },
        {
            "code": "CGO 3.2.5",
            "guidance": null,
            "iosa_map": [
                "CGO 3 Acceptance and Handling",
                "3.2 Dangerous Goods"
            ],
            "paragraph": "If the Operator transports dangerous goods as cargo on or in ULDs, the Operator shall hav rocedures to ensure ULDs containing dangerous goods, which require a hazard label, have  angerous goods tag that:\n\n\t(i) Contains information that is visible and legible and, if placed in a protective tag holder, suc nformation remains visible and legible;\n\n\t(ii) Is marked with the class and/or division number(s) of such dangerous goods;\n\n\t(iii) If a ULD contains packages bearing a  Cargo Aircraft Only  label, indicates the ULD ca nly be loaded onto a cargo aircraft.",
            "page": 632
        },
        {
            "code": "CGO 3.2.6",
            "guidance": null,
            "iosa_map": [
                "CGO 3 Acceptance and Handling",
                "3.2 Dangerous Goods"
            ],
            "paragraph": "If the Operator transports dangerous goods as cargo, the Operator should have a process fo etention of the applicable documentation when a dangerous goods consignment does not pass th cceptance check due to errors or omissions by the shipper. Such documentation should be retaine or a minimum period of three months after the completion of the acceptance checklist.",
            "page": 633
        },
        {
            "code": "CGO 3.2.8",
            "guidance": null,
            "iosa_map": [
                "CGO 3 Acceptance and Handling",
                "3.2 Dangerous Goods"
            ],
            "paragraph": "If the Operator transports dangerous goods as cargo, the Operator shall have a process to ensure,\nwhen dangerous goods labels or marks are found to be missing, illegible or detached from shipment ubsequent to the time of acceptance, such labels are replaced in accordance with the informatio rovided on the Shippers Declaration for Dangerous Goods. Such requirement for the replacement o arks or labels shall not apply where marks or labels are found to be missing or illegible at the tim f acceptance.",
            "page": 633
        },
        {
            "code": "CGO 3.2.9",
            "guidance": null,
            "iosa_map": [
                "CGO 3 Acceptance and Handling",
                "3.2 Dangerous Goods"
            ],
            "paragraph": "If the Operator transports dangerous goods as cargo on international flights, the Operator shall hav rocedures for such flights that ensure English, in addition to the language required by the State o rigin, is used for markings and transport documents related to the shipment of dangerou oods.",
            "page": 633
        },
        {
            "code": "CGO 3.2.10",
            "guidance": null,
            "iosa_map": [
                "CGO 3 Acceptance and Handling",
                "3.2 Dangerous Goods"
            ],
            "paragraph": "If the Operator transports dangerous goods as cargo, the Operator shall have procedures tha nsure dangerous goods are separated from other cargo or incompatible materials in accordanc ith published category restrictions.",
            "page": 634
        },
        {
            "code": "CGO 3.2.11",
            "guidance": null,
            "iosa_map": [
                "CGO 3 Acceptance and Handling",
                "3.2 Dangerous Goods"
            ],
            "paragraph": "If the Operator transports cargo, the Operator shall ensure, at locations where the operator accept argo shipments, notices providing information about dangerous goods transportation ar rominently displayed and contain visual examples of dangerous goods, including batteries.",
            "page": 634
        },
        {
            "code": "CGO 3.2.12",
            "guidance": null,
            "iosa_map": [
                "CGO 3 Acceptance and Handling",
                "3.2 Dangerous Goods"
            ],
            "paragraph": "If the Operator transports dangerous goods as cargo, the Operator shall have procedures to ensur ny dangerous goods shipment that appears to be damaged or leaking:\n\n\t(i) Is not to be loaded on or into a ULD or delivered to an aircraft;\n\n\t(ii) Is safely removed from the ULD (or other transport device) by the Provider or other relevan uthority, and safe disposal arranged;\n\n\t(iii) In the case of leakage, an evaluation is conducted to ensure the remainder of the shipmen s in proper condition for transport by air and that no other package, cargo, ULD, othe ransport device has been contaminated or damaged.",
            "page": 635
        },
        {
            "code": "CGO 3.2.13",
            "guidance": null,
            "iosa_map": [
                "CGO 3 Acceptance and Handling",
                "3.2 Dangerous Goods"
            ],
            "paragraph": "If the Operator transports dangerous goods as cargo on flights using cargo aircraft, the Operato hall have procedures to ensure packages or overpacks containing dangerous goods, and bearing a\n Cargo Aircraft Only  label, except those specifically excluded, are transported on cargo aircraft i ccordance with any of the following:\n\n\t(i) In a Class C compartment, or\n\n\t(ii) In a ULD container equipped with a fire detection/suppression system equivalent to tha equired by the certification requirements of a Class C compartment as determined by th elevant authority, or\n\n\t(iii) In a manner that, in the event of an emergency involving packages or overpacks containin angerous goods, a crew member or other authorized person can access and handle suc ackages or overpacks and, when size and weight permit, separate them from othe argo.",
            "page": 635
        },
        {
            "code": "CGO 3.2.14",
            "guidance": null,
            "iosa_map": [
                "CGO 3 Acceptance and Handling",
                "3.2 Dangerous Goods"
            ],
            "paragraph": "If the Operator transports dangerous goods as cargo, the Operator shall have procedures tha nsure information on dangerous goods to be loaded on a flight is communicated to the appropriat erson(s) responsible for load control. Information to be communicated shall include the following:\n\n\t(i) If applicable, Air Waybill number; \n\n\t(ii) Proper shipping name and UN/ID number;\n\n\t(iii) Class or division, and subsidiary hazards corresponding to label(s) applied, and for Class 1,\ncompatibility group;\n\n\t(iv) If applicable, packing group;\n\n\t(v) For non-radioactive material, number of packages, exact loading location and, a pplicable, net quantity or gross weight of each package, except:\n\n\t\t(a) For UN 1845, carbon dioxide, solid (dry ice): At the option of the Operator, only th N number, proper shipping name, classification, total quantity in each aircraft hol nd offload airport are required;\n\n\t\t(b) For UN 3480, (Lithium ion batteries) and UN 3090 (lithium metal batteries): At th ption of the Operator, only the UN number, proper shipping name, class, tota uantity at each loading location, and whether the package must be carried on  argo-only aircraft are required. UN 3480 (Lithium ion batteries) and UN 3090\n(lithium metal batteries) carried under a State exemption shall meet all requirement pecified in iv) and v).\n\n\t(vi) For radioactive material, number and category of packages, overpacks or freight containers,\nexact loading locations and, as applicable, transport index and dimensions for eac ackage;\n\n\t(vii) Any restriction for transport on cargo aircraft only;\n\n\t(viii) Offload airport;\n\n\t(ix) If applicable, dangerous goods transported under a state exemption.",
            "page": 635
        },
        {
            "code": "CGO 3.2.17",
            "guidance": null,
            "iosa_map": [
                "CGO 3 Acceptance and Handling",
                "3.2 Dangerous Goods"
            ],
            "paragraph": "If the Operator transports cargo, the Operator shall have a process to ensure reports are provided t he appropriate authorities of the State of the Operator and the state of occurrence, in accordanc ith the reporting requirements of the appropriate authorities, for:\n\n\t(i) Dangerous goods accidents or dangerous goods incidents;\n\n\t(ii) Undeclared or mis-declared dangerous goods discovered in cargo or mail.",
            "page": 636
        },
        {
            "code": "CGO 3.2.18",
            "guidance": null,
            "iosa_map": [
                "CGO 3 Acceptance and Handling",
                "3.2 Dangerous Goods"
            ],
            "paragraph": "If the Operator transports cargo, the Operator shall have a process to ensure a dangerous good eport is made to the appropriate authority of the State:\n\n\t(i) When dangerous goods are discovered to have been carried and not loaded, segregated,\nseparated and/or secured in accordance with provisions of the DGR;\n\n\t(ii) When dangerous goods are discovered to have been carried as cargo without informatio s specified in CGO 3.2.14 having been provided to the PIC.",
            "page": 637
        },
        {
            "code": "CGO 3.3.1",
            "guidance": null,
            "iosa_map": [
                "CGO 3 Acceptance and Handling",
                "3.3 Live Animals and Perishables"
            ],
            "paragraph": "If the Operator transports live animals and/or perishables as cargo, the Operator shall hav rocedures that ensure such cargo is accepted and handled in accordance with standards specifie n the OM.",
            "page": 637
        },
        {
            "code": "CGO 3.3.2",
            "guidance": null,
            "iosa_map": [
                "CGO 3 Acceptance and Handling",
                "3.3 Live Animals and Perishables"
            ],
            "paragraph": "If the Operator transports live animals as cargo, the Operator should have procedures that ensure:\n\n\t(i) The acceptance and handling of live animals is in accordance with requirements of the Liv nimal Regulations (LAR);\n\n\t(ii) The IATA Live Animals Acceptance Check List, or equivalent, is used for the acceptance o ive animal shipments.",
            "page": 637
        },
        {
            "code": "CGO 3.3.3",
            "guidance": null,
            "iosa_map": [
                "CGO 3 Acceptance and Handling",
                "3.3 Live Animals and Perishables"
            ],
            "paragraph": "If the Operator transports perishables as cargo, the Operator should have procedures that ensur cceptance and handling of such cargo is in accordance with requirements of the Perishable Carg egulations (PCR) and other applicable regulations.",
            "page": 638
        },
        {
            "code": "CGO 3.3.4",
            "guidance": null,
            "iosa_map": [
                "CGO 3 Acceptance and Handling",
                "3.3 Live Animals and Perishables"
            ],
            "paragraph": "If the Operator transports live animals as cargo, the Operator should have procedures that ensur ive animals are accompanied by the shipper's certification or equivalent, as well as other require ocuments.",
            "page": 638
        },
        {
            "code": "CGO 3.4.1",
            "guidance": null,
            "iosa_map": [
                "CGO 3 Acceptance and Handling",
                "3.4 Other Special Cargo"
            ],
            "paragraph": "If the Operator transports outsized cargo and/or heavy cargo, the Operator shall have procedure hat ensure such cargo is accepted and handled in accordance with standards specified in th M.",
            "page": 638
        },
        {
            "code": "CGO 3.4.2",
            "guidance": null,
            "iosa_map": [
                "CGO 3 Acceptance and Handling",
                "3.4 Other Special Cargo"
            ],
            "paragraph": "If the Operator transports time and temperature-sensitive healthcare products (e.g.\npharmaceuticals), the Operator should have procedures that ensure acceptance and handling o uch shipments is in accordance with requirements of the Temperature Control Regulations (TCR)\nand other applicable regulations.",
            "page": 639
        },
        {
            "code": "CGO 3.5.1",
            "guidance": null,
            "iosa_map": [
                "CGO 3 Acceptance and Handling",
                "3.5 Unit Load Device (ULD)"
            ],
            "paragraph": "If the Operator transports cargo using ULDs, the Operator shall have procedures to ensure ULD-\nrelated operations, including, but not limited to, ULD build-up/breakdown, transportation, storage an andling, whether performed on or off the airport, are conducted in accordance with the Weight an alance Manual, and with requirements of the ULD Regulations (ULDR) or other means acceptabl o the Authority.",
            "page": 639
        },
        {
            "code": "CGO 3.5.2",
            "guidance": null,
            "iosa_map": [
                "CGO 3 Acceptance and Handling",
                "3.5 Unit Load Device (ULD)"
            ],
            "paragraph": "If the Operator transports cargo using ULDs, the Operator shall have procedures that ensure ULDs,\nwhen accepted and/or loaded for transport, meet safety requirements pertaining to the loading an ecuring of cargo.",
            "page": 640
        },
        {
            "code": "CGO 3.7.1",
            "guidance": null,
            "iosa_map": [
                "CGO 3 Acceptance and Handling",
                "3.7 Security"
            ],
            "paragraph": "If the Operator transports cargo, the Operator shall ensure security measures are implemented i argo facilities in accordance with requirements of the applicable civil aviation securit rogram.",
            "page": 640
        },
        {
            "code": "CGO 3.7.2",
            "guidance": null,
            "iosa_map": [
                "CGO 3 Acceptance and Handling",
                "3.7 Security"
            ],
            "paragraph": "If the Operator transports cargo, the Operator shall ensure procedures are in place for the screenin f persons and the security control of vehicles in accordance with requirements of the applicable civi viation security program. Such procedures shall apply to persons and vehicles:\n\n\t(i) Under its control that have unescorted access to security restricted areas (in which there i argo);\n\n\t(ii) Not under its control but have unescorted access to such areas as authorized by th perator.",
            "page": 641
        },
        {
            "code": "CGO 3.7.4",
            "guidance": null,
            "iosa_map": [
                "CGO 3 Acceptance and Handling",
                "3.7 Security"
            ],
            "paragraph": "If the Operator transports cargo, the Operator shall have processes for the acceptance of cargo a ollows:\n\n\t(i) For cargo that can be identified as having the application of screening or other securit ontrols confirmed or accounted for by a regulated agent or an entity approved by th elevant authority (known cargo), a process to ensure such cargo is:\n\n\t\t(a) Delivered by a regulated agent, a nominated representative of an entity approve y the relevant authority, or a known representative of the operator;\n\n\t\t(b) Free from any signs of tampering;\n\n\t\t(c) Accompanied by all required information (paper or electronic) corresponding to th argo being delivered, including documentation that details the security status\n(e.g. consignment security declaration); \n\n\t\t(d) Protected from unauthorized interference throughout the chain of custody since th oint that cargo gained its secured status;\n\n\t\t(e) Subjected to additional security controls as required by risk assessment.\n\n\t(ii) For cargo that cannot be identified as having the application of screening or other securit ontrols confirmed or accounted for by a regulated agent or an entity approved by th elevant authority (unknown cargo), a process to ensure such cargo is subjected t creening or other security controls as accepted by the applicable state.",
            "page": 641
        },
        {
            "code": "CGO 3.7.6",
            "guidance": null,
            "iosa_map": [
                "CGO 3 Acceptance and Handling",
                "3.7 Security"
            ],
            "paragraph": "If the Operator transports cargo, the Operator shall have processes to ensure cargo for transport o ny flight is protected from unauthorized interference from the point of acceptance after screening o ecurity controls have been applied until arrival at the airport of destination.",
            "page": 642
        },
        {
            "code": "CGO 3.7.7",
            "guidance": null,
            "iosa_map": [
                "CGO 3 Acceptance and Handling",
                "3.7 Security"
            ],
            "paragraph": "If the Operator transports cargo, the Operator shall have a process to ensure transfer cargo has bee ubjected to appropriate security controls in accordance with requirements of the relevant authorit efore being transported on an international flight.",
            "page": 642
        }
    ]
}