{
    "name": "Section 1 - Organization and Management System (ORG)",
    "code": "ORG",
    "applicability": "Applicability\nSection 1 addresses the organization and management system of an operator for the purpose of ensuring\nthe safety and security of aircraft operations.\nIndividual ORG provisions or sub-specifications within an ORG provision that:\n Do not begin with a conditional phrase are applicable to all operators unless determined otherwise\nby the Auditor.\n Begin with a conditional phrase ( If the Operator... ) are applicable if the operator meets the\ncondition(s) stated in the phrase.\nMany ORG provisions are repeated in one or more other sections of the ISM (as indicated by the  \nsymbol). Refer to the IOSA Audit Handbook for information relevant to the proper internal auditing of\nrepeated ORG ISARPs.\nORG 2.1.4 in this section is applicable only to an operator that is currently on the IOSA Registry and is\nbeing audited for the purpose of registration renewal.",
    "guidance": "General Guidance\nDefinitions of technical terms used in this ISM Section 1 , as well as the meaning of abbreviations and\nacronyms are found in the IATA Reference Manual for Audit Programs (IRM).\n1 Management and Control\n1.1 Management System Overview",
    "items": [
        {
            "code": "ORG 1.1.1",
            "guidance": null,
            "iosa_map": [
                "ORG 1 Management and Control",
                "1.1 Management System Overview"
            ],
            "paragraph": "The Operator shall have a management system that has continuity throughout the organization an nsures control of operations and management of safety and security outcomes. ( GM)",
            "page": 40
        },
        {
            "code": "ORG 1.1.2",
            "guidance": null,
            "iosa_map": [
                "ORG 1 Management and Control",
                "1.1 Management System Overview"
            ],
            "paragraph": "The Operator shall identify one senior management official as the accountable executive (AE) who i ccountable for performance of the management system as specified in ORG 1.1.1 and:\n\n\t(i) Irrespective of other functions, is accountable on behalf of the Operator for th mplementation and maintenance of the safety management system (SMS) throughout th rganization;\n\n\t(ii) Has the authority to ensure the planning and allocation of resources necessary to manag afety and security risks to aircraft operations;\n\n\t(iii) Has overall accountability for ensuring operations are conducted in accordance wit onditions and restrictions of the Air Operator Certificate (AOC), and in compliance wit pplicable regulations and standards of the Operator.",
            "page": 41
        },
        {
            "code": "ORG 1.1.3",
            "guidance": null,
            "iosa_map": [
                "ORG 1 Management and Control",
                "1.1 Management System Overview"
            ],
            "paragraph": "If required by the State of the Operator (hereinafter, the State), the Operator shall have post holder ithin the management system that are acceptable to the Authority and have the responsibility fo nsuring, in their respective defined operational areas:\n\n\t(i) The management of safety and security risks to aircraft operations;\n\n\t(ii) Operations are conducted in accordance with conditions and restrictions of the AOC, and i ompliance with applicable regulations and standards of the Operator.",
            "page": 42
        },
        {
            "code": "ORG 1.1.4",
            "guidance": null,
            "iosa_map": [
                "ORG 1 Management and Control",
                "1.1 Management System Overview"
            ],
            "paragraph": "The Operator shall designate a manager who is responsible for the implementation, maintenanc nd day-to-day administration of the SMS throughout the organization on behalf of the AE and senio anagement.",
            "page": 42
        },
        {
            "code": "ORG 1.1.10",
            "guidance": null,
            "iosa_map": [
                "ORG 1 Management and Control",
                "1.1 Management System Overview"
            ],
            "paragraph": "The Operator shall have an SMS that is implemented and integrated throughout the organization t nsure management of the safety risks associated with aircraft operations.",
            "page": 43
        },
        {
            "code": "ORG 1.2.1",
            "guidance": null,
            "iosa_map": [
                "ORG 1 Management and Control",
                "1.2 Management Commitment"
            ],
            "paragraph": "The Operator shall have a corporate safety policy that reflects the organizational commitment t afety, including the promotion of a positive safety culture. Such policy shall be communicate hroughout the organization and include the following:\n\n\t(i) A statement about the provision of the necessary resources for the implementation of th afety policy;\n\n\t(ii) A commitment to the continual improvement of the organization and the managemen ystem;\n\n\t(iii) A commitment to a periodic review of the policy to ensure its continued relevance to th rganization.",
            "page": 44
        },
        {
            "code": "ORG 1.2.2",
            "guidance": null,
            "iosa_map": [
                "ORG 1 Management and Control",
                "1.2 Management Commitment"
            ],
            "paragraph": "The Operator shall have a corporate safety reporting policy that encourages personnel to repor azards to aircraft operations and, in addition, defines the Operator s policy regarding disciplinar ction, to include:\n\n\t(i) Types of operational behaviors that are unacceptable;\n\n\t(ii) Conditions under which disciplinary action would not apply.",
            "page": 45
        },
        {
            "code": "ORG 1.2.3",
            "guidance": null,
            "iosa_map": [
                "ORG 1 Management and Control",
                "1.2 Management Commitment"
            ],
            "paragraph": "The Operator shall have a policy that informs operational personnel throughout the organization o heir responsibility to comply with the applicable laws, regulations and procedures in all location here operations are conducted.",
            "page": 45
        },
        {
            "code": "ORG 1.3.1",
            "guidance": null,
            "iosa_map": [
                "ORG 1 Management and Control",
                "1.3 Roles and Responsibilities"
            ],
            "paragraph": "The Operator shall ensure the management system defines the safety accountability, authorities an esponsibilities of management and non-management personnel throughout the organization, an pecifies:\n\n\t(i) The levels of management with the authority to make decisions regarding risk tolerabilit ith respect to the safety and/or security of aircraft operations;\n\n\t(ii) Responsibilities for ensuring operations are conducted in accordance with applicabl egulations and standards of the Operator;\n\n\t(iii) Lines of safety accountability throughout the organization, including direct accountability fo afety and/or security on the part of senior management.",
            "page": 46
        },
        {
            "code": "ORG 1.3.2",
            "guidance": null,
            "iosa_map": [
                "ORG 1 Management and Control",
                "1.3 Roles and Responsibilities"
            ],
            "paragraph": "The Operator shall have a process or procedure for the delegation of duties within the managemen ystem that ensures managerial continuity is maintained when operational managers including, i pplicable, post holders are unable to carry out work duties.",
            "page": 47
        },
        {
            "code": "ORG 1.3.3",
            "guidance": null,
            "iosa_map": [
                "ORG 1 Management and Control",
                "1.3 Roles and Responsibilities"
            ],
            "paragraph": "The Operator shall ensure a delegation of authority and assignment of responsibility within th anagement system for liaison with regulatory authorities, original equipment manufacturers an ther operationally relevant external entities.",
            "page": 47
        },
        {
            "code": "ORG 1.4.1",
            "guidance": null,
            "iosa_map": [
                "ORG 1 Management and Control",
                "1.4 Safety Performance"
            ],
            "paragraph": "The Operator shall have a process to define safety objectives. Such safety objectives shall:\n\n\t(i) Reflect the Operator s commitment to maintain or continuously improve the overal ffectiveness of the SMS;\n\n\t(ii) Be communicated throughout the organization;\n\n\t(iii) Be periodically reviewed to ensure they remain relevant and appropriate to the Operator.",
            "page": 48
        },
        {
            "code": "ORG 1.4.2",
            "guidance": null,
            "iosa_map": [
                "ORG 1 Management and Control",
                "1.4 Safety Performance"
            ],
            "paragraph": "The Operator shall have processes for setting safety performance indicators (SPIs) and, a pplicable, safety performance targets (SPTs) as means to monitor its safety performance, th chievement of its safety objectives and to validate the effectiveness of safety risk controls.",
            "page": 48
        },
        {
            "code": "ORG 1.5.1",
            "guidance": null,
            "iosa_map": [
                "ORG 1 Management and Control",
                "1.5 Resource Management"
            ],
            "paragraph": "The Operator shall ensure the management system includes planning processes for operation hich:\n\n\t(i) Define desired operational safety and security objectives;\n\n\t(ii) Address operational resource allocation requirements;\n\n\t(iii) Take into account requirements originating from applicable external sources, includin egulatory authorities and original equipment manufacturers.",
            "page": 50
        },
        {
            "code": "ORG 1.5.2",
            "guidance": null,
            "iosa_map": [
                "ORG 1 Management and Control",
                "1.5 Resource Management"
            ],
            "paragraph": "The Operator shall ensure existence of the facilities, workspace, equipment and supportin ervices, as well as work environment, necessary to satisfy operational safety and securit equirements.",
            "page": 50
        },
        {
            "code": "ORG 1.5.3",
            "guidance": null,
            "iosa_map": [
                "ORG 1 Management and Control",
                "1.5 Resource Management"
            ],
            "paragraph": "The Operator shall have a selection process for management and non-management positions withi he organization that require the performance of functions relevant to the safety or security of aircraf perations. Such process shall ensure candidates are selected on the basis of knowledge, skills,\ntraining and experience appropriate for the position.",
            "page": 51
        },
        {
            "code": "ORG 1.5.4",
            "guidance": null,
            "iosa_map": [
                "ORG 1 Management and Control",
                "1.5 Resource Management"
            ],
            "paragraph": "The Operator shall ensure personnel who perform functions relevant to the safety or security o ircraft operations are required to maintain competence on the basis of continued education an raining and, if applicable for a specified position, continue to satisfy any mandatory technica ompetency requirements.",
            "page": 51
        },
        {
            "code": "ORG 1.5.5",
            "guidance": null,
            "iosa_map": [
                "ORG 1 Management and Control",
                "1.5 Resource Management"
            ],
            "paragraph": "The Operator shall have a policy that addresses the use of psychoactive substances by personne hat perform operational functions and, as a minimum:\n\n\t(i) Prohibits the exercise of duties while under the influence of psychoactive substances;\n\n\t(ii) Prohibits the problematic use of psychoactive substances;\n\n\t(iii) Requires that all personnel who are identified as engaging in problematic use o sychoactive substances are removed from operational functions;\n\n\t(iv) Conforms to the requirements of the Authority, if applicable.",
            "page": 52
        },
        {
            "code": "ORG 1.5.6",
            "guidance": null,
            "iosa_map": [
                "ORG 1 Management and Control",
                "1.5 Resource Management"
            ],
            "paragraph": "The Operator should have a policy that requires personnel who perform operational functions critica o the safety of aircraft operations to be physically and medically fit for duty.",
            "page": 53
        },
        {
            "code": "ORG 1.5.7",
            "guidance": null,
            "iosa_map": [
                "ORG 1 Management and Control",
                "1.5 Resource Management"
            ],
            "paragraph": "The Operator should have a procedure to ensure screening or testing for psychoactive substances i erformed on prospective operational personnel, unless such screening or testing is performed o rohibited by the State.",
            "page": 53
        },
        {
            "code": "ORG 1.6.1",
            "guidance": null,
            "iosa_map": [
                "ORG 1 Management and Control",
                "1.6 Outsourcing Management"
            ],
            "paragraph": "If the Operator has external service providers conduct outsourced operational functions, the Operato hould ensure a service provider selection process is in place that ensures:\n\n\t(i) Relevant safety and security selection criteria are established;\n\n\t(ii) Service providers are evaluated against such criteria prior to selection.",
            "page": 53
        },
        {
            "code": "ORG 1.6.2",
            "guidance": null,
            "iosa_map": [
                "ORG 1 Management and Control",
                "1.6 Outsourcing Management"
            ],
            "paragraph": "The Operator shall have processes to ensure a contract or agreement is executed with externa ervice providers that conduct outsourced operational functions for the Operator. Such contract o greement shall identify specific documented requirements that can be monitored by the Operator t nsure the safety and/or security of operations are being fulfilled by the service provider.",
            "page": 54
        },
        {
            "code": "ORG 1.7.1",
            "guidance": null,
            "iosa_map": [
                "ORG 1 Management and Control",
                "1.7 Emergency Response"
            ],
            "paragraph": "The Operator shall have a corporate emergency response plan (ERP) for the central managemen nd coordination of all activities necessary to respond to a major aircraft accident or other type o dverse event that results in fatalities, serious injuries, considerable damage and/or a significan isruption of aircraft operations.",
            "page": 55
        },
        {
            "code": "ORG 1.7.2",
            "guidance": null,
            "iosa_map": [
                "ORG 1 Management and Control",
                "1.7 Emergency Response"
            ],
            "paragraph": "The Operator shall have a designated manager with appropriate qualifications and authority t anage and be responsible for the development, implementation and maintenance of the corporat RP.",
            "page": 56
        },
        {
            "code": "ORG 1.7.3",
            "guidance": null,
            "iosa_map": [
                "ORG 1 Management and Control",
                "1.7 Emergency Response"
            ],
            "paragraph": "If the Operator has individual departmental or station emergency response plans within th rganization, the Operator shall ensure such individual plans are coordinated with the overal orporate emergency response plan under the ERP manager.",
            "page": 56
        },
        {
            "code": "ORG 1.7.4",
            "guidance": null,
            "iosa_map": [
                "ORG 1 Management and Control",
                "1.7 Emergency Response"
            ],
            "paragraph": "The Operator shall ensure the ERP as specified in ORG 1.7.1 includes provisions for the appropriat oordination with the emergency response plans of other applicable organizations relevant to th articular event or crisis.",
            "page": 56
        },
        {
            "code": "ORG 1.7.5",
            "guidance": null,
            "iosa_map": [
                "ORG 1 Management and Control",
                "1.7 Emergency Response"
            ],
            "paragraph": "The Operator shall have published procedures and assigned responsibilities to ensure a coordinate xecution of the corporate ERP.",
            "page": 57
        },
        {
            "code": "ORG 1.7.6",
            "guidance": null,
            "iosa_map": [
                "ORG 1 Management and Control",
                "1.7 Emergency Response"
            ],
            "paragraph": "The Operator shall have a process in the ERP to provide an accurate manifest to the appropriat uthorities in the event of an aircraft accident. Such manifest shall list crew members, passenger nd cargo, to include dangerous goods.",
            "page": 58
        },
        {
            "code": "ORG 1.7.7",
            "guidance": null,
            "iosa_map": [
                "ORG 1 Management and Control",
                "1.7 Emergency Response"
            ],
            "paragraph": "The Operator should ensure all personnel with responsibilities under the ERP are appropriatel rained and qualified to execute applicable procedures.",
            "page": 58
        },
        {
            "code": "ORG 1.7.8",
            "guidance": null,
            "iosa_map": [
                "ORG 1 Management and Control",
                "1.7 Emergency Response"
            ],
            "paragraph": "The Operator shall ensure the corporate ERP is rehearsed periodically to:\n\n\t(i) Familiarize personnel with responsibilities and procedures;\n\n\t(ii) Ensure ready functionality of all equipment and facilities; \n\n\t(iii) Expose deficiencies in the plan and its execution, and ensure such deficiencies ar ddressed.",
            "page": 58
        },
        {
            "code": "ORG 1.7.9",
            "guidance": null,
            "iosa_map": [
                "ORG 1 Management and Control",
                "1.7 Emergency Response"
            ],
            "paragraph": "The Operator should have a process for a detailed debriefing and critique whenever the ERP i xecuted, either as a rehearsal or in response to an actual event.",
            "page": 59
        },
        {
            "code": "ORG 1.7.10",
            "guidance": null,
            "iosa_map": [
                "ORG 1 Management and Control",
                "1.7 Emergency Response"
            ],
            "paragraph": "The Operator should have the ready availability of a facility for use as an emergency managemen enter (EMC) with sufficient space, furnishings and equipment to successfully manage the executio f the corporate ERP.",
            "page": 59
        },
        {
            "code": "ORG 1.7.11",
            "guidance": null,
            "iosa_map": [
                "ORG 1 Management and Control",
                "1.7 Emergency Response"
            ],
            "paragraph": "The Operator should have procedures under the corporate ERP that ensure a central coordinatio nd control of all communications with external entities.",
            "page": 60
        },
        {
            "code": "ORG 1.7.12",
            "guidance": null,
            "iosa_map": [
                "ORG 1 Management and Control",
                "1.7 Emergency Response"
            ],
            "paragraph": "The Operator should have procedures and resources immediately available under the corporate ER hat provide for, in the event of an emergency:\n\n\t(i) The establishment of command posts (CPs) at line stations or remote locations;\n\n\t(ii) A telephone enquiry center capable of handling the potential volume of calls expected wit mergency events;\n\n\t(iii) Dedicated equipment and material necessary for successful execution of the corporat RP;\n\n\t(iv) The dispatch, on short notice, of humanitarian teams to appropriate location(s) to attend t ndividuals in need of assistance;\n\n\t(v) Assistance to passengers, crew and their families.",
            "page": 60
        },
        {
            "code": "ORG 2.1.1",
            "guidance": null,
            "iosa_map": [
                "ORG 2 Assurance, Monitoring and Documentation Control",
                "2.1 Quality Assurance"
            ],
            "paragraph": "The Operator shall have a quality assurance program that provides for the auditing of th anagement system of operations and maintenance functions to ensure the organization is:\n\n\t(i) Complying with applicable regulations and standards;\n\n\t(ii) Satisfying stated operational needs;\n\n\t(iii) Identifying areas requiring improvement;\n\n\t(iv) Identifying hazards to operations;\n\n\t(v) Assessing the effectiveness of safety risk controls.",
            "page": 61
        },
        {
            "code": "ORG 2.1.2",
            "guidance": null,
            "iosa_map": [
                "ORG 2 Assurance, Monitoring and Documentation Control",
                "2.1 Quality Assurance"
            ],
            "paragraph": "The Operator shall appoint a manager with appropriate qualifications, authority and independenc hat is responsible for:\n\n\t(i) The performance of the quality assurance program;\n\n\t(ii) Ensuring communication and coordination with operational managers in the management o perational risk;\n\n\t(iii) Dissemination of information to management and non-management operational personne s appropriate to ensure an organizational awareness of relevant quality assurance issue nd results.",
            "page": 62
        },
        {
            "code": "ORG 2.1.4",
            "guidance": null,
            "iosa_map": [
                "ORG 2 Assurance, Monitoring and Documentation Control",
                "2.1 Quality Assurance"
            ],
            "paragraph": "If the Operator is on the IOSA Registry, the Operator shall ensure the quality assurance program a pecified in ORG 2.1.1 provides for the auditing of the IOSA Standards and Recommended Practices(ISARPs) a minimum of once during the IOSA registration period. For internal audits of the ISARPs,\nthe Operator shall have processes that ensure:\n\n\t(i) The effective edition of the IOSA Standards Manual (ISM) is used;\n\n\t(ii) Auditor Actions are accomplished by auditors;\n\n\t(iii) Recording and retention of information associated with the internal audit of individua SARPs as specified in Table 1.2 .",
            "page": 63
        },
        {
            "code": "ORG 2.1.5",
            "guidance": null,
            "iosa_map": [
                "ORG 2 Assurance, Monitoring and Documentation Control",
                "2.1 Quality Assurance"
            ],
            "paragraph": "The Operator shall have an audit planning process and sufficient resources to ensure audits are:\n\n\t(i) Scheduled at intervals to meet regulatory and management system requirements;\n\n\t(ii) Conducted within the scheduled interval.",
            "page": 64
        },
        {
            "code": "ORG 2.1.6",
            "guidance": null,
            "iosa_map": [
                "ORG 2 Assurance, Monitoring and Documentation Control",
                "2.1 Quality Assurance"
            ],
            "paragraph": "The Operator shall ensure the audit planning process defines the scope of each audit, as appropriat or the area being audited, and also:\n\n\t(i) Includes audit objectives that address ongoing compliance with regulatory requirements,\nOperator standards and other applicable regulations, rules and standards;\n\n\t(ii) Considers relevant operational safety or security events that have occurred;\n\n\t(iii) Considers results from previous audits, including the effectiveness of corrective action tha as been implemented.",
            "page": 64
        },
        {
            "code": "ORG 2.1.7",
            "guidance": null,
            "iosa_map": [
                "ORG 2 Assurance, Monitoring and Documentation Control",
                "2.1 Quality Assurance"
            ],
            "paragraph": "The Operator shall have a process for addressing findings that result from audits conducted unde he quality assurance program, which ensures:\n\n\t(i) Identification of root cause(s);\n\n\t(ii) Development of corrective action as appropriate to address findings;\n\n\t(iii) Implementation of corrective action in appropriate operational area(s);\n\n\t(iv) Evaluation of corrective action to determine effectiveness.",
            "page": 65
        },
        {
            "code": "ORG 2.1.8",
            "guidance": null,
            "iosa_map": [
                "ORG 2 Assurance, Monitoring and Documentation Control",
                "2.1 Quality Assurance"
            ],
            "paragraph": "The Operator shall ensure the quality assurance program uses auditors that are impartial an unctionally independent from the operational activities to be audited.",
            "page": 66
        },
        {
            "code": "ORG 2.1.9",
            "guidance": null,
            "iosa_map": [
                "ORG 2 Assurance, Monitoring and Documentation Control",
                "2.1 Quality Assurance"
            ],
            "paragraph": "The Operator shall have a training and qualification program that ensures auditors that conduc uditing under the quality assurance program as specified in ORG 2.1.1 :\n\n\t(i) Have the knowledge, skills and work experience needed to effectively assess areas of th anagement system and operations that will be audited;\n\n\t(ii) Maintain an appropriate level of current audit experience;\n\n\t(iii) Complete initial and continuing auditor training that provides the knowledge an nderstanding necessary to effectively conduct audits against:\n\n\t\t(a) Applicable regulations and standards;\n\n\t\t(b) If the Operator is currently on the IOSA Registry, the ISARPs.\n\n\t(iv) Are evaluated on a periodic basis.",
            "page": 67
        },
        {
            "code": "ORG 2.2.1",
            "guidance": null,
            "iosa_map": [
                "ORG 2 Assurance, Monitoring and Documentation Control",
                "2.2 External Monitoring"
            ],
            "paragraph": "The Operator shall have processes to monitor external service providers that conduct outsource perational functions for the Operator to ensure requirements that affect the safety and/or security o perations are being fulfilled.",
            "page": 68
        },
        {
            "code": "ORG 2.2.2",
            "guidance": null,
            "iosa_map": [
                "ORG 2 Assurance, Monitoring and Documentation Control",
                "2.2 External Monitoring"
            ],
            "paragraph": "The Operator should include auditing as a process for the monitoring of external service providers i ccordance with ORG 2.2.1 .",
            "page": 69
        },
        {
            "code": "ORG 2.2.3",
            "guidance": null,
            "iosa_map": [
                "ORG 2 Assurance, Monitoring and Documentation Control",
                "2.2 External Monitoring"
            ],
            "paragraph": "The Operator shall have a process that provides for the auditing of other operators that transpor assengers of the Operator under a commercial aviation agreement. Such process shall ensure th ollowing with respect to the audit of other operators:\n\n\t(i) The audit is conducted against and requires conformity with applicable ICAO standards;\n\n\t(ii) An initial audit is conducted prior to the commencement of the above-specified passenge ransport operations;\n\n\t(iii) A subsequent audit is conducted during every 24-month period following commencement o he above-specified passenger transport operations.",
            "page": 70
        },
        {
            "code": "ORG 2.3.1",
            "guidance": null,
            "iosa_map": [
                "ORG 2 Assurance, Monitoring and Documentation Control",
                "2.3 Product Control"
            ],
            "paragraph": "The Operator should have processes to ensure equipment or other operational products relevant t he safety or security of aircraft operations that are purchased or otherwise acquired from an externa endor or supplier meet the product technical requirements specified by the Operator prior to bein sed in the conduct of operations or aircraft maintenance.",
            "page": 71
        },
        {
            "code": "ORG 2.4.1",
            "guidance": null,
            "iosa_map": [
                "ORG 2 Assurance, Monitoring and Documentation Control",
                "2.4 Data Management"
            ],
            "paragraph": "The Operator shall have an electronic database to ensure the effective management of informatio nd data associated with audits conducted under the quality assurance program as specified in OR .1.1 andORG 2.1.4 .",
            "page": 72
        },
        {
            "code": "ORG 2.4.2",
            "guidance": null,
            "iosa_map": [
                "ORG 2 Assurance, Monitoring and Documentation Control",
                "2.4 Data Management"
            ],
            "paragraph": "The Operator should have an electronic database to ensure effective management of data derive rom the hazard identification and risk assessment and mitigation programs.",
            "page": 72
        },
        {
            "code": "ORG 2.4.3",
            "guidance": null,
            "iosa_map": [
                "ORG 2 Assurance, Monitoring and Documentation Control",
                "2.4 Data Management"
            ],
            "paragraph": "The Operator should have a process to ensure reports of safety and security occurrences ar ubmitted to IATA for inclusion in the Incident Data Exchange (IDX). Such reports should b ubmitted in accordance with the formal IDX reporting process and include incidents and report rom:\n\n\t(i) Flight operations;\n\n\t(ii) Cabin operations;\n\n\t(iii) Ground handling operations;\n\n\t(iv) Engineering and Maintenance.",
            "page": 73
        },
        {
            "code": "ORG 2.4.4",
            "guidance": null,
            "iosa_map": [
                "ORG 2 Assurance, Monitoring and Documentation Control",
                "2.4 Data Management"
            ],
            "paragraph": "The Operator should participate in and supply data to an aggregated Flight Data Sharing Progra hat is applied to aircraft in its fleet with a certified take-off mass in excess of 20,000 kg (44,092 lbs).\nAs a minimum, such program should:\n\n\t(i) Have a signed agreement with the program participants (member airlines) on how their dat ill be utilized;\n\n\t(ii) Provide a means for participants to securely transfer their flight data;\n\n\t(iii) Be non-punitive and offer adequate safeguards for the de-identification of all data receive rom participants;\n\n\t(iv) Disseminate de-identified information to participants on emerging trends and areas o nterest to global aviation safety;\n\n\t(v) Not use data for the purposes of investigation of the performance of individual participants.",
            "page": 73
        },
        {
            "code": "ORG 2.5.1",
            "guidance": null,
            "iosa_map": [
                "ORG 2 Assurance, Monitoring and Documentation Control",
                "2.5 Documentation System"
            ],
            "paragraph": "The Operator shall have a system for the management and control of documentation and/or dat sed directly in the conduct or support of operations. Such system shall ensure documentation:\n\n\t(i) Meets all required elements specified in Table 1.1 ;\n\n\t(ii) Contains legible and accurate information;\n\n\t(iii) Is presented in a format appropriate for use in operations.",
            "page": 74
        },
        {
            "code": "ORG 2.5.3",
            "guidance": null,
            "iosa_map": [
                "ORG 2 Assurance, Monitoring and Documentation Control",
                "2.5 Documentation System"
            ],
            "paragraph": "The Operator should have a documentation system that ensures operations, maintenance an ecurity manuals are centrally managed or coordinated under a corporate scheme of documen ierarchy.",
            "page": 75
        },
        {
            "code": "ORG 2.5.4",
            "guidance": null,
            "iosa_map": [
                "ORG 2 Assurance, Monitoring and Documentation Control",
                "2.5 Documentation System"
            ],
            "paragraph": "The Operator shall have SMS documentation, including a manual, that describes:\n\n\t(i) The safety policy and objectives;\n\n\t(ii) SMS requirements;\n\n\t(iii) SMS processes and procedures;\n\n\t(iv) Accountability, authorities and responsibilities for SMS processes and procedures.",
            "page": 76
        },
        {
            "code": "ORG 2.6.1",
            "guidance": null,
            "iosa_map": [
                "ORG 2 Assurance, Monitoring and Documentation Control",
                "2.6 Records System"
            ],
            "paragraph": "The Operator shall have a system for the management and control of operational records to ensur he content and retention of such records is in accordance with requirements of the Authority, a pplicable, and to ensure operational records are subjected to standardized processes for:\n\n\t(i) Identification;\n\n\t(ii) Legibility;\n\n\t(iii) Maintenance;\n\n\t(iv) Retrieval;\n\n\t(v) Protection, integrity and security;\n\n\t(vi) Disposal, deletion (electronic records) and archiving.",
            "page": 77
        },
        {
            "code": "ORG 2.6.2",
            "guidance": null,
            "iosa_map": [
                "ORG 2 Assurance, Monitoring and Documentation Control",
                "2.6 Records System"
            ],
            "paragraph": "If the Operator uses an electronic system for the management and control of records, the Operato hall ensure the system provides for a scheduled generation of backup record files.",
            "page": 77
        },
        {
            "code": "ORG 3.1.1",
            "guidance": null,
            "iosa_map": [
                "ORG 3 Risk Management",
                "3.1 Hazard Identification"
            ],
            "paragraph": "The Operator shall have a hazard identification program that is implemented and integrate hroughout the organization and includes a combination of reactive and proactive methods of hazar dentification.",
            "page": 78
        },
        {
            "code": "ORG 3.1.2",
            "guidance": null,
            "iosa_map": [
                "ORG 3 Risk Management",
                "3.1 Hazard Identification"
            ],
            "paragraph": "The Operator shall have an operational safety reporting system that is implemented throughout th rganization in a manner that:\n\n\t(i) Encourages and facilitates personnel to submit reports that identify safety hazards, expos afety deficiencies and raise safety concerns;\n\n\t(ii) Ensures mandatory reporting in accordance with applicable regulations;\n\n\t(iii) Includes analysis and management action as necessary to address safety issues identifie hrough the reporting system.",
            "page": 79
        },
        {
            "code": "ORG 3.1.3",
            "guidance": null,
            "iosa_map": [
                "ORG 3 Risk Management",
                "3.1 Hazard Identification"
            ],
            "paragraph": "The Operator should have a confidential safety reporting system that is implemented throughout th rganization in a manner that encourages and facilitates the reporting of events, hazards and/o oncerns resulting from or associated with human performance in operations.",
            "page": 80
        },
        {
            "code": "ORG 3.1.4",
            "guidance": null,
            "iosa_map": [
                "ORG 3 Risk Management",
                "3.1 Hazard Identification"
            ],
            "paragraph": "The Operator should have a program for the systematic acquisition and analysis of data fro bservations of flight crew performance during normal line operations.",
            "page": 81
        },
        {
            "code": "ORG 3.1.5",
            "guidance": null,
            "iosa_map": [
                "ORG 3 Risk Management",
                "3.1 Hazard Identification"
            ],
            "paragraph": "The Operator shall have a process to identify changes within or external to the organization that hav he potential to affect the level of safety risks associated with aircraft operations, and to manage risk hat may arise from or are affected by such changes in accordance with ORG 3.1.1 andORG 3.2.1 .",
            "page": 82
        },
        {
            "code": "ORG 3.2.1",
            "guidance": null,
            "iosa_map": [
                "ORG 3 Risk Management",
                "3.2 Risk Assessment and Mitigation"
            ],
            "paragraph": "The Operator shall have a safety risk assessment and mitigation program that includes processe mplemented and integrated throughout the organization to ensure:\n\n\t(i) Hazards are analyzed to determine corresponding safety risks to aircraft operations;\n\n\t(ii) Safety risks are assessed to determine the requirement for risk mitigation action(s);\n\n\t(iii) When required, risk mitigation actions are developed and implemented in operations.",
            "page": 83
        },
        {
            "code": "ORG 3.2.2",
            "guidance": null,
            "iosa_map": [
                "ORG 3 Risk Management",
                "3.2 Risk Assessment and Mitigation"
            ],
            "paragraph": "The Operator should have a process for safety data analysis with the purpose of predicting futur isks associated with hazards to aircraft operations.",
            "page": 85
        },
        {
            "code": "ORG 3.3.1",
            "guidance": null,
            "iosa_map": [
                "ORG 3 Risk Management",
                "3.3 Flight Data Analysis (FDA)"
            ],
            "paragraph": "If the Operator conducts flights with aircraft that have a maximum certified takeoff mass in excess o 7,000 kg (59,525 lb), the Operator shall have a flight data analysis (FDA) program that requires  ystematic download and analysis of electronically recorded flight data from applicable aircraft in it leet. The FDA program shall be non-punitive and be integrated in the Operator s SMS.",
            "page": 85
        },
        {
            "code": "ORG 3.3.2",
            "guidance": null,
            "iosa_map": [
                "ORG 3 Risk Management",
                "3.3 Flight Data Analysis (FDA)"
            ],
            "paragraph": "The Operator should have a flight data analysis (FDA) program in accordance with ORG 3.3.1 that i pplied to aircraft in its fleet with a certified takeoff mass in excess of 20 000 kg (44,092 lb).",
            "page": 87
        },
        {
            "code": "ORG 3.3.3",
            "guidance": null,
            "iosa_map": [
                "ORG 3 Risk Management",
                "3.3 Flight Data Analysis (FDA)"
            ],
            "paragraph": "If the Operator has an FDA program in accordance with ORG 3.3.1 , the Operator shall ensure suc rogram has processes for:\n\n\t(i) Interpretation and analysis of flight and aircraft technical data;\n\n\t(ii) Flight crew liaison, including permission and responsibility for confidential discussions wit light crew members involved in events highlighted by FDA;\n\n\t(iii) Data collection that comprises data that are representative of all aircraft operations for eac pplicable fleet type;\n\n\t(iv) Dissemination of de-identified information to relevant operational personnel;\n\n\t(v) Training and qualification of personnel as appropriate to perform assigned progra unctions.",
            "page": 88
        },
        {
            "code": "ORG 3.3.4",
            "guidance": null,
            "iosa_map": [
                "ORG 3 Risk Management",
                "3.3 Flight Data Analysis (FDA)"
            ],
            "paragraph": "If the Operator has an FDA program in accordance with ORG 3.3.1 , the Operator shall hav tandards for the management and protection of program data and information that define:\n\n\t(i) Methods for ensuring the integrity and validity of downloaded flight data;\n\n\t(ii) Policies and procedures for data de-identification and confidentiality;\n\n\t(iii) Methods for maintaining and presenting event and exceedance information for tren nalysis;\n\n\t(iv) Policies and procedures for data retention, retrieval and archiving;\n\n\t(v) Processes for assessing and improving data management policies, methods an rocedures.",
            "page": 89
        },
        {
            "code": "ORG 3.3.5",
            "guidance": null,
            "iosa_map": [
                "ORG 3 Risk Management",
                "3.3 Flight Data Analysis (FDA)"
            ],
            "paragraph": "If the Operator has an FDA program in accordance with ORG 3.3.1 , the Operator shall hav rocesses to ensure program findings (e.g. hazards, adverse events and trends, airworthines ssues) are coordinated with relevant operational areas of the organization for further validation an ssessment, and for a determination of appropriate follow-up action. Such coordination and follow-u ction shall be accomplished within the SMS as follows:\n\n\t(i) Hazard identification and safety risk assessment and mitigation in accordance with OR .1.1 andORG 3.2.1 .\n\n\t(ii) Event investigation in accordance with ORG 3.5.1 andORG 3.5.2 .\n\n\t(iii) Continuing airworthiness assessment in accordance with Maintenance Managemen anual (MMM) procedures as specified in MNT 1.7.1 andTable 4.3 .",
            "page": 89
        },
        {
            "code": "ORG 3.4.1",
            "guidance": null,
            "iosa_map": [
                "ORG 3 Risk Management",
                "3.4 Specific Risk Assessments"
            ],
            "paragraph": "The Operator should have a policy and procedures for the transport of items in the carg ompartment, which include the conduct of a specific safety risk assessment. Such risk assessmen hould, as a minimum, include consideration of the following factors:\n\n\t(i) Hazards associated with the properties of the items to be transported;\n\n\t(ii) Capabilities of the operator;\n\n\t(iii) Operational considerations (e.g. area of operations, diversion time);\n\n\t(iv) Capabilities of the aircraft and its systems (e.g. cargo compartment fire suppressio apabilities);\n\n\t(v) Containment characteristics of unit load devices;\n\n\t(vi) Packing and packaging;\n\n\t(vii) Safety of the supply chain for items to be transported;\n\n\t(viii) Quantity and distribution of dangerous goods items to be transported.",
            "page": 90
        },
        {
            "code": "ORG 3.5.1",
            "guidance": null,
            "iosa_map": [
                "ORG 3 Risk Management",
                "3.5 Occurrence Handling"
            ],
            "paragraph": "The Operator shall have a process for the investigation of aircraft accidents and incidents, to includ eporting of events in accordance with requirements of the State.",
            "page": 92
        },
        {
            "code": "ORG 3.5.2",
            "guidance": null,
            "iosa_map": [
                "ORG 3 Risk Management",
                "3.5 Occurrence Handling"
            ],
            "paragraph": "The Operator shall have a process for identifying and investigating irregularities and other non-\nroutine operational occurrences that might be precursors to an aircraft accident or incident.",
            "page": 92
        },
        {
            "code": "ORG 3.6.1",
            "guidance": null,
            "iosa_map": [
                "ORG 3 Risk Management",
                "3.6 Cybersecurity Risk Management"
            ],
            "paragraph": "The Operator should ensure critical information and communications technology systems and dat sed in operations and maintenance functions are identified and, in accordance with ris anagement principles, appropriate measures are developed and implemented to protect them fro nlawful interference.",
            "page": 93
        },
        {
            "code": "ORG 4.1.1",
            "guidance": null,
            "iosa_map": [
                "ORG 4 Improvement and Promotion, Training",
                "4.1 Management Review"
            ],
            "paragraph": "The Operator shall have a process to review the management system at intervals not exceeding on ear to ensure its continuing suitability, adequacy and effectiveness in the management and contro f operations and associated risks. A review shall include assessing opportunities for improvemen nd the need for changes to the system, including, but not limited to:\n\n\t(i) Organizational structure;\n\n\t(ii) Defined safety objectives;\n\n\t(iii) Reporting lines, authorities, responsibilities;\n\n\t(iv) Policies, processes and procedures; \n\n\t(v) Allocation of resources;\n\n\t(vi) Identification of training needs.",
            "page": 94
        },
        {
            "code": "ORG 4.1.2",
            "guidance": null,
            "iosa_map": [
                "ORG 4 Improvement and Promotion, Training",
                "4.1 Management Review"
            ],
            "paragraph": "The Operator shall have a process to ensure significant issues arising from quality assurance an isk management are subject to management review in accordance with ORG 4.1.1 .",
            "page": 96
        },
        {
            "code": "ORG 4.1.3",
            "guidance": null,
            "iosa_map": [
                "ORG 4 Improvement and Promotion, Training",
                "4.1 Management Review"
            ],
            "paragraph": "The Operator shall have processes to monitor and assess its SMS processes in order to maintain o ontinually improve the overall effectiveness of the SMS.",
            "page": 96
        },
        {
            "code": "ORG 4.2.1",
            "guidance": null,
            "iosa_map": [
                "ORG 4 Improvement and Promotion, Training",
                "4.2 Safety Communication"
            ],
            "paragraph": "The Operator shall have a system that enables effective communication of safety and operationa nformation throughout the management system and in all areas where operations are conducted.\nSuch system shall ensure:\n\n\t(i) Personnel maintain an awareness of the SMS;\n\n\t(ii) Safety-critical information is conveyed;\n\n\t(iii) External service providers are provided with information relevant to operations conducted.",
            "page": 97
        },
        {
            "code": "ORG 4.3.1",
            "guidance": null,
            "iosa_map": [
                "ORG 4 Improvement and Promotion, Training",
                "4.3 Training"
            ],
            "paragraph": "The Operator shall have a program that ensures its personnel are trained to understand SM esponsibilities and competent to perform associated duties. The scope of such training shall b ppropriate to each individual s involvement in the SMS.",
            "page": 98
        },
        {
            "code": "ORG 4.3.2",
            "guidance": null,
            "iosa_map": [
                "ORG 4 Improvement and Promotion, Training",
                "4.3 Training"
            ],
            "paragraph": "If the Operator outsources operational functions to external service providers, the Operator shoul ave a program that ensures personnel of external service providers are trained to understand SM esponsibilities and perform associated duties. The scope of such training should be appropriate t ndividual involvement in the Operator s SMS.",
            "page": 99
        },
        {
            "code": "ORG 4.4.1",
            "guidance": null,
            "iosa_map": [
                "ORG 4 Improvement and Promotion, Training",
                "4.4 Effectiveness"
            ],
            "paragraph": "The Operator should demonstrate that systems, processes and procedures specified in the ISARP dentified with the [Eff] symbol are achieving the designated Desired Outcome.\nNote: Conformity with this ORG provision is possible only when the Operator demonstrate ffectiveness of implementation for all ISARPs designated with the [Eff] symbol.\nNote: Conformity with this provision does not require specifications to be documented by th perator.",
            "page": 99
        }
    ]
}