{
    "name": "Section 7 - Cargo Operations (CGO)",
    "code": "CGO",
    "applicability": "Applicability\nSection 7 addresses functions within the scope of cargo operations and is applicable to an operator that\ntransports revenue and/or non-revenue cargo. COMAT (Company Material) is non-revenue cargo.\nIn this section, non-revenue cargo is addressed in the same way as revenue cargo for the purposes of\nhandling, loading, securing and transporting.\nFor the purpose of addressing cargo in this section, mail is considered to be an item of cargo. Therefore,\nany reference to cargo also includes mail.\nIndividual CGO provisions or sub-specifications within a CGO provision that:\n Do not begin with a conditional phrase are applicable unless determined otherwise by the Auditor.\n Begin with a conditional phrase ( If the Operator... ) are applicable if the Operator meets the\ncondition(s) stated in the phrase.\nFunctions within the scope of cargo operations include:\n Cargo acceptance;\n Cargo handling;\n ULD loading/build-up;\n Application of required security measures.\nCertain operators, particularly all-cargo operators, might have ground handling operations functions\nperformed by cargo operations personnel (e.g. aircraft loading, airside operations, load control). Where\nthis situation exists, the operator must be in conformity with the ISARPs contained in Section 6 , Ground\nHandling Operations (GRH), that are applicable to the ground handling operations functions performed by\ncargo operations personnel.\nWhere an operator outsources the performance of cargo operations functions to external service\nproviders, the operator retains overall responsibility for ensuring the management of safety in the conduct\nof such operations and must demonstrate processes for monitoring applicable external service providers in\naccordance with CGO 1.10.2 .",
    "guidance": "General Guidance\nDefinitions of technical terms used in this ISM Section 7 , as well as the meaning of abbreviations and\nacronyms, are found in the IATA Reference Manual for Audit Programs (IRM).\n1 Management and Control\n1.1 Management System Overview",
    "items": [
        {
            "code": "CGO 1.1.1",
            "guidance": null,
            "iosa_map": [
                "CGO 1 Management and Control",
                "1.1 Management System Overview"
            ],
            "paragraph": "If the Operator transports revenue cargo, the Operator shall have a management system that\nensures control of cargo operations and the management of safety and security outcomes."
        },
        {
            "code": "CGO 1.1.2",
            "guidance": null,
            "iosa_map": [
                "CGO 1 Management and Control",
                "1.1 Management System Overview"
            ],
            "paragraph": "If the Operator transports revenue cargo, the Operator shall have a manager for cargo operations\nthat:\n(i) Has the authority and responsibility for the management and supervision of functions and\nactivities within the scope of cargo operations;\n(ii) Is responsible for the management of safety and security risks to cargo operations."
        },
        {
            "code": "CGO 1.2.1",
            "guidance": null,
            "iosa_map": [
                "CGO 1 Management and Control",
                "1.2 Accountability, Authorities and Responsibilities"
            ],
            "paragraph": "If the Operator transports revenue cargo, the Operator shall ensure the management system defines\nthe safety accountability, authorities and responsibilities of management and non-management\npersonnel that perform functions relevant to the safety and/or security of cargo operations. The\nmanagement system shall also specify:\n(i) The levels of management with the authority to make decisions regarding risk tolerability\nwith respect to the safety and/or security of cargo operations;\n(ii) Responsibilities for ensuring cargo operations are conducted in accordance with applicable\nregulations and standards of the Operator;\n(iii) Lines of accountability throughout cargo operations, including direct accountability for safety\nand/or security on the part of cargo operations senior management."
        },
        {
            "code": "CGO 1.2.2",
            "guidance": null,
            "iosa_map": [
                "CGO 1 Management and Control",
                "1.2 Accountability, Authorities and Responsibilities"
            ],
            "paragraph": "If the Operator transports cargo, the Operator shall have a process or procedure for the delegation of\nduties within the management system for cargo operations that ensures managerial continuity is\nmaintained when operational managers including, if applicable, post holders are unable to carry out\nwork duties."
        },
        {
            "code": "CGO 1.3.1",
            "guidance": null,
            "iosa_map": [
                "CGO 1 Management and Control",
                "1.3 Communication"
            ],
            "paragraph": "If the Operator transports cargo, the Operator shall have a system that enables effective\ncommunication of relevant safety and operational information throughout the cargo operations\nmanagement system and in all areas where cargo operations are conducted. Such system shall\nensure:\n(i) Personnel maintain an awareness of the SMS;\n(ii) Safety-critical information is conveyed;\n(iii) If applicable, external service providers are provided with information relevant to operations\nconducted"
        },
        {
            "code": "CGO 1.4.1",
            "guidance": null,
            "iosa_map": [
                "CGO 1 Management and Control",
                "1.4 Provision of Resources"
            ],
            "paragraph": "If the Operator transports cargo, the Operator shall ensure the existence of the necessary facilities,\nworkspace, equipment and supporting services, as well as work environment, to satisfy cargo\noperations safety and security requirements."
        },
        {
            "code": "CGO 1.4.2",
            "guidance": null,
            "iosa_map": [
                "CGO 1 Management and Control",
                "1.4 Provision of Resources"
            ],
            "paragraph": "If the Operator transports cargo, the Operator shall have a selection process for management and\nnon-management positions within the cargo organization that require the performance of functions\nrelevant to the safety or security of aircraft operations. Such process shall ensure candidates are\nselected on the basis of knowledge, skills, training and experience appropriate for the\nposition."
        },
        {
            "code": "CGO 1.5.3",
            "guidance": null,
            "iosa_map": [
                "CGO 1 Management and Control",
                "1.5 Documentation System"
            ],
            "paragraph": "If the Operator transports revenue cargo, the Operator shall have a system for the management and\ncontrol of documentation and/or data used directly in the conduct or support of cargo operations.\nSuch system shall ensure documentation:\n(i) Meets all required elements specified in Table 1.1 ;\n(ii) Contains legible and accurate information;\n(iii) Is presented in a format appropriate for use in operations."
        },
        {
            "code": "CGO 1.6.1",
            "guidance": null,
            "iosa_map": [
                "CGO 1 Management and Control",
                "1.6 Operational Manuals"
            ],
            "paragraph": "If the Operator transports cargo, the Operator shall have an Operations Manual (OM), which may be\nissued in separate parts, that contains the operational policies, processes, procedures and other\ninformation necessary to ensure compliance with applicable regulations, laws, rules and standards of\nthe Operator. The content of the OM shall contain standards and guidance that addresses the\nacceptance, handling, loading, securing and transporting of cargo as specified in Table 7.1 ."
        },
        {
            "code": "CGO 1.6.2",
            "guidance": null,
            "iosa_map": [
                "CGO 1 Management and Control",
                "1.6 Operational Manuals"
            ],
            "paragraph": "If the Operator transports dangerous goods as cargo, the Operator shall ensure a copy of the current\nedition of the Dangerous Goods Regulations (DGR) or the ICAO Technical Instructions for the Safe\nTransport of Dangerous Goods by Air (Technical Instructions), including addenda as appropriate, is\navailable at each location where cargo operations are conducted and dangerous goods are\naccepted."
        },
        {
            "code": "CGO 1.6.3",
            "guidance": null,
            "iosa_map": [
                "CGO 1 Management and Control",
                "1.6 Operational Manuals"
            ],
            "paragraph": "If the Operator transports cargo, but does nottransport dangerous goods, the Operator shall ensure\nthe OM contains the policies and associated guidance necessary to prevent dangerous goods from\nbeing inadvertently accepted for transport and loaded onto the aircraft."
        },
        {
            "code": "CGO 1.6.4",
            "guidance": null,
            "iosa_map": [
                "CGO 1 Management and Control",
                "1.6 Operational Manuals"
            ],
            "paragraph": "If the Operator transports cargo using Unit Load Devices (ULDs), the Operator should ensure a copy\nof the current edition of ULD Regulations (ULDR), or the OM containing equivalent ULD related\ncontent, is available or accessible at each location where cargo operations are conducted and ULDs\nare used."
        },
        {
            "code": "CGO 1.7.1",
            "guidance": null,
            "iosa_map": [
                "CGO 1 Management and Control",
                "1.7 Records System"
            ],
            "paragraph": "If the Operator transports cargo, the Operator shall have a system for the management and control of\noperational records to ensure the content and retention of such records is in accordance with\nrequirements of the Authority, as applicable, and to ensure operational records are subjected to\nstandardized processes for:\n(i) Identification;\n(ii) Legibility;\n(iii) Maintenance;\n(iv) Retrieval;\n(v) Protection, integrity and security;\n(vi) Disposal, deletion (electronic records) and archiving."
        },
        {
            "code": "CGO 1.7.2",
            "guidance": null,
            "iosa_map": [
                "CGO 1 Management and Control",
                "1.7 Records System"
            ],
            "paragraph": "If the Operator transports cargo and uses an electronic system for the management and control of\ncargo operations records, the Operator shall ensure the system provides for a scheduled generation\nof backup record files."
        },
        {
            "code": "CGO 1.9.1",
            "guidance": null,
            "iosa_map": [
                "CGO 1 Management and Control",
                "1.9 Quality Assurance Program"
            ],
            "paragraph": "If the Operator transports cargo, the Operator shall have a quality assurance program that provides\nfor the auditing and evaluation of the management system and operational functions within the scope\nof cargo operations at planned intervals to ensure the Operator is:\n(i) Complying with applicable regulations and standards;\n(ii) Satisfying stated operational needs;\n(iii) Identifying areas requiring improvement;\n(iv) Identifying hazards to operations;\n(v) Assessing the effectiveness of safety risk controls."
        },
        {
            "code": "CGO 1.9.2",
            "guidance": null,
            "iosa_map": [
                "CGO 1 Management and Control",
                "1.9 Quality Assurance Program"
            ],
            "paragraph": "If the Operator transports cargo, the Operator shall have a process for addressing findings resulting\nfrom audits conducted under the quality assurance program, which ensures:\n(i) Identification of root cause(s);\n(ii) Development of corrective action, as appropriate to address findings;\n(iii) Implementation of corrective action in appropriate areas of cargo operations;\n(iv) Evaluation of corrective action to determine effectiveness."
        },
        {
            "code": "CGO 1.9.3",
            "guidance": null,
            "iosa_map": [
                "CGO 1 Management and Control",
                "1.9 Quality Assurance Program"
            ],
            "paragraph": "If the Operator transports cargo, the Operator shall have a process to ensure significant issues\narising from cargo operations quality assurance and risk management are subject to management\nreview in accordance with ORG 4.1.1 ."
        },
        {
            "code": "CGO 1.9.4",
            "guidance": null,
            "iosa_map": [
                "CGO 1 Management and Control",
                "1.9 Quality Assurance Program"
            ],
            "paragraph": "If the Operator transports cargo, the Operator shall have an audit planning process and sufficient\nresources to ensure audits of cargo operations are:\n(i) Scheduled at intervals to meet regulatory and management system requirements;\n(ii) Conducted within the scheduled interval."
        },
        {
            "code": "CGO 1.10.1A",
            "guidance": null,
            "iosa_map": [
                "CGO 1 Management and Control",
                "1.10 Quality Control of Outsourced Operations and Products"
            ],
            "paragraph": "If the Operator has external service providers conduct outsourced cargo operations functions, the\nOperator should ensure a service provider selection process is in place that ensures:\n(i) Safety-relevant selection criteria are established;\n(ii) Service providers are evaluated against these criteria prior to selection."
        },
        {
            "code": "CGO 1.10.1B",
            "guidance": null,
            "iosa_map": [
                "CGO 1 Management and Control",
                "1.10 Quality Control of Outsourced Operations and Products"
            ],
            "paragraph": "If the Operator transports cargo, and has external service providers conduct outsourced cargo\noperations functions, the Operator shall have processes to ensure a contract or agreement is\nexecuted with such external service providers. Contracts or agreements shall identify the application\nof specific documented requirements that can be monitored by the Operator to ensure cargo\nrequirements that affect the safety and/or security of aircraft operations are being fulfilled by the\nservice provider."
        },
        {
            "code": "CGO 1.10.2",
            "guidance": null,
            "iosa_map": [
                "CGO 1 Management and Control",
                "1.10 Quality Control of Outsourced Operations and Products"
            ],
            "paragraph": "If the Operator transports cargo, and has external service providers conduct outsourced cargo\noperations functions, the Operator shall have a process to monitor such external service providers to\nensure cargo requirements that affect the safety and security of aircraft operations are being\nfulfilled."
        },
        {
            "code": "CGO 1.10.3",
            "guidance": null,
            "iosa_map": [
                "CGO 1 Management and Control",
                "1.10 Quality Control of Outsourced Operations and Products"
            ],
            "paragraph": "If the Operator transports cargo, and has external service providers conduct outsourced cargo\noperations functions, the Operator should include auditing as a process for the monitoring of external\nservice providers in accordance with CGO 1.10.2 ."
        },
        {
            "code": "CGO 1.11.1",
            "guidance": null,
            "iosa_map": [
                "CGO 1 Management and Control",
                "1.11 Safety Management"
            ],
            "paragraph": "If the Operator transports cargo, the Operator shall have a hazard identification program\nimplemented in the cargo operations organization that includes a combination of reactive and\nproactive methods of hazard identification."
        },
        {
            "code": "CGO 1.11.2",
            "guidance": null,
            "iosa_map": [
                "CGO 1 Management and Control",
                "1.11 Safety Management"
            ],
            "paragraph": "If the Operator transports cargo, the Operator shall have a safety risk assessment and mitigation\nprogram implemented in the cargo operations organization that specifies processes to ensure:\n(i) Hazards are analyzed to determine the corresponding safety risks to aircraft operations;\n(ii) Safety risks are assessed to determine the requirement for risk mitigation action(s);\n(iii) When required, risk mitigation actions are developed and implemented in cargo operations."
        },
        {
            "code": "CGO 1.11.3",
            "guidance": null,
            "iosa_map": [
                "CGO 1 Management and Control",
                "1.11 Safety Management"
            ],
            "paragraph": "If the Operator transports cargo, the Operator shall have an operational safety reporting system in\nthe cargo operations organization that:\n(i) Encourages and facilitates cargo operations personnel to submit reports that identify safety\nhazards, expose safety deficiencies and raise safety concerns;\n(ii) Includes analysis and cargo operations management action to address operational\ndeficiencies, hazards, incidents and concerns identified through the reporting system."
        },
        {
            "code": "CGO 1.11.4",
            "guidance": null,
            "iosa_map": [
                "CGO 1 Management and Control",
                "1.11 Safety Management"
            ],
            "paragraph": "If the Operator transports cargo, the Operator should have a confidential safety reporting system\nimplemented within the cargo operations organization in a manner that encourages and facilitates the\nreporting of events, hazards and/or concerns resulting from or associated with human performance in\noperations."
        },
        {
            "code": "CGO 1.11.5",
            "guidance": null,
            "iosa_map": [
                "CGO 1 Management and Control",
                "1.11 Safety Management"
            ],
            "paragraph": "If the Operator transports cargo, the Operator shall have processes in the cargo operations\norganization for safety setting performance indicators (SPIs) and, as applicable, safety performance\ntargets (SPTs) as means to monitor the achievement of its safety objectives and to validate the\neffectiveness of risk controls."
        },
        {
            "code": "CGO 2.1.1",
            "guidance": null,
            "iosa_map": [
                "CGO 2 Training and Qualification",
                "2.1 Training Program"
            ],
            "paragraph": "If the Operator transports cargo, the Operator shall have a process to ensure personnel that perform\noperational duties in functions within the scope of cargo operations for the Operator, to include\npersonnel of external service providers, complete:\n(i) Initial training prior to being assigned to perform such operational duties;\n(ii) Recurrent training on a frequency in accordance with requirements of the regulatory\nauthority but not less than once during every 36-month period, except for recurrent training\nin dangerous goods as specified in CGO 2.2.1 ,CGO 2.2.2 orCGO 2.2.3 ."
        },
        {
            "code": "CGO 2.1.2",
            "guidance": null,
            "iosa_map": [
                "CGO 2 Training and Qualification",
                "2.1 Training Program"
            ],
            "paragraph": "If the Operator transports cargo, the Operator shall have a process to ensure the training programs\ncompleted by cargo operations personnel in accordance with CGO 2.1.1 provide the knowledge\nnecessary to perform duties, execute procedures and operate the equipment associated with specific\ncargo functions and responsibilities. Such programs shall include:\n(i) Familiarization training on applicable regulations;\n(ii) In-depth training on requirements, including policies, procedures and operating practices;\n(iii) Training in human factors principles;\n(iv) Safety training on associated operational hazards."
        },
        {
            "code": "CGO 2.1.4",
            "guidance": null,
            "iosa_map": [
                "CGO 2 Training and Qualification",
                "2.1 Training Program"
            ],
            "paragraph": "If the Operator transports cargo, the Operator shall have a process to ensure the training programs\ncompleted by cargo operations personnel in accordance with CGO 2.1.1 are reviewed and updated\nto remain relevant and current."
        },
        {
            "code": "CGO 2.1.5",
            "guidance": null,
            "iosa_map": [
                "CGO 2 Training and Qualification",
                "2.1 Training Program"
            ],
            "paragraph": "If the Operator transports cargo, the Operator shall have a process to ensure training for personnel\nthat perform operational duties within the scope of cargo operations for the Operator:\n(i) Includes testing or evaluation by written, oral or practical means, as applicable;\n(ii) Requires a demonstration of adequate knowledge, competency and proficiency to perform\nduties, execute procedures and/or operate equipment."
        },
        {
            "code": "CGO 2.1.6",
            "guidance": null,
            "iosa_map": [
                "CGO 2 Training and Qualification",
                "2.1 Training Program"
            ],
            "paragraph": "If the Operator transports cargo, the Operator shall have a process to ensure completion of required\ntraining by personnel that perform operational duties within the scope of cargo operations for the\nOperator is recorded and such records retained in accordance with CGO 1.7.1."
        },
        {
            "code": "CGO 2.2.1",
            "guidance": null,
            "iosa_map": [
                "CGO 2 Training and Qualification",
                "2.2 Program Elements"
            ],
            "paragraph": "If the Operator transports dangerous goods as cargo, the Operator shall have a process to ensure\ncargo operations personnel assigned the responsibility for accepting dangerous goods complete\ndangerous goods training, to include initial training and recurrent training within 24 months of\nprevious training in dangerous goods."
        },
        {
            "code": "CGO 2.2.2",
            "guidance": null,
            "iosa_map": [
                "CGO 2 Training and Qualification",
                "2.2 Program Elements"
            ],
            "paragraph": "If the Operator transports cargo, but does not transport dangerous goods, the Operator shall have a\nprocess to ensure cargo operations personnel assigned the responsibility for accepting cargo\ncomplete dangerous goods training, to include initial training and recurrent training within 24 months\nof previous training in dangerous goods."
        },
        {
            "code": "CGO 2.2.3",
            "guidance": null,
            "iosa_map": [
                "CGO 2 Training and Qualification",
                "2.2 Program Elements"
            ],
            "paragraph": "If the Operator transports dangerous goods as cargo, the Operator shall have a process to ensure\ncargo operations personnel assigned the responsibility for handling or storing such cargo, as well as,\nwhere applicable, the loading of ULDs, receive dangerous goods training, to include initial training\nand recurrent training within 24 months of previous training in dangerous goods."
        },
        {
            "code": "CGO 2.2.4",
            "guidance": null,
            "iosa_map": [
                "CGO 2 Training and Qualification",
                "2.2 Program Elements"
            ],
            "paragraph": "If the Operator transports cargo, the Operator should have a process to ensure personnel assigned\nto operate equipment in the performance of their duties in cargo operations are trained and qualified\nto operate the equipment associated with those duties."
        },
        {
            "code": "CGO 2.3.1",
            "guidance": null,
            "iosa_map": [
                "CGO 2 Training and Qualification",
                "2.3 SMS Training"
            ],
            "paragraph": "If the Operator transports cargo, the Operator shall have a program that ensures its cargo operations\npersonnel are trained and competent to perform SMS duties. The scope of such training shall be\nappropriate to each individual's involvement in the SMS."
        },
        {
            "code": "CGO 2.3.2",
            "guidance": null,
            "iosa_map": [
                "CGO 2 Training and Qualification",
                "2.3 SMS Training"
            ],
            "paragraph": "If the Operator outsources cargo handling operational functions to external service providers, the\nOperator should have a program that ensures personnel of external service providers are trained and\ncompetent to perform SMS duties. The scope of such training should be appropriate to individual\ninvolvement in the Operator s SMS."
        },
        {
            "code": "CGO 3.1.1",
            "guidance": null,
            "iosa_map": [
                "CGO 3 Acceptance and Handling",
                "3.1 General Cargo"
            ],
            "paragraph": "If the Operator transports cargo, the Operator shall have a process to ensure such shipments\naccepted for transport:\n(i) If revenue cargo, are in compliance with standards in the OM as specified in CGO 1.6.1 ;\n(ii) If interline cargo, are in compliance with IATA interline cargo requirements;\n(iii) If non-revenue cargo, are in compliance with the OM or equivalent document as specified in\nCGO 1.6.1 ."
        },
        {
            "code": "CGO 3.1.3",
            "guidance": null,
            "iosa_map": [
                "CGO 3 Acceptance and Handling",
                "3.1 General Cargo"
            ],
            "paragraph": "If the Operator transports cargo, the Operator shall have a process to ensure, where scales are used\nto determine the weight of cargo, all such scales are periodically checked and calibrated, and such\nactions are recorded and retained in accordance with applicable regulations."
        },
        {
            "code": "CGO 3.1.4",
            "guidance": null,
            "iosa_map": [
                "CGO 3 Acceptance and Handling",
                "3.1 General Cargo"
            ],
            "paragraph": "If the Operator transports cargo, the Operator should have a process to ensure cargo terminals are\nequipped with facilities appropriate for storage of dangerous goods and other special cargo, such as\nhuman remains, live animals, perishables, valuable cargo and pharmaceuticals."
        },
        {
            "code": "CGO 3.2.1",
            "guidance": null,
            "iosa_map": [
                "CGO 3 Acceptance and Handling",
                "3.2 Dangerous Goods"
            ],
            "paragraph": "If the Operator transports dangerous goods as cargo, the Operator shall have a Dangerous Goods\nAcceptance Checklist that:\n(i) Reflects applicable requirements contained in the current DGR;\n(ii) Once completed, contains information that identifies the person(s) that performed the\nacceptance check."
        },
        {
            "code": "CGO 3.2.2",
            "guidance": null,
            "iosa_map": [
                "CGO 3 Acceptance and Handling",
                "3.2 Dangerous Goods"
            ],
            "paragraph": "If the Operator transports dangerous goods as cargo, the Operator shall have procedures to ensure\nthe use of a Dangerous Goods Acceptance Checklist as specified in CGO 3.2.1 to verify:\n(i) Package(s), overpack(s) or freight containers, as applicable, are correctly marked and\nlabeled;\n(ii) The Shipper's Declaration for Dangerous Goods, if required, or other documentation\ncomplies with the requirements of the current edition of the DGR."
        },
        {
            "code": "CGO 3.2.3",
            "guidance": null,
            "iosa_map": [
                "CGO 3 Acceptance and Handling",
                "3.2 Dangerous Goods"
            ],
            "paragraph": "If the Operator transports dangerous goods as cargo, the Operator shall have procedures to ensure\nthe completed Dangerous Goods Acceptance Checklist and shipper documentation, to include, if\nrequired, the Shipper's Declaration for Dangerous Goods, and the information provided to the pilot-\nin-command (PIC), are retained for a minimum period of three months after the flight on which the\ndangerous goods were transported."
        },
        {
            "code": "CGO 3.2.4",
            "guidance": null,
            "iosa_map": [
                "CGO 3 Acceptance and Handling",
                "3.2 Dangerous Goods"
            ],
            "paragraph": "If the Operator transports dangerous goods as cargo, the Operator shall have procedures to ensure\nany package, overpack, freight container, or ULD containing dangerous goods is inspected and is not\naccepted, unless:\n(i) Properly marked and labeled;\n(ii) There is no leakage;\n(iii) Its integrity has not been compromised."
        },
        {
            "code": "CGO 3.2.5",
            "guidance": null,
            "iosa_map": [
                "CGO 3 Acceptance and Handling",
                "3.2 Dangerous Goods"
            ],
            "paragraph": "If the Operator transports dangerous goods as cargo on or in ULDs, the Operator shall have\nprocedures to ensure ULDs containing dangerous goods, which require a hazard label, have a\ndangerous goods tag that:\n(i) Contains information that is visible and legible and, if placed in a protective tag holder, such\ninformation remains visible and legible;\n(ii) Is marked with the class and/or division number(s) of such dangerous goods;\n(iii) If a ULD contains packages bearing a  Cargo Aircraft Only  label, indicates the ULD can\nonly be loaded onto a cargo aircraft."
        },
        {
            "code": "CGO 3.2.6",
            "guidance": null,
            "iosa_map": [
                "CGO 3 Acceptance and Handling",
                "3.2 Dangerous Goods"
            ],
            "paragraph": "If the Operator transports dangerous goods as cargo, the Operator should have a process for\nretention of the applicable documentation when a dangerous goods consignment does not pass the\nacceptance check due to errors or omissions by the shipper. Such documentation should be retained\nfor a minimum period of three months after the completion of the acceptance checklist."
        },
        {
            "code": "CGO 3.2.8",
            "guidance": null,
            "iosa_map": [
                "CGO 3 Acceptance and Handling",
                "3.2 Dangerous Goods"
            ],
            "paragraph": "If the Operator transports dangerous goods as cargo, the Operator shall have a process to ensure,\nwhen dangerous goods labels or marks are found to be missing, illegible or detached from shipments\nsubsequent to the time of acceptance, such labels are replaced in accordance with the information\nprovided on the Shippers Declaration for Dangerous Goods. Such requirement for the replacement of\nmarks or labels shall not apply where marks or labels are found to be missing or illegible at the time\nof acceptance."
        },
        {
            "code": "CGO 3.2.9",
            "guidance": null,
            "iosa_map": [
                "CGO 3 Acceptance and Handling",
                "3.2 Dangerous Goods"
            ],
            "paragraph": "If the Operator transports dangerous goods as cargo on international flights, the Operator shall have\nprocedures for such flights that ensure English, in addition to the language required by the State of\nOrigin, is used for markings and transport documents related to the shipment of dangerous\ngoods."
        },
        {
            "code": "CGO 3.2.10",
            "guidance": null,
            "iosa_map": [
                "CGO 3 Acceptance and Handling",
                "3.2 Dangerous Goods"
            ],
            "paragraph": "If the Operator transports dangerous goods as cargo, the Operator shall have procedures that\nensure dangerous goods are separated from other cargo or incompatible materials in accordance\nwith published category restrictions."
        },
        {
            "code": "CGO 3.2.11",
            "guidance": null,
            "iosa_map": [
                "CGO 3 Acceptance and Handling",
                "3.2 Dangerous Goods"
            ],
            "paragraph": "If the Operator transports cargo, the Operator shall ensure, at locations where the operator accepts\ncargo shipments, notices providing information about dangerous goods transportation are\nprominently displayed and contain visual examples of dangerous goods, including batteries."
        },
        {
            "code": "CGO 3.2.12",
            "guidance": null,
            "iosa_map": [
                "CGO 3 Acceptance and Handling",
                "3.2 Dangerous Goods"
            ],
            "paragraph": "If the Operator transports dangerous goods as cargo, the Operator shall have procedures to ensure\nany dangerous goods shipment that appears to be damaged or leaking:\n(i) Is not to be loaded on or into a ULD or delivered to an aircraft;\n(ii) Is safely removed from the ULD (or other transport device) by the Provider or other relevant\nauthority, and safe disposal arranged;\n(iii) In the case of leakage, an evaluation is conducted to ensure the remainder of the shipment\nis in proper condition for transport by air and that no other package, cargo, ULD, other\ntransport device has been contaminated or damaged."
        },
        {
            "code": "CGO 3.2.13",
            "guidance": null,
            "iosa_map": [
                "CGO 3 Acceptance and Handling",
                "3.2 Dangerous Goods"
            ],
            "paragraph": "If the Operator transports dangerous goods as cargo on flights using cargo aircraft, the Operator\nshall have procedures to ensure packages or overpacks containing dangerous goods, and bearing a\n Cargo Aircraft Only  label, except those specifically excluded, are transported on cargo aircraft in\naccordance with any of the following:\n(i) In a Class C compartment, or\n(ii) In a ULD container equipped with a fire detection/suppression system equivalent to that\nrequired by the certification requirements of a Class C compartment as determined by the\nrelevant authority, or\n(iii) In a manner that, in the event of an emergency involving packages or overpacks containing\ndangerous goods, a crew member or other authorized person can access and handle such\npackages or overpacks and, when size and weight permit, separate them from other\ncargo."
        },
        {
            "code": "CGO 3.2.14",
            "guidance": null,
            "iosa_map": [
                "CGO 3 Acceptance and Handling",
                "3.2 Dangerous Goods"
            ],
            "paragraph": "If the Operator transports dangerous goods as cargo, the Operator shall have procedures that\nensure information on dangerous goods to be loaded on a flight is communicated to the appropriate\nperson(s) responsible for load control. Information to be communicated shall include the following:\n(i) If applicable, Air Waybill number; \n(ii) Proper shipping name and UN/ID number;\n(iii) Class or division, and subsidiary hazards corresponding to label(s) applied, and for Class 1,\ncompatibility group;\n(iv) If applicable, packing group;\n(v) For non-radioactive material, number of packages, exact loading location and, as\napplicable, net quantity or gross weight of each package, except:\n(a) For UN 1845, carbon dioxide, solid (dry ice): At the option of the Operator, only the\nUN number, proper shipping name, classification, total quantity in each aircraft hold\nand offload airport are required;\n(b) For UN 3480, (Lithium ion batteries) and UN 3090 (lithium metal batteries): At the\noption of the Operator, only the UN number, proper shipping name, class, total\nquantity at each loading location, and whether the package must be carried on a\ncargo-only aircraft are required. UN 3480 (Lithium ion batteries) and UN 3090\n(lithium metal batteries) carried under a State exemption shall meet all requirements\nspecified in iv) and v).\n(vi) For radioactive material, number and category of packages, overpacks or freight containers,\nexact loading locations and, as applicable, transport index and dimensions for each\npackage;\n(vii) Any restriction for transport on cargo aircraft only;\n(viii) Offload airport;\n(ix) If applicable, dangerous goods transported under a state exemption."
        },
        {
            "code": "CGO 3.2.17",
            "guidance": null,
            "iosa_map": [
                "CGO 3 Acceptance and Handling",
                "3.2 Dangerous Goods"
            ],
            "paragraph": "If the Operator transports cargo, the Operator shall have a process to ensure reports are provided to\nthe appropriate authorities of the State of the Operator and the state of occurrence, in accordance\nwith the reporting requirements of the appropriate authorities, for:\n(i) Dangerous goods accidents or dangerous goods incidents;\n(ii) Undeclared or mis-declared dangerous goods discovered in cargo or mail."
        },
        {
            "code": "CGO 3.2.18",
            "guidance": null,
            "iosa_map": [
                "CGO 3 Acceptance and Handling",
                "3.2 Dangerous Goods"
            ],
            "paragraph": "If the Operator transports cargo, the Operator shall have a process to ensure a dangerous goods\nreport is made to the appropriate authority of the State:\n(i) When dangerous goods are discovered to have been carried and not loaded, segregated,\nseparated and/or secured in accordance with provisions of the DGR;\n(ii) When dangerous goods are discovered to have been carried as cargo without information\nas specified in CGO 3.2.14 having been provided to the PIC."
        },
        {
            "code": "CGO 3.3.1",
            "guidance": null,
            "iosa_map": [
                "CGO 3 Acceptance and Handling",
                "3.3 Live Animals and Perishables"
            ],
            "paragraph": "If the Operator transports live animals and/or perishables as cargo, the Operator shall have\nprocedures that ensure such cargo is accepted and handled in accordance with standards specified\nin the OM."
        },
        {
            "code": "CGO 3.3.2",
            "guidance": null,
            "iosa_map": [
                "CGO 3 Acceptance and Handling",
                "3.3 Live Animals and Perishables"
            ],
            "paragraph": "If the Operator transports live animals as cargo, the Operator should have procedures that ensure:\n(i) The acceptance and handling of live animals is in accordance with requirements of the Live\nAnimal Regulations (LAR);\n(ii) The IATA Live Animals Acceptance Check List, or equivalent, is used for the acceptance of\nlive animal shipments."
        },
        {
            "code": "CGO 3.3.3",
            "guidance": null,
            "iosa_map": [
                "CGO 3 Acceptance and Handling",
                "3.3 Live Animals and Perishables"
            ],
            "paragraph": "If the Operator transports perishables as cargo, the Operator should have procedures that ensure\nacceptance and handling of such cargo is in accordance with requirements of the Perishable Cargo\nRegulations (PCR) and other applicable regulations."
        },
        {
            "code": "CGO 3.3.4",
            "guidance": null,
            "iosa_map": [
                "CGO 3 Acceptance and Handling",
                "3.3 Live Animals and Perishables"
            ],
            "paragraph": "If the Operator transports live animals as cargo, the Operator should have procedures that ensure\nlive animals are accompanied by the shipper's certification or equivalent, as well as other required\ndocuments."
        },
        {
            "code": "CGO 3.4.1",
            "guidance": null,
            "iosa_map": [
                "CGO 3 Acceptance and Handling",
                "3.4 Other Special Cargo"
            ],
            "paragraph": "If the Operator transports outsized cargo and/or heavy cargo, the Operator shall have procedures\nthat ensure such cargo is accepted and handled in accordance with standards specified in the\nOM."
        },
        {
            "code": "CGO 3.4.2",
            "guidance": null,
            "iosa_map": [
                "CGO 3 Acceptance and Handling",
                "3.4 Other Special Cargo"
            ],
            "paragraph": "If the Operator transports time and temperature-sensitive healthcare products (e.g.\npharmaceuticals), the Operator should have procedures that ensure acceptance and handling of\nsuch shipments is in accordance with requirements of the Temperature Control Regulations (TCR)\nand other applicable regulations."
        },
        {
            "code": "CGO 3.5.1",
            "guidance": null,
            "iosa_map": [
                "CGO 3 Acceptance and Handling",
                "3.5 Unit Load Device (ULD)"
            ],
            "paragraph": "If the Operator transports cargo using ULDs, the Operator shall have procedures to ensure ULD-\nrelated operations, including, but not limited to, ULD build-up/breakdown, transportation, storage and\nhandling, whether performed on or off the airport, are conducted in accordance with the Weight and\nBalance Manual, and with requirements of the ULD Regulations (ULDR) or other means acceptable\nto the Authority."
        },
        {
            "code": "CGO 3.5.2",
            "guidance": null,
            "iosa_map": [
                "CGO 3 Acceptance and Handling",
                "3.5 Unit Load Device (ULD)"
            ],
            "paragraph": "If the Operator transports cargo using ULDs, the Operator shall have procedures that ensure ULDs,\nwhen accepted and/or loaded for transport, meet safety requirements pertaining to the loading and\nsecuring of cargo."
        },
        {
            "code": "CGO 3.7.1",
            "guidance": null,
            "iosa_map": [
                "CGO 3 Acceptance and Handling",
                "3.7 Security"
            ],
            "paragraph": "If the Operator transports cargo, the Operator shall ensure security measures are implemented in\ncargo facilities in accordance with requirements of the applicable civil aviation security\nprogram."
        },
        {
            "code": "CGO 3.7.2",
            "guidance": null,
            "iosa_map": [
                "CGO 3 Acceptance and Handling",
                "3.7 Security"
            ],
            "paragraph": "If the Operator transports cargo, the Operator shall ensure procedures are in place for the screening\nof persons and the security control of vehicles in accordance with requirements of the applicable civil\naviation security program. Such procedures shall apply to persons and vehicles:\n(i) Under its control that have unescorted access to security restricted areas (in which there is\ncargo);\n(ii) Not under its control but have unescorted access to such areas as authorized by the\nOperator."
        },
        {
            "code": "CGO 3.7.4",
            "guidance": null,
            "iosa_map": [
                "CGO 3 Acceptance and Handling",
                "3.7 Security"
            ],
            "paragraph": "If the Operator transports cargo, the Operator shall have processes for the acceptance of cargo as\nfollows:\n(i) For cargo that can be identified as having the application of screening or other security\ncontrols confirmed or accounted for by a regulated agent or an entity approved by the\nrelevant authority (known cargo), a process to ensure such cargo is:\n(a) Delivered by a regulated agent, a nominated representative of an entity approved\nby the relevant authority, or a known representative of the operator;\n(b) Free from any signs of tampering;\n(c) Accompanied by all required information (paper or electronic) corresponding to the\ncargo being delivered, including documentation that details the security status\n(e.g. consignment security declaration); \n(d) Protected from unauthorized interference throughout the chain of custody since the\npoint that cargo gained its secured status;\n(e) Subjected to additional security controls as required by risk assessment.\n(ii) For cargo that cannot be identified as having the application of screening or other security\ncontrols confirmed or accounted for by a regulated agent or an entity approved by the\nrelevant authority (unknown cargo), a process to ensure such cargo is subjected to\nscreening or other security controls as accepted by the applicable state."
        },
        {
            "code": "CGO 3.7.6",
            "guidance": null,
            "iosa_map": [
                "CGO 3 Acceptance and Handling",
                "3.7 Security"
            ],
            "paragraph": "If the Operator transports cargo, the Operator shall have processes to ensure cargo for transport on\nany flight is protected from unauthorized interference from the point of acceptance after screening or\nsecurity controls have been applied until arrival at the airport of destination."
        },
        {
            "code": "CGO 3.7.7",
            "guidance": null,
            "iosa_map": [
                "CGO 3 Acceptance and Handling",
                "3.7 Security"
            ],
            "paragraph": "If the Operator transports cargo, the Operator shall have a process to ensure transfer cargo has been\nsubjected to appropriate security controls in accordance with requirements of the relevant authority\nbefore being transported on an international flight."
        }
    ]
}