{
    "name": "Section 2 - Flight Operations (FLT)",
    "code": "FLT",
    "applicability": "Applicability\nSection 2 addresses safety and security requirements for flight operations, and is applicable to an operator\nthat uses two-pilot, multi-engine aircraft with a maximum certificated takeoff mass in excess of 5,700 kg\n(12,566 lbs.) to conduct:\n Passenger flights with or without cabin crew;\n Cargo flights with or without the carriage of passengers or supernumeraries.\nAdditionally, the IOSA standards and recommended practices (ISARPs) in Section 2 are applicable only to\nthose aircraft that are of the type authorized in the Air Operator Certificate (AOC) and used in commercial\npassenger and/or cargo operations unless applicability is extended to encompass non-commercial\noperations as stated in a note immediately under the body of the provision.\nIndividual FLT provisions or sub-specifications within a FLT provision that:\n Do not begin with a conditional phrase are applicable unless determined otherwise by the Auditor.\n Begin with a conditional phrase ( If the Operator... ) are applicable if the operator meets the\ncondition(s) stated in the phrase.\nCertain flight crew training ISARPs in sub-section 2 contain a Conformance Applicability (CA) table, which\nis an integral part of the standard or recommended practice. Refer to the ISM Introduction for a description\nof a Conformance Applicability (CA) table.\nWhere an operator outsources flight operations functions to external service providers, an operator retains\nresponsibility for ensuring the management of safety in the conduct of such operations and must\ndemonstrate processes for monitoring applicable external service providers in accordance with\nFLT 1.11.2 .\nSome cabin safety specifications applicable to functions or equipment within the scope of flight operations\nare located in Section 5 (CAB) of this manual.",
    "guidance": "General Guidance\nThe definitions of technical terms used in this ISM Section 2 , as well as the list of abbreviations and\nacronyms, are found in the IATA Reference Manual for Audit Programs (IRM).\n1 Management and Control\n1.1 Management System Overview",
    "items": [
        {
            "code": "FLT 1.1.1",
            "guidance": null,
            "iosa_map": [
                "FLT 1 Management and Control",
                "1.1 Management System Overview"
            ],
            "paragraph": "The Operator shall have a management system for the flight operations organization that ensures\ncontrol of flight operations and the management of safety and security outcomes.",
            "page": 104
        },
        {
            "code": "FLT 1.1.2",
            "guidance": null,
            "iosa_map": [
                "FLT 1 Management and Control",
                "1.1 Management System Overview"
            ],
            "paragraph": "The Operator shall have one or more designated managers in the flight operations organization that,\nif required, are post holders acceptable to the Authority, and have the responsibility for ensuring:\n(i) The management and supervision of all flight operations activities;\n(ii) The management of safety and security risks to flight operations;\n(iii) Flight operations are conducted in accordance with conditions and restrictions of the Air\nOperator Certificate (AOC), and in compliance with applicable regulations and standards of\nthe Operator.",
            "page": 105
        },
        {
            "code": "FLT 1.2.1",
            "guidance": null,
            "iosa_map": [
                "FLT 1 Management and Control",
                "1.2 State Requirements"
            ],
            "paragraph": "The Operator shall have a valid Air Operator Certificate (AOC) or equivalent document issued by the\nState of the Operator (hereinafter, the State) that authorizes the Operator to conduct commercial air\ntransport operations in accordance with specified conditions and limitations. The AOC and/or\nassociated documents shall include:\n(i) Operator identification (name and location);\n(ii) Date of issue and period of validity;\n(iii) Description of types of operations authorized; \n(iv) Type(s) of aircraft authorized for use;\n(v) Authorized areas of operation or routes;\n(vi) Exemptions, deviations and waivers (listed by name);\n(vii) Special authorizations/approvals as required by the Authority, to include, as applicable:\n(a) Low visibility operations (LVO);\n(b) CAT II and/or III approaches;\n(c) Automatic landing, head-up display (HUD) or equivalent displays, vision systems\noperations and associated operational credit(s) granted (if such systems are used to\ngain operational benefit);\n(d) Use of GPS to conduct any approach;\n(e) ETOPS/EDTO, as applicable, including the applicable threshold/maximum diversion\ntimes established for each particular aircraft and engine combination;\n(f) RVSM operations;\n(g) MNPS/NAT HLA operations;\n(h) Area of Magnetic Unreliability (AMU);\n(i) Basic RNAV/RNP operations;\n(j) AR navigation specifications for PBN operations;\n(k) Performance-Based Communication and Surveillance (PBCS) operations;\n(l) Transport of dangerous goods as cargo;\n(m) Electronic Flight Bag (EFB) operations.",
            "page": 105
        },
        {
            "code": "FLT 1.3.1",
            "guidance": null,
            "iosa_map": [
                "FLT 1 Management and Control",
                "1.3 Accountability, Authorities and Responsibilities"
            ],
            "paragraph": "The Operator shall ensure the flight operations management system defines the safety\naccountability, authorities and responsibilities of management and non-management personnel that\nperform functions relevant to the safety or security of aircraft operations in areas of the flight\noperations organization specified in FLT 1.3.2 . The management system shall also specify:\n(i) The levels of management with the authority to make decisions regarding risk tolerability\nwith respect to the safety and/or security of flight operations;\n(ii) Responsibilities for ensuring operations are conducted in accordance with applicable\nregulations and standards of the Operator;\n(iii) Lines of accountability throughout flight operations, including direct accountability for safety\nand/or security on the part of flight operations senior management.",
            "page": 107
        },
        {
            "code": "FLT 1.3.2",
            "guidance": null,
            "iosa_map": [
                "FLT 1 Management and Control",
                "1.3 Accountability, Authorities and Responsibilities"
            ],
            "paragraph": "The Operator shall delegate authority and assign responsibility for the management and supervision\nof specific areas of the organization relevant to the flight operations management system, to include,\nas a minimum:\n(i) Fleet operations;\n(ii) Line operations;\n(iii) Documentation control;\n(iv) Flight crew training;\n(v) Operations engineering;\n(vi) Flight crew scheduling;\n(vii) Accident prevention and flight safety; \n(viii) Human resources;\n(ix) Quality assurance;\n(x) Security.",
            "page": 107
        },
        {
            "code": "FLT 1.3.3",
            "guidance": null,
            "iosa_map": [
                "FLT 1 Management and Control",
                "1.3 Accountability, Authorities and Responsibilities"
            ],
            "paragraph": "The Operator shall have a process or procedure for the delegation of duties within the flight\noperations management system that ensures managerial continuity is maintained when operational\nmanagers including, if applicable, post holders are unable to carry out work duties.",
            "page": 108
        },
        {
            "code": "FLT 1.3.4",
            "guidance": null,
            "iosa_map": [
                "FLT 1 Management and Control",
                "1.3 Accountability, Authorities and Responsibilities"
            ],
            "paragraph": "The Operator shall ensure a delegation of authority and assignment of responsibility within the flight\noperations management system for liaison with regulatory authorities, original equipment\nmanufacturers and other external entities relevant to flight operations.",
            "page": 108
        },
        {
            "code": "FLT 1.3.6",
            "guidance": null,
            "iosa_map": [
                "FLT 1 Management and Control",
                "1.3 Accountability, Authorities and Responsibilities"
            ],
            "paragraph": "The Operator shall assign responsibility to the pilot-in-command (PIC) for:\n(i) The safety of all crew members, passengers and/or cargo on board the aircraft when the\ndoors are closed;\n(ii) The operation and safety of the aircraft from the moment the aircraft is ready to move for the\npurpose of taking off until the moment it finally comes to rest at the end of the flight and the\nengine(s) are shut down;\n(iii) Ensuring checklists are complied with.",
            "page": 109
        },
        {
            "code": "FLT 1.3.7",
            "guidance": null,
            "iosa_map": [
                "FLT 1 Management and Control",
                "1.3 Accountability, Authorities and Responsibilities"
            ],
            "paragraph": "The Operator shall ensure, for the duration of each flight, one pilot is designated to act as PIC.",
            "page": 110
        },
        {
            "code": "FLT 1.3.8",
            "guidance": null,
            "iosa_map": [
                "FLT 1 Management and Control",
                "1.3 Accountability, Authorities and Responsibilities"
            ],
            "paragraph": "The Operator shall ensure the duties and responsibilities of flight crew members, to include a plan for\nsuccession of command, are defined and described in the OM.",
            "page": 110
        },
        {
            "code": "FLT 1.3.9",
            "guidance": null,
            "iosa_map": [
                "FLT 1 Management and Control",
                "1.3 Accountability, Authorities and Responsibilities"
            ],
            "paragraph": "The Operator shall have a policy to address willful and deliberate violation of flight operations\norganizational policies and/or procedures by flight operations personnel.",
            "page": 110
        },
        {
            "code": "FLT 1.3.10",
            "guidance": null,
            "iosa_map": [
                "FLT 1 Management and Control",
                "1.3 Accountability, Authorities and Responsibilities"
            ],
            "paragraph": "If the Operator uses supernumeraries in the passenger cabin or supernumerary compartment of an\naircraft that are required for the safety of operations, the Operator should have policies and\nprocedures that:\n(i) Define and describe duties or responsibilities assigned to such personnel that are related to\nsafety;\n(ii) Ensure such supernumeraries do not impede flight crew members in the performance of\ntheir duties;\n(iii) If a cabin crew is used, ensure supernumeraries do not impede cabin crew members in the\nperformance of their duties.",
            "page": 111
        },
        {
            "code": "FLT 1.4.1",
            "guidance": null,
            "iosa_map": [
                "FLT 1 Management and Control",
                "1.4 Communication and Coordination"
            ],
            "paragraph": "The Operator shall have a system that enables effective communication of relevant safety and\noperational information throughout the flight operations management system and in all areas where\nflight operations are conducted. Such system shall ensure:\n(i) Personnel maintain an awareness of the SMS;\n(ii) Safety-critical information is conveyed;\n(iii) If applicable, external service providers are provided with information relevant to operations\nconducted.",
            "page": 111
        },
        {
            "code": "FLT 1.4.2",
            "guidance": null,
            "iosa_map": [
                "FLT 1 Management and Control",
                "1.4 Communication and Coordination"
            ],
            "paragraph": "The Operator shall have a process to ensure issues that affect operational safety and security are\ncoordinated among personnel with expertise in the appropriate areas within the flight operations\norganization and relevant areas outside of flight operations, to include, as appropriate:\n(i) Accident prevention and flight safety;\n(ii) Cabin operations;\n(iii) Engineering and maintenance;\n(iv) Operations engineering;\n(v) Operational control/flight dispatch;\n(vi) Human resources;\n(vii) Ground handling, cargo operations and dangerous goods;\n(viii) Manufacturers, (AFM/AOM, operational and safety communication);\n(ix) Regulatory agencies or authorities.",
            "page": 112
        },
        {
            "code": "FLT 1.4.3",
            "guidance": null,
            "iosa_map": [
                "FLT 1 Management and Control",
                "1.4 Communication and Coordination"
            ],
            "paragraph": "The Operator shall have a process to ensure the dissemination of safety-critical operational\ninformation to appropriate personnel within and external to the flight operations organization, to\ninclude:\n(i) Airworthiness Directives (ADs);\n(ii) Manufacturer bulletins;\n(iii) Flight crew bulletins or directives;\n(iv) NOTAMs.",
            "page": 113
        },
        {
            "code": "FLT 1.5.1",
            "guidance": null,
            "iosa_map": [
                "FLT 1 Management and Control",
                "1.5 Provision of Resources"
            ],
            "paragraph": "The Operator shall have the necessary facilities, workspace, equipment and\nsupporting services, as well as work environment, to satisfy flight operations safety and security\nrequirements.",
            "page": 113
        },
        {
            "code": "FLT 1.5.2",
            "guidance": null,
            "iosa_map": [
                "FLT 1 Management and Control",
                "1.5 Provision of Resources"
            ],
            "paragraph": "The Operator shall have a selection process for management and non-management positions within\nthe organization that require the performance of functions relevant to the safety or security of aircraft\noperations. Such process shall ensure candidates are selected on the basis of knowledge, skills,\ntraining and experience appropriate for the position.",
            "page": 114
        },
        {
            "code": "FLT 1.5.3",
            "guidance": null,
            "iosa_map": [
                "FLT 1 Management and Control",
                "1.5 Provision of Resources"
            ],
            "paragraph": "The Operator shall have a process to ensure candidates, prior to being employed as flight crew\nmembers, are screened for the purpose of determining if they possess the requisite certifications,\nskills, competencies and other attributes required by the Operator and/or State. Such process, as a\nminimum, shall include procedures for reviewing and/or assessing:\n(i) Technical and non-technical competencies and skills, to include interpersonal skills;\n(ii) Aviation experience;\n(iii) Credentials and licenses;\n(iv) Medical fitness;\n(v) Security background;\n(vi) Common language(s) fluency.",
            "page": 114
        },
        {
            "code": "FLT 1.5.4",
            "guidance": null,
            "iosa_map": [
                "FLT 1 Management and Control",
                "1.5 Provision of Resources"
            ],
            "paragraph": "The Operator shall have a process for screening candidates for the position of PIC, to include, if\napplicable, ensuring a prerequisite minimum level of line experience that is acceptable to the\nAuthority.",
            "page": 115
        },
        {
            "code": "FLT 1.5.5",
            "guidance": null,
            "iosa_map": [
                "FLT 1 Management and Control",
                "1.5 Provision of Resources"
            ],
            "paragraph": "The Operator shall have criteria and processes for the selection of instructors, evaluators and line\ncheck airmen, to include a minimum experience level in line operations that is acceptable to the\nOperator and/or the State.",
            "page": 115
        },
        {
            "code": "FLT 1.6.1",
            "guidance": null,
            "iosa_map": [
                "FLT 1 Management and Control",
                "1.6 Documentation System"
            ],
            "paragraph": "The Operator shall have a system for the management and control of documentation and/or data\nused directly in the conduct or support of operations. Such system shall ensure documentation:\n(i) Meets all required elements specified in Table 1.1 ;\n(ii) Contains legible and accurate information;\n(iii) Is presented in a format appropriate for use in operations.",
            "page": 116
        },
        {
            "code": "FLT 1.6.3",
            "guidance": null,
            "iosa_map": [
                "FLT 1 Management and Control",
                "1.6 Documentation System"
            ],
            "paragraph": "The Operator shall ensure the system for the management and control of flight operations\ndocumentation as specified in ORG 2.5.1 andTable 1.1 addresses, as a minimum, the following\ndocuments from external sources:\n(i) As applicable, regulations of the State and of the other states or authorities relevant to\noperations;\n(ii) As applicable, relevant ICAO Standards and Recommended Practices (SARPS), manuals,\nregional supplementary procedures and/or circulars;\n(iii) Airworthiness Directives (ADs);\n(iv) As applicable, Aeronautical Information Publications (AIP) and NOTAMS;\n(v) State-approved or State-accepted Aircraft Flight Manuals (AFM);\n(vi) Manufacturer's Aircraft Operating Manuals (AOMs), including performance data, weight and\nbalance data/manuals, checklists and MEL/CDL;\n(vii) As applicable, other manufacturer's operational communications.",
            "page": 117
        },
        {
            "code": "FLT 1.6.6",
            "guidance": null,
            "iosa_map": [
                "FLT 1 Management and Control",
                "1.6 Documentation System"
            ],
            "paragraph": "The Operator shall ensure documents that comprise the onboard library, as specified in Table 2.1 ,\nare carried on board the aircraft for each flight and located in a manner that provides for access by\nthe flight crew.",
            "page": 118
        },
        {
            "code": "FLT 1.7.1",
            "guidance": null,
            "iosa_map": [
                "FLT 1 Management and Control",
                "1.7 Operations Manual"
            ],
            "paragraph": "The Operator shall have an Operations Manual (OM) for the use of personnel in the flight operations\norganization, which may be issued in separate parts, and which contains or references the policies,\nprocedures, checklists and other guidance or information necessary for compliance with applicable\nregulations, laws, rules and Operator standards. As a minimum, the OM shall be managed and\ncontrolled in accordance with FLT 1.6.1 , define the content of the onboard library and be in\naccordance with specifications contained in Table 2.2 .",
            "page": 118
        },
        {
            "code": "FLT 1.7.2",
            "guidance": null,
            "iosa_map": [
                "FLT 1 Management and Control",
                "1.7 Operations Manual"
            ],
            "paragraph": "The Operator shall ensure information in the OM pertaining to flight crew duties and responsibilities is\npublished in the designated common language(s), as specified in FLT 3.1.1 .",
            "page": 118
        },
        {
            "code": "FLT 1.7.4",
            "guidance": null,
            "iosa_map": [
                "FLT 1 Management and Control",
                "1.7 Operations Manual"
            ],
            "paragraph": "The Operator shall have a process to develop and establish procedures and checklists for use by the\nflight crew. Such process shall ensure:\n(i) Human factors principles are observed in the design of the OM, checklists and associated\nprocedures;\n(ii) The specific parts of the OM relevant to flight crew are clearly identified and defined;\n(iii) If applicable, any differences from procedures and checklists provided by the\nmanufacturer(s) are based on operational considerations.",
            "page": 119
        },
        {
            "code": "FLT 1.8.1",
            "guidance": null,
            "iosa_map": [
                "FLT 1 Management and Control",
                "1.8 Records System"
            ],
            "paragraph": "The Operator shall have a system for the management and control of flight operations records to\nensure the content and retention of such records is in accordance with requirements of the Authority,\nas applicable, and to ensure operational records are subjected to standardized processes for:\n(i) Identification;\n(ii) Legibility;\n(iii) Maintenance;\n(iv) Retrieval;\n(v) Protection, integrity and security;\n(vi) Disposal, deletion (electronic records) and archiving.",
            "page": 120
        },
        {
            "code": "FLT 1.8.2",
            "guidance": null,
            "iosa_map": [
                "FLT 1 Management and Control",
                "1.8 Records System"
            ],
            "paragraph": "The Operator shall ensure the system for the management and control of flight operations records as\nspecified in FLT 1.8.1 includes retention, for a period of time determined by the Operator or the\nAuthority, of records that document:\n(i) The fulfillment of flight crew qualification requirements, as specified in Table 2.3 ;\n(ii) Successful and unsuccessful flight crew evaluations, as specified in FLT 2.1.28 .",
            "page": 120
        },
        {
            "code": "FLT 1.8.3",
            "guidance": null,
            "iosa_map": [
                "FLT 1 Management and Control",
                "1.8 Records System"
            ],
            "paragraph": "If the Operator uses an electronic system for the management and control of flight operations\nrecords, the Operator shall ensure the system provides for a scheduled generation of backup record\nfiles.",
            "page": 120
        },
        {
            "code": "FLT 1.10.1",
            "guidance": null,
            "iosa_map": [
                "FLT 1 Management and Control",
                "1.10 Quality Assurance Program"
            ],
            "paragraph": "The Operator shall have a quality assurance program that provides for the auditing and evaluation of\nthe flight operations management system and operational functions at planned intervals to ensure\nthe organization is:\n(i) Complying with applicable regulations and standards;\n(ii) Satisfying stated operational needs;\n(iii) Identifying areas requiring improvement;\n(iv) Identifying hazards to operations;\n(v) Assessing the effectiveness of safety risk controls.",
            "page": 121
        },
        {
            "code": "FLT 1.10.2",
            "guidance": null,
            "iosa_map": [
                "FLT 1 Management and Control",
                "1.10 Quality Assurance Program"
            ],
            "paragraph": "The Operator shall have an audit planning process and sufficient resources to ensure audits of flight\noperations functions are:\n(i) Scheduled at intervals to meet regulatory and management system requirements;\n(ii) Conducted within the scheduled interval.",
            "page": 121
        },
        {
            "code": "FLT 1.10.3",
            "guidance": null,
            "iosa_map": [
                "FLT 1 Management and Control",
                "1.10 Quality Assurance Program"
            ],
            "paragraph": "The Operator shall have a process to ensure significant issues arising from flight operations quality\nassurance and risk management are subject to management review in accordance with ORG\n4.1.1 .",
            "page": 122
        },
        {
            "code": "FLT 1.10.4",
            "guidance": null,
            "iosa_map": [
                "FLT 1 Management and Control",
                "1.10 Quality Assurance Program"
            ],
            "paragraph": "The Operator shall have a process for addressing findings that result from audits conducted under\nthe quality assurance program, which ensures:\n(i) Identification of root cause(s);\n(ii) Development of corrective action as appropriate to address findings;\n(iii) Implementation of corrective action in appropriate areas of flight operations;\n(iv) Evaluation of corrective action to determine effectiveness.",
            "page": 122
        },
        {
            "code": "FLT 1.11.1A",
            "guidance": null,
            "iosa_map": [
                "FLT 1 Management and Control",
                "1.11 Quality Control of Outsourced Operations and Products"
            ],
            "paragraph": "If the Operator has external service providers conduct outsourced flight operations functions, the\nOperator should ensure a service provider selection process is in place that ensures:\n(i) Relevant safety and security selection criteria are established;\n(ii) Service providers are evaluated against such criteria prior to selection.",
            "page": 123
        },
        {
            "code": "FLT 1.11.1B",
            "guidance": null,
            "iosa_map": [
                "FLT 1 Management and Control",
                "1.11 Quality Control of Outsourced Operations and Products"
            ],
            "paragraph": "If the Operator has external service providers conduct outsourced flight operations functions, the\nOperator shall have a process to ensure a contract or agreement is executed with such external\nservice providers. Contract(s) or agreement(s) shall identify the application of specific documented\nrequirements that can be monitored by the Operator to ensure requirements that affect the safety or\nsecurity of flight operations are being fulfilled by the service provider.",
            "page": 123
        },
        {
            "code": "FLT 1.11.2",
            "guidance": null,
            "iosa_map": [
                "FLT 1 Management and Control",
                "1.11 Quality Control of Outsourced Operations and Products"
            ],
            "paragraph": "If the Operator has external service providers conduct outsourced flight operations functions, the\nOperator shall have a process to monitor such external service providers to ensure requirements that\naffect the safety or security of flight operations are being fulfilled.",
            "page": 123
        },
        {
            "code": "FLT 1.11.3",
            "guidance": null,
            "iosa_map": [
                "FLT 1 Management and Control",
                "1.11 Quality Control of Outsourced Operations and Products"
            ],
            "paragraph": "The Operator should have processes to ensure data, equipment or other operational products\nrelevant to the safety and security of aircraft operations that are purchased or otherwise acquired\nfrom an external vendor or supplier (other than electronic data products as specified in FLT 4.2.6 and\nFLT 4.2.7 ) meet the product technical requirements specified by Operator prior to being used in the\nconduct of operations.",
            "page": 124
        },
        {
            "code": "FLT 1.11.5",
            "guidance": null,
            "iosa_map": [
                "FLT 1 Management and Control",
                "1.11 Quality Control of Outsourced Operations and Products"
            ],
            "paragraph": "If the Operator has external service providers conduct outsourced flight operations functions, the\nOperator should include auditing as a process for the monitoring of external service providers in\naccordance with FLT 1.11.2 .",
            "page": 124
        },
        {
            "code": "FLT 1.12.1",
            "guidance": null,
            "iosa_map": [
                "FLT 1 Management and Control",
                "1.12 Safety Management"
            ],
            "paragraph": "The Operator shall have a hazard identification program in the flight operations organization that\nincludes a combination of reactive and proactive methods of hazard identification.",
            "page": 125
        },
        {
            "code": "FLT 1.12.2",
            "guidance": null,
            "iosa_map": [
                "FLT 1 Management and Control",
                "1.12 Safety Management"
            ],
            "paragraph": "The Operator shall have a safety risk assessment and mitigation program in the flight operations\norganization that specifies processes to ensure:\n(i) Hazards are analyzed to determine the corresponding safety risks to aircraft operations;\n(ii) Safety risks are assessed to determine the requirement for risk mitigation action(s);\n(iii) When required, risk mitigation actions are developed and implemented in flight\noperations.",
            "page": 125
        },
        {
            "code": "FLT 1.12.3",
            "guidance": null,
            "iosa_map": [
                "FLT 1 Management and Control",
                "1.12 Safety Management"
            ],
            "paragraph": "The Operator shall have an operational safety reporting system in the flight operations organization\nthat:\n(i) Encourages and facilitates flight crew members and other flight operations personnel to\nsubmit reports that identify safety hazards, expose safety deficiencies and raise safety\nconcerns;\n(ii) Ensures mandatory reporting in accordance with applicable regulations;\n(iii) Includes analysis and flight operations management action as necessary to address safety\nissues identified through the reporting system.",
            "page": 127
        },
        {
            "code": "FLT 1.12.4",
            "guidance": null,
            "iosa_map": [
                "FLT 1 Management and Control",
                "1.12 Safety Management"
            ],
            "paragraph": "The Operator should have a confidential safety reporting system in the flight operations organization\nthat encourages and facilitates the reporting of events, hazards and/or concerns resulting from or\nassociated with human performance in operations.",
            "page": 127
        },
        {
            "code": "FLT 1.12.5",
            "guidance": null,
            "iosa_map": [
                "FLT 1 Management and Control",
                "1.12 Safety Management"
            ],
            "paragraph": "The Operator shall have processes in the flight operations organization for setting safety\nperformance indicators (SPIs) and, as applicable, safety performance targets (SPTs) as means to\nmonitor its safety performance, the achievement of its safety objectives and to validate the\neffectiveness of safety risk controls.",
            "page": 128
        },
        {
            "code": "FLT 2.1.1A",
            "guidance": null,
            "iosa_map": [
                "FLT 2 Training and Qualification",
                "2.1 Training and Evaluation Program"
            ],
            "paragraph": "The Operator shall have a training and evaluation program, approved or accepted by the Authority,\nthat consists of ground and flight training and, when applicable, evaluations to ensure flight crew\nmembers are competent to perform assigned duties. The program shall address traditional and, if\napplicable, advanced, alternative or evidence-based training and qualification, and ensure training \nand evaluation is conducted for each type of aircraft in the fleet. Such program shall also, as a\nminimum, address:\n(i) Initial qualification;\n(ii) Continuing qualification;\n(iii) Re-qualification;\n(iv) As applicable, aircraft transition or conversion;\n(v) Upgrade to PIC;\n(vi) As applicable, other specialized training requirements, including those associated with\noperations authorized in the AOC;\n(vii) As applicable, each traditional training program requirement that is replaced by a\nrequirement under an Advanced Qualification Program (AQP), Alternative Training and\nQualification Program (ATQP) or Evidence-based Training (EBT) program.",
            "page": 129
        },
        {
            "code": "FLT 2.1.1B",
            "guidance": null,
            "iosa_map": [
                "FLT 2 Training and Qualification",
                "2.1 Training and Evaluation Program"
            ],
            "paragraph": "If the Operator conducts training and evaluation in accordance with an AQP, ATQP or EBT program,\nsuch program shall be approved or accepted by the Authority and incorporate all of the elements and\nspecifications contained in Table 2.6 and, as applicable, Table 2.7 orTable 2.8 .",
            "page": 130
        },
        {
            "code": "FLT 2.1.2",
            "guidance": null,
            "iosa_map": [
                "FLT 2 Training and Qualification",
                "2.1 Training and Evaluation Program"
            ],
            "paragraph": "The Operator shall ensure objectivity is maintained in the training and evaluation program, and that\ninstructors, evaluators and line check airmen are permitted to perform assigned activities without\ninappropriate interference from management and/or external organizations.",
            "page": 131
        },
        {
            "code": "FLT 2.1.3",
            "guidance": null,
            "iosa_map": [
                "FLT 2 Training and Qualification",
                "2.1 Training and Evaluation Program"
            ],
            "paragraph": "The Operator shall ensure flight crew members receive training that supports the introduction of:\n(i) New policies, rules, instructions and procedures;\n(ii) New aircraft types, systems and fleet modifications/upgrades.",
            "page": 132
        },
        {
            "code": "FLT 2.1.4",
            "guidance": null,
            "iosa_map": [
                "FLT 2 Training and Qualification",
                "2.1 Training and Evaluation Program"
            ],
            "paragraph": "If the Operator uses distance learning and/or distance evaluation in the flight crew training and\nqualification program, the Operator shall ensure such training and/or evaluation is monitored in\naccordance with FLT 2.1.28 and, if required, is approved or accepted by the State.",
            "page": 132
        },
        {
            "code": "FLT 2.1.10",
            "guidance": null,
            "iosa_map": [
                "FLT 2 Training and Qualification",
                "2.1 Training and Evaluation Program"
            ],
            "paragraph": "The Operator shall have a Training Manual for the use of flight operations personnel, which may be\nissued in separate parts, that contains the details of all relevant training programs, policies,\nprocedures, requirements and other guidance or information necessary to administer the Operator's\nTraining Program. The Training Manual shall, as a minimum, be managed and controlled as\nspecified in FLT 1.6.1 , and be in accordance with specifications contained in Table 2.2 .",
            "page": 133
        },
        {
            "code": "FLT 2.1.12",
            "guidance": null,
            "iosa_map": [
                "FLT 2 Training and Qualification",
                "2.1 Training and Evaluation Program"
            ],
            "paragraph": "The Operator shall ensure the Training Manual contains standards for flight crew training and\nevaluation that have been approved or accepted by the State and include, as a minimum:\n(i) Standardized procedures for training and the conduct of evaluations;\n(ii) Standards that ensure piloting technique and the ability to execute normal and non-normal\nprocedures are checked in a way that demonstrates each pilot's competence;\n(iii) A requirement that simulated aircraft, weather and environmental conditions are\nstandardized and appropriate for the training/evaluation being administered;\n(iv) If the Operator conducts training flights, a definition of the conditions and/or maneuvers that\ncan be safely simulated in the aircraft, as well as the minimum weather and environmental \nconditions required to ensure the training/evaluation being administered can be safely and\neffectively conducted;\n(v) Limits for the number of times maneuvers may be repeated and the evaluation still be\nconsidered acceptable;\n(vi) Procedures for remedial training and subsequent evaluation of a flight crew unable to\nachieve or maintain required standards.",
            "page": 133
        },
        {
            "code": "FLT 2.1.14",
            "guidance": null,
            "iosa_map": [
                "FLT 2 Training and Qualification",
                "2.1 Training and Evaluation Program"
            ],
            "paragraph": "The Operator shall ensure instructors, evaluators, line check airmen and flight crew members use\nonly those documents for the conduct of training and evaluation that are authorized by the Operator\nfor such use.",
            "page": 134
        },
        {
            "code": "FLT 2.1.19",
            "guidance": null,
            "iosa_map": [
                "FLT 2 Training and Qualification",
                "2.1 Training and Evaluation Program"
            ],
            "paragraph": "The Operator shall have standards that ensure training facilities, devices, equipment and course\nmaterials (whether owned or contracted) are standardized and:\n(i) As applicable, have the required certification(s) and approval or acceptance from the State;\n(ii) Are periodically evaluated to ensure compliance with applicable training resource standards.",
            "page": 135
        },
        {
            "code": "FLT 2.1.20",
            "guidance": null,
            "iosa_map": [
                "FLT 2 Training and Qualification",
                "2.1 Training and Evaluation Program"
            ],
            "paragraph": "The Operator shall have processes that ensure instructors, evaluators, and line check airmen\n(whether employed or contracted) are standardized and:\n(i) As applicable, have the required certification(s)/approval(s) from the State;\n(ii) As applicable, meet the required qualification and performance standards of the Operator\nand/or the State;\n(iii) Are periodically evaluated to ensure compliance with required qualification and performance\nstandards.",
            "page": 135
        },
        {
            "code": "FLT 2.1.21",
            "guidance": null,
            "iosa_map": [
                "FLT 2 Training and Qualification",
                "2.1 Training and Evaluation Program"
            ],
            "paragraph": "The Operator shall have sufficient instructors, evaluators, line check airmen and support personnel to\nadminister the training and evaluation programs in accordance with requirements of the Operator\nand/or the State, as applicable.",
            "page": 136
        },
        {
            "code": "FLT 2.1.27",
            "guidance": null,
            "iosa_map": [
                "FLT 2 Training and Qualification",
                "2.1 Training and Evaluation Program"
            ],
            "paragraph": "The Operator shall ensure formal and regular communication occurs between and among flight\noperations management, instructors, evaluators, line check airmen and flight crew members to\nachieve continual improvement of ground, simulator and aircraft training and line operations.",
            "page": 136
        },
        {
            "code": "FLT 2.1.28",
            "guidance": null,
            "iosa_map": [
                "FLT 2 Training and Qualification",
                "2.1 Training and Evaluation Program"
            ],
            "paragraph": "The Operator shall have processes for ensuring continual improvement of the flight crew training and\nevaluation program, to include, as a minimum, the monitoring, recording and evaluation of results of\nsuccessful and unsuccessful flight crew evaluations.",
            "page": 136
        },
        {
            "code": "FLT 2.1.35",
            "guidance": null,
            "iosa_map": [
                "FLT 2 Training and Qualification",
                "2.1 Training and Evaluation Program"
            ],
            "paragraph": "The Operator shall have an initial training program for instructors, evaluators and line check airmen,\nto include:\n(i) An instructor course that addresses as a minimum:\n(a) The fundamentals of teaching and evaluation;\n(b) Lesson plan management;\n(c) Briefing and debriefing;\n(d) Human performance issues;\n(e) Company policies and procedures;\n(f) Simulator serviceability and training in simulator operation;\n(g) If the Operator conducts training flights, dangers associated with simulating system\nfailures in flight;\n(h) As applicable, the simulated or actual weather and environmental conditions\nnecessary to conduct each simulator or aircraft training/evaluation session to be\nadministered.\n(ii) A formal observation program consisting of:\n(a) The observation by the candidate of experienced instructors administering the\ncourse and syllabus lessons;\n(b) The observation of the candidate during supervised practical instruction.\n(iii) A seat-specific (right or left seat, as applicable) qualification program for instructors,\nevaluators, line check airmen and any other pilots, so designated by management, who\nperform duties from either seat;\n(iv) If non-line qualified instructors are used, a jump seat observation program or equivalent for\nnon-line qualified instructors to provide familiarity with current and type-related line\noperations.",
            "page": 137
        },
        {
            "code": "FLT 2.1.36",
            "guidance": null,
            "iosa_map": [
                "FLT 2 Training and Qualification",
                "2.1 Training and Evaluation Program"
            ],
            "paragraph": "The Operator shall have a recurrent qualification program for instructors, evaluators, and line check\nairmen that, as a minimum, requires participation in:\n(i) Standardization meetings as defined by the Operator or the State;\n(ii) Training or evaluation sessions (simulator or aircraft) conducted while supervised by an\nindividual approved by the Operator;\n(iii) A State-approved or State-accepted minimum number of training events and/or evaluations\nper 12-month period or required participation in a supplementary re-qualification/\nrecertification program if the minimum number of events are not completed;\n(iv) A seat-specific (right or left seat, as applicable) recurrent program for instructors, evaluators,\nLine Check Airmen, who perform duties from either pilot station;\n(v) If non-line qualified instructors are used, a jump seat observation program or equivalent\napproved or accepted by the State for non-line qualified instructors to provide familiarity with\ncurrent and type-related line operations.",
            "page": 138
        },
        {
            "code": "FLT 2.1.45",
            "guidance": null,
            "iosa_map": [
                "FLT 2 Training and Qualification",
                "2.1 Training and Evaluation Program"
            ],
            "paragraph": "The Operator shall ensure training aids and equipment, to include mock-ups, flight deck procedure\ntrainers and other devices and/or course materials used in the flight crew training and evaluation\nprogram, reasonably reflect the configuration of the fleet(s) for which the respective training is being\nconducted.",
            "page": 139
        },
        {
            "code": "FLT 2.1.46",
            "guidance": null,
            "iosa_map": [
                "FLT 2 Training and Qualification",
                "2.1 Training and Evaluation Program"
            ],
            "paragraph": "The Operator shall have published guidance for instructors and evaluators, approved or accepted by\nthe State, if applicable, that specifies minimum serviceability levels of training devices and/or training\naircraft to ensure serviceability does not adversely affect training, evaluation and/or safety, as\napplicable.",
            "page": 139
        },
        {
            "code": "FLT 2.1.47",
            "guidance": null,
            "iosa_map": [
                "FLT 2 Training and Qualification",
                "2.1 Training and Evaluation Program"
            ],
            "paragraph": "If the Operator has a zero flight time training (ZFTT) program, the Operator shall ensure such training\nprogram is approved or accepted by the State and:\n(i) Is conducted using flight simulators representative of the aircraft flown by the Operator and\nqualified to Level C, D or an equivalent;\n(ii) Specifies minimum pilot experience requirements for entry into each ZFTT\nqualification/training course;\n(iii) Each ZFTT qualification/training course is customized as necessary to address pilot\nexperience, flight crew position and simulator level;\n(iv) A demonstration of competency is completed in a flight simulator conforming to the\nspecifications in item i) under the supervision of an evaluator;\n(v) A final demonstration of competency is completed in an aircraft during actual line operations\nunder the supervision of an evaluator, instructor or current and qualified Pilot-in-Command\n(PIC) designated for the purpose by the Operator and/or State.",
            "page": 140
        },
        {
            "code": "FLT 2.2.7",
            "guidance": null,
            "iosa_map": [
                "FLT 2 Training and Qualification",
                "2.2 Training Elements"
            ],
            "paragraph": "The Operator shall ensure flight crew members complete Operator familiarization training prior to\nbeing assigned to duties in line operations. Such training shall ensure familiarity with:\n(i) Duties and responsibilities;\n(ii) Relevant state regulations; \n(iii) Authorized operations;\n(iv) Relevant sections of the OM.",
            "page": 140
        },
        {
            "code": "FLT 2.2.8",
            "guidance": null,
            "iosa_map": [
                "FLT 2 Training and Qualification",
                "2.2 Training Elements"
            ],
            "paragraph": "The Operator shall ensure flight crew members complete practical training exercises:\n(i) In the use of emergency and safety equipment required to be on board the aircraft;\n(ii) That address emergency evacuation and coordination among flight crew members and, as\napplicable, cabin crew members and/or supernumeraries required for the safety of\noperations.",
            "page": 141
        },
        {
            "code": "FLT 2.2.9",
            "guidance": null,
            "iosa_map": [
                "FLT 2 Training and Qualification",
                "2.2 Training Elements"
            ],
            "paragraph": "If the Operator conducts passenger flights with cabin crew, the Operator should ensure flight crew\nmembers participate in joint training activities or exercises with cabin crew members for the purpose\nof enhancing onboard coordination and mutual understanding of the human factors involved in\naddressing emergency situations and security threats.",
            "page": 142
        },
        {
            "code": "FLT 2.2.10",
            "guidance": null,
            "iosa_map": [
                "FLT 2 Training and Qualification",
                "2.2 Training Elements"
            ],
            "paragraph": "The Operator shall ensure flight crew members receive training in all aspects of aircraft performance.\nSuch training shall include:\n(i) Weight/mass and balance;\n(ii) Takeoff, climb, cruise, approach and landing performance;\n(iii) Obstacle clearance;\n(iv) Fuel planning;\n(v) Diversion planning;\n(vi) Effect of inoperative or missing components (MEL/CDL);\n(vii) If applicable, engine-out driftdown.",
            "page": 143
        },
        {
            "code": "FLT 2.2.11",
            "guidance": null,
            "iosa_map": [
                "FLT 2 Training and Qualification",
                "2.2 Training Elements"
            ],
            "paragraph": "The Operator shall ensure flight crew members complete training and an evaluation in aircraft\nsystems and limitations, to include a demonstration of competence in the operation of aircraft\nsystems.",
            "page": 144
        },
        {
            "code": "FLT 2.2.12",
            "guidance": null,
            "iosa_map": [
                "FLT 2 Training and Qualification",
                "2.2 Training Elements"
            ],
            "paragraph": "If the Operator transports dangerous goods as cargo, the Operator shall ensure flight crew members\ncomplete training and an evaluation in dangerous goods.",
            "page": 144
        },
        {
            "code": "FLT 2.2.13",
            "guidance": null,
            "iosa_map": [
                "FLT 2 Training and Qualification",
                "2.2 Training Elements"
            ],
            "paragraph": "If the Operator does not transport dangerous goods as cargo, the Operator shall ensure flight crew\nmembers complete training and an evaluation in dangerous goods.",
            "page": 145
        },
        {
            "code": "FLT 2.2.14",
            "guidance": null,
            "iosa_map": [
                "FLT 2 Training and Qualification",
                "2.2 Training Elements"
            ],
            "paragraph": "The Operator shall ensure flight crew members complete training and, when applicable, an\nevaluation in crew resource management (CRM), including Threat and Error Management, using\nfacilitators that have been trained in human performance and human factors principles.",
            "page": 146
        },
        {
            "code": "FLT 2.2.15",
            "guidance": null,
            "iosa_map": [
                "FLT 2 Training and Qualification",
                "2.2 Training Elements"
            ],
            "paragraph": "If the Operator uses FOO personnel and the Operator's method of Operational Control requires\nshared responsibility between an FOO and the PIC, the Operator should ensure flight crew members\ncomplete resource management training that addresses issues of mutual concern to flight crew\nmembers and FOO personnel. Such training should be conducted for the purposes of enhancing\ncoordination, ensuring a mutual understanding of the human factors involved in joint operational\ncontrol and achieving common learning objectives as set out by the appropriate flight operations and\noperational control management personnel.",
            "page": 147
        },
        {
            "code": "FLT 2.2.16A",
            "guidance": null,
            "iosa_map": [
                "FLT 2 Training and Qualification",
                "2.2 Training Elements"
            ],
            "paragraph": "The Operator shall ensure flight crew members complete training and an evaluation in subjects\nassociated with adverse weather and/or environmental conditions. Such training and evaluation shall\naddress, as applicable:\n(i) Cold weather operations;\n(ii) De-/anti-icing policies and procedures as specified in FLT 3.9.6 ;\n(iii) Contaminated runway operations;\n(iv) Thunderstorm avoidance.",
            "page": 148
        },
        {
            "code": "FLT 2.2.16B",
            "guidance": null,
            "iosa_map": [
                "FLT 2 Training and Qualification",
                "2.2 Training Elements"
            ],
            "paragraph": "If the Operator conducts operations on routes that traverse active volcanic areas or in the terminal\nareas of airports in the vicinity of active volcanoes, the Operator shall ensure flight crew members\ncomplete training and an evaluation in such operations.",
            "page": 149
        },
        {
            "code": "FLT 2.2.17",
            "guidance": null,
            "iosa_map": [
                "FLT 2 Training and Qualification",
                "2.2 Training Elements"
            ],
            "paragraph": "The Operator shall ensure flight crew members complete upset prevention and recovery training\n(UPRT).",
            "page": 149
        },
        {
            "code": "FLT 2.2.19",
            "guidance": null,
            "iosa_map": [
                "FLT 2 Training and Qualification",
                "2.2 Training Elements"
            ],
            "paragraph": "The Operator shall ensure flight crew members, including instructors and evaluators whose native\nlanguage is not the same as the designated common language specified in FLT 3.1.1 , complete an\nevaluation prior to being assigned to operational duties to demonstrate a level of proficiency in the\ndesignated common language that ensures such flight crew members are able to:\n(i) Effectively communicate during the performance of operational duties;\n(ii) Understand information in the OM pertaining to duties and responsibilities.",
            "page": 150
        },
        {
            "code": "FLT 2.2.20",
            "guidance": null,
            "iosa_map": [
                "FLT 2 Training and Qualification",
                "2.2 Training Elements"
            ],
            "paragraph": "The Operator shall require flight crew members, who conduct flights into areas where English is the\nprimary language of Air Traffic Control (ATC) and whose duties include communication with ATC to\ncomplete an evaluation during initial ground training to demonstrate a sufficient level of English\nlanguage proficiency that will ensure effective communication during the performance of such duties.",
            "page": 151
        },
        {
            "code": "FLT 2.2.22",
            "guidance": null,
            "iosa_map": [
                "FLT 2 Training and Qualification",
                "2.2 Training Elements"
            ],
            "paragraph": "The Operator shall have a process to ensure flight crew members who conduct flights into areas\nwhere English is required for Air Traffic Control (ATC) communications, and who have not previously\ndemonstrated expert English language proficiency, receive a periodic evaluation to demonstrate a\nminimum level of English language proficiency that is sufficient, as defined by the Operator and/or\nthe State, to ensure effective communication during the performance of duties. Such evaluation shall\nbe completed during initial ground training and subsequently once every three (3) to six (6) years\nbased on the proficiency level of the applicant.",
            "page": 152
        },
        {
            "code": "FLT 2.2.24",
            "guidance": null,
            "iosa_map": [
                "FLT 2 Training and Qualification",
                "2.2 Training Elements"
            ],
            "paragraph": "If the Operator transports dangerous goods on cargo aircraft and assigns flight crew members duties\nand responsibilities related to the preflight inspection of accessible dangerous goods, the Operator\nshall ensure applicable flight crew members complete training and an evaluation in the preflight\ninspection of accessible dangerous goods during initial ground training.",
            "page": 153
        },
        {
            "code": "FLT 2.2.25",
            "guidance": null,
            "iosa_map": [
                "FLT 2 Training and Qualification",
                "2.2 Training Elements"
            ],
            "paragraph": "If the Operator delegates the accomplishment of the exterior aircraft inspection (walkaround) to\nqualified individuals as specified in FLT 3.8.6A (iii), the Operator shall ensure such individuals\ncomplete training, as well as an evaluation, to ensure competence in the performance of any\nassigned duties or functions related to the exterior aircraft inspection.",
            "page": 153
        },
        {
            "code": "FLT 2.2.26",
            "guidance": null,
            "iosa_map": [
                "FLT 2 Training and Qualification",
                "2.2 Training Elements"
            ],
            "paragraph": "The Operator shall ensure flight crew members complete training in normal and non-normal\nprocedures and maneuvers. Such training shall address, as a minimum:\n(i) Pilot Monitoring (PM) Pilot Flying (PF) and other flight crew division of duties (task sharing);\n(ii) Positive transfer of aircraft control;\n(iii) Consistent checklist philosophy;\n(iv) Emphasis on a prioritization of tasks (e.g.  aviate, navigate, communicate );\n(v) Proper use of all levels of flight automation.",
            "page": 154
        },
        {
            "code": "FLT 2.2.27",
            "guidance": null,
            "iosa_map": [
                "FLT 2 Training and Qualification",
                "2.2 Training Elements"
            ],
            "paragraph": "The Operator shall ensure flight crew members complete training and, when applicable, an\nevaluation, that includes a demonstration of competence in normal and non-normal procedures and\nmaneuvers, to include, as a minimum, rejected takeoff, emergency evacuation, engine failure and/or\nthose procedures and maneuvers specified in the Operator's AQP/ATQP/EBT as approved or\naccepted by the Authority.",
            "page": 155
        },
        {
            "code": "FLT 2.2.28",
            "guidance": null,
            "iosa_map": [
                "FLT 2 Training and Qualification",
                "2.2 Training Elements"
            ],
            "paragraph": "The Operator shall ensure flight crew members, prior to an evaluation, are familiar with those\nmaneuvers and/or malfunctions that might be presented during the evaluation but are not given\ninformation that reveals the exact sequence and the circumstances under which such maneuvers or\nmalfunctions will be presented.",
            "page": 157
        },
        {
            "code": "FLT 2.2.29",
            "guidance": null,
            "iosa_map": [
                "FLT 2 Training and Qualification",
                "2.2 Training Elements"
            ],
            "paragraph": "The Operator shall ensure flight crew members, before starting line training, have successfully\ncompleted an Operator proficiency evaluation administered by an Evaluator of the Operator or a\nrepresentative of the Authority, and have demonstrated the skill and knowledge level adequate for\noperating the aircraft at or above the standards stipulated in the training syllabus.",
            "page": 157
        },
        {
            "code": "FLT 2.2.30",
            "guidance": null,
            "iosa_map": [
                "FLT 2 Training and Qualification",
                "2.2 Training Elements"
            ],
            "paragraph": "The Operator shall ensure flight crew members complete training in CRM skills, which may be\naccomplished as part of simulator, aircraft and/or line training, as applicable.",
            "page": 157
        },
        {
            "code": "FLT 2.2.31",
            "guidance": null,
            "iosa_map": [
                "FLT 2 Training and Qualification",
                "2.2 Training Elements"
            ],
            "paragraph": "The Operator shall ensure flight crew members complete a Line Operational Simulation (LOS)\nprofile. Such training and/or evaluation shall be:\n(i) Approved or accepted by the State;\n(ii) A planned scenario administered in a line environment setting with specific CRM objectives\nwhere such non-technical skills are observed, debriefed upon completion and used for the\nperformance assessment of the flight crew.",
            "page": 158
        },
        {
            "code": "FLT 2.2.32",
            "guidance": null,
            "iosa_map": [
                "FLT 2 Training and Qualification",
                "2.2 Training Elements"
            ],
            "paragraph": "The Operator shall ensure flight crew members complete training and, when applicable, an\nevaluation, that includes a demonstration of competence, in wind shear avoidance and recovery from\npredictive and actual wind shear.",
            "page": 159
        },
        {
            "code": "FLT 2.2.33",
            "guidance": null,
            "iosa_map": [
                "FLT 2 Training and Qualification",
                "2.2 Training Elements"
            ],
            "paragraph": "The Operator shall ensure flight crew members complete training and an evaluation, which includes\na demonstration of competence in terrain awareness procedures and maneuvers. Such training and\nevaluation shall include:\n(i) Knowledge and conduct of associated procedures;\n(ii) Response to GPWS alerts and warnings;\n(iii) The avoidance of Controlled Flight Into Terrain (CFIT).",
            "page": 161
        },
        {
            "code": "FLT 2.2.34",
            "guidance": null,
            "iosa_map": [
                "FLT 2 Training and Qualification",
                "2.2 Training Elements"
            ],
            "paragraph": "If the Operator conducts low visibility operations (LVO), the Operator shall ensure flight crew\nmembers complete training and an evaluation that includes a demonstration of competence in such\noperations, as well as operations with inoperative ground based and/or aircraft equipment.",
            "page": 162
        },
        {
            "code": "FLT 2.2.35",
            "guidance": null,
            "iosa_map": [
                "FLT 2 Training and Qualification",
                "2.2 Training Elements"
            ],
            "paragraph": "The Operator shall ensure flight crew members with duties and responsibilities related to\nTCAS/ACAS alerting equipment complete training and an evaluation that includes a demonstration of\ncompetence in maneuvers and procedures for the proper response to TCAS/ACAS alerts.",
            "page": 163
        },
        {
            "code": "FLT 2.2.37",
            "guidance": null,
            "iosa_map": [
                "FLT 2 Training and Qualification",
                "2.2 Training Elements"
            ],
            "paragraph": "If the Operator uses pilot flight crew members designated to perform duties from either control seat,\nthe Operator shall have seat-specific qualification for such flight crew members, to include training\nand an evaluation.",
            "page": 164
        },
        {
            "code": "FLT 2.2.38",
            "guidance": null,
            "iosa_map": [
                "FLT 2 Training and Qualification",
                "2.2 Training Elements"
            ],
            "paragraph": "If the Operator conducts training flights, the Operator shall specify those required maneuvers and\nprocedures that cannot be safely accomplished in an aircraft, and ensure such maneuvers and\nprocedures are either trained and evaluated in a representative flight simulator or, if such a synthetic\ndevice does not exist, ensure a demonstration of pilot competence in those maneuvers and\nprocedures using an alternative means in accordance with FLT 2.2.41 . Maneuvers and procedures\nthat cannot be safely accomplished in an aircraft shall include, as a minimum:\n(i) Wind shear avoidance and recovery;\n(ii) Response to GPWS alerts and warnings and the avoidance of Controlled Flight Into Terrain\n(CFIT);\n(iii) Response to TCAS/ACAS alerts.",
            "page": 165
        },
        {
            "code": "FLT 2.2.39",
            "guidance": null,
            "iosa_map": [
                "FLT 2 Training and Qualification",
                "2.2 Training Elements"
            ],
            "paragraph": "If the Operator conducts training flights and accomplishes training or evaluation related to a failed or\ninoperative engine during such flights, the Operator shall ensure engine failures are simulated for the\npurpose of accomplishing any maneuvers that involve a failed or inoperative engine.",
            "page": 165
        },
        {
            "code": "FLT 2.2.40",
            "guidance": null,
            "iosa_map": [
                "FLT 2 Training and Qualification",
                "2.2 Training Elements"
            ],
            "paragraph": "The Operator shall ensure flight crew members complete training and, when applicable, an\nevaluation that includes a demonstration of competence in duties and procedures related to flight\ncrew incapacitation.",
            "page": 166
        },
        {
            "code": "FLT 2.2.41",
            "guidance": null,
            "iosa_map": [
                "FLT 2 Training and Qualification",
                "2.2 Training Elements"
            ],
            "paragraph": "If the Operator conducts training flights and is unable to train and evaluate the required maneuvers\nand procedures specified in FLT 2.2.38 due to the non-existence of a representative flight simulator,\nthe Operator shall use an alternative means for ensuring a demonstration of pilot competence in such\nmaneuvers and procedures. Any alternative means shall be approved or accepted by the State, and\nrequire a demonstration of competence through a combination of means, to include:\n(i) The use of generic flight simulators;\n(ii) The use of representative and/or generic flight training devices;\n(iii) Additional ground and line training and evaluation;\n(iv) As applicable, any other means that ensures a demonstration of pilot competence in the\napplicable maneuvers and procedures.",
            "page": 167
        },
        {
            "code": "FLT 2.2.42",
            "guidance": null,
            "iosa_map": [
                "FLT 2 Training and Qualification",
                "2.2 Training Elements"
            ],
            "paragraph": "If the Operator transports passengers or supernumeraries, the Operator shall ensure flight crew\nmembers complete security training as approved or accepted by the State, and in accordance with\nthe Operator's security training program as specified in SEC 2.1.1. Flight crew security training shall\naddress the following subject areas:\n(i) Determination of the seriousness of the occurrence;\n(ii) Crew communication and coordination;\n(iii) Policy and procedures associated with flight deck access;\n(iv) Appropriate self-defense responses;\n(v) Use of non-lethal protective devices assigned to crew members for use as authorized by the\nState;\n(vi) Understanding the behavior of terrorists so as to facilitate the ability to cope with hijacker\nbehavior and passenger responses;\n(vii) Situational training exercises regarding various threat conditions;\n(viii) Flight deck procedures to protect the aircraft;\n(ix) Aircraft search procedures;\n(x) As practicable, guidance on least-risk bomb locations.",
            "page": 168
        },
        {
            "code": "FLT 2.2.43",
            "guidance": null,
            "iosa_map": [
                "FLT 2 Training and Qualification",
                "2.2 Training Elements"
            ],
            "paragraph": "If the Operator conducts passenger flights without cabin crew, the Operator shall ensure flight crew\nmembers, complete training and demonstrate competence in the performance of any assigned duties\nand functions related to passenger cabin safety.",
            "page": 169
        },
        {
            "code": "FLT 2.2.44",
            "guidance": null,
            "iosa_map": [
                "FLT 2 Training and Qualification",
                "2.2 Training Elements"
            ],
            "paragraph": "If the Operator uses supernumeraries in the passenger cabin or supernumerary compartment of an\naircraft that are required for the safety of operations, the operator should ensure such\nsupernumeraries receive training and an evaluation to demonstrate competence in the performance\nof any assigned duties or functions related to passenger cabin or cargo compartment safety.",
            "page": 170
        },
        {
            "code": "FLT 2.3.1",
            "guidance": null,
            "iosa_map": [
                "FLT 2 Training and Qualification",
                "2.3 Line Qualification"
            ],
            "paragraph": "The Operator shall have a line qualification program consisting of line training and, where applicable,\nevaluations, approved or accepted by the State, which ensures flight crew members are qualified to\noperate in areas, on routes or route segments and into the airports to be used in operations for the\nOperator. Such program shall:\n(i) Be published in the Training Manual or equivalent documents;\n(ii) Ensure each pilot flight crew member has adequate knowledge of the elements specified in\nTable 2.5 , as applicable to the areas, routes and route segments of intended operation; \n(iii) Specify qualification requirements for operations in all areas, on all routes or route\nsegments, and into all airports of intended use;\n(iv) Ensure each pilot flight crewmember, prior to entering the line qualification program, has\nsatisfied the applicable recency-of-experience requirements specified in FLT 3.3.7 (i) under\nthe supervision of an instructor or evaluator authorized for the purpose by the Operator\nand/or State;\n(v) Ensure line training and evaluation for each pilot crew member is completed during initial\nqualification and, if applicable, in accordance with the continuing qualification curriculum as\ndefined in the Operator's AQP/ATQP/EBT that conforms to the specifications of FLT 2.1.1B ;\n(vi) Ensure line training and evaluation is completed prior to a pilot crew member being used as\na PIC in operations.",
            "page": 171
        },
        {
            "code": "FLT 2.3.2",
            "guidance": null,
            "iosa_map": [
                "FLT 2 Training and Qualification",
                "2.3 Line Qualification"
            ],
            "paragraph": "The Operator shall ensure each pilot flight crew member, in order to maintain qualification, receives\ntraining and, when applicable, successfully completes an evaluation at or above the standards\nstipulated in the training syllabus and administered by an Evaluator of the Operator or a\nrepresentative of the Authority, and demonstrates piloting technique and competence to execute\nemergency procedures and comply with instrument flight rules. Such training and, when applicable,\nevaluation shall be conducted in accordance with the requirements of the State and applicable\nauthorities to ensure evaluations for all pilot flight crew members are conducted using one or more of\nthe following intervals, as applicable:\n(i) For the PIC, twice within any period of one year plus or minus one calendar month from the\noriginal qualification anniversary date or base month, and/or\n(ii) For pilot crew members other than the PIC, in accordance with i), or once within any period\nof one year plus or minus one calendar month from the original qualification anniversary\ndate or base month, and/or\n(iii) For any pilot crew member participating in an AQP, ATQP or EBT program, once within any\nperiod of one year, or other period approved or accepted by the State, provided such\ntraining and qualification program incorporates all elements and specifications contained in\nTable 2.6 ,Table 2.7 andTable 2.8 .",
            "page": 173
        },
        {
            "code": "FLT 2.3.3",
            "guidance": null,
            "iosa_map": [
                "FLT 2 Training and Qualification",
                "2.3 Line Qualification"
            ],
            "paragraph": "The Operator shall ensure line training for the second-in-command (SIC) includes an amount of Pilot\nMonitoring (PM) and Pilot Flying (PF) duties sufficient to develop and demonstrate proficiency in\nsuch duties.",
            "page": 174
        },
        {
            "code": "FLT 2.3.4",
            "guidance": null,
            "iosa_map": [
                "FLT 2 Training and Qualification",
                "2.3 Line Qualification"
            ],
            "paragraph": "The Operator shall ensure pilot flight crew members complete an evaluation that includes a\ndemonstration of knowledge of the operations approved as part of the Air Operator Certificate (AOC).\nSuch evaluation shall include a demonstration of knowledge of:\n(i) Approaches authorized by the Authority;\n(ii) Ceiling and visibility requirements for takeoff, approach and landing;\n(iii) Allowance for inoperative ground components;\n(iv) Wind limitations (crosswind, tailwind and, if applicable, headwind).",
            "page": 175
        },
        {
            "code": "FLT 2.3.6",
            "guidance": null,
            "iosa_map": [
                "FLT 2 Training and Qualification",
                "2.3 Line Qualification"
            ],
            "paragraph": "The Operator shall ensure pilot flight crew members complete a Command Training and Evaluation\nprogram during initial training and qualification and, if applicable, in accordance with the continuing\nqualification curriculum as defined in the Operator's AQP/ATQP/EBT that conforms to the\nspecifications of FLT 2.1.1B . Such training and evaluation shall be completed prior to a pilot flight\ncrew member being assigned as PIC in operations.",
            "page": 176
        },
        {
            "code": "FLT 2.4.1",
            "guidance": null,
            "iosa_map": [
                "FLT 2 Training and Qualification",
                "2.4 Special Qualification"
            ],
            "paragraph": "If the Operator conducts flights in areas or on routes or route segments over difficult terrain and/or\ninto special airports as designated by the State or by the Operator, the Operator shall ensure each\nPIC completes training and, if required, an evaluation in the special skills and/or knowledge required\nto qualify or requalify for such operations. The content of training shall ensure the PIC has adequate\nknowledge of the elements specified in Table 2.5 as applicable to the areas, routes, route segments\nand special airports of intended operation.",
            "page": 177
        },
        {
            "code": "FLT 2.4.2",
            "guidance": null,
            "iosa_map": [
                "FLT 2 Training and Qualification",
                "2.4 Special Qualification"
            ],
            "paragraph": "If the Operator engages in specialized operations, the Operator shall ensure flight crew members,\nprior to being used in such operations, complete training and/or an evaluation in the operating\npractices and procedures for the following special operations, as applicable to the Operator:\n(i) Performance-Based Navigation (PBN), training and evaluation required.\n(ii) Performance-Based Communication and Navigation Surveillance System (PBCS).\n(iii) Reduced Vertical Separation Minima (RVSM).\n(iv) Minimum Navigation Performance Specifications (MNPS/NAT HLA).\n(v) Areas of Magnetic Unreliability (AMU).",
            "page": 178
        },
        {
            "code": "FLT 2.4.3",
            "guidance": null,
            "iosa_map": [
                "FLT 2 Training and Qualification",
                "2.4 Special Qualification"
            ],
            "paragraph": "If the Operator uses flight crew members to concurrently operate aircraft of different types, or operate\nvariants within one type, the Operator shall have qualification processes that are approved or\naccepted by the State and ensure such flight crew members complete training and an evaluation that\nemphasizes the differences between aircraft types and variants.",
            "page": 179
        },
        {
            "code": "FLT 2.5.1",
            "guidance": null,
            "iosa_map": [
                "FLT 2 Training and Qualification",
                "2.5 SMS Training"
            ],
            "paragraph": "The Operator shall have a program that ensures its flight operations personnel are trained and\ncompetent to perform SMS duties. The scope of such training shall be appropriate to each\nindividual's involvement in the SMS.",
            "page": 180
        },
        {
            "code": "FLT 2.5.2",
            "guidance": null,
            "iosa_map": [
                "FLT 2 Training and Qualification",
                "2.5 SMS Training"
            ],
            "paragraph": "If the Operator outsources flight operations functions to external service providers, the Operator\nshould have a program that ensures personnel of external service providers are trained and\ncompetent to perform SMS duties. The scope of such training should be appropriate to individual\ninvolvement in the Operator s SMS.",
            "page": 180
        },
        {
            "code": "FLT 3.1.1",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.1 Common Language"
            ],
            "paragraph": "The Operator shall ensure the designation of a common language(s) for use by all flight crew\nmembers for communication:\n(i) On the flight deck during line operations;\n(ii) If the Operator conducts passenger flights with cabin crew, between the flight crew and\ncabin crew during line operations;\n(iii) During flight crew training and evaluation activities.",
            "page": 181
        },
        {
            "code": "FLT 3.1.2",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.1 Common Language"
            ],
            "paragraph": "If the Operator designates more than one common language in accordance with FLT 3.1.1 , the\nOperator shall have procedures to ensure effective communication is established and maintained\nbetween flight crew members and, if applicable, with cabin crew members:\n(i) During normal, abnormal and emergency operations;\n(ii) In the event of incapacitation of any crew member.",
            "page": 181
        },
        {
            "code": "FLT 3.2.1",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.2 Flight Crew Responsibilities"
            ],
            "paragraph": "The Operator shall ensure the PIC is assigned the responsibility for recording the following\ninformation for each flight:\n(i) Aircraft registration;\n(ii) Date;\n(iii) Flight number;\n(iv) Flight crew names and duty assignment;\n(v) Departure and arrival airports;\n(vi) ATD, ATA, flight time.",
            "page": 182
        },
        {
            "code": "FLT 3.3.1",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.3 Flight Crew Qualifications"
            ],
            "paragraph": "The Operator shall specify the composition and required number of flight crew members taking into\naccount the type of aircraft, flight crew qualification requirements and flight/duty time limitations.",
            "page": 182
        },
        {
            "code": "FLT 3.3.2",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.3 Flight Crew Qualifications"
            ],
            "paragraph": "The Operator shall have guidance and criteria that address the pairing of inexperienced pilot crew\nmembers and ensure scheduling processes prevent inexperienced pilot flight crew members, as\ndefined by the Operator or the State, from operating together.",
            "page": 183
        },
        {
            "code": "FLT 3.3.3",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.3 Flight Crew Qualifications"
            ],
            "paragraph": "If the Operator conducts low visibility approaches, the Operator shall define a minimum level of\ncommand experience required for a pilot to be authorized to conduct such approaches as PIC to\napproved Operator minima.",
            "page": 183
        },
        {
            "code": "FLT 3.3.4",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.3 Flight Crew Qualifications"
            ],
            "paragraph": "The Operator shall ensure flight crew members will not operate an aircraft unless issued a medical\nassessment in accordance with requirements of the State; such assessment shall not be valid for a\nperiod greater than 12 months.",
            "page": 183
        },
        {
            "code": "FLT 3.3.5",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.3 Flight Crew Qualifications"
            ],
            "paragraph": "If the Operator conducts international flight operations, the Operator shall ensure either of the\nfollowing apply to flight crew members that operate such flights:\n(i) The Operator has a method to prevent such crew members from acting as a pilot after\nhaving attained their 65th birthday, or\n(ii) Where laws or regulations of the State do not permit maximum age limits, the Operator has\na method, which is acceptable to the State and other applicable states, for making a\ndetermination that pilot flight crew members are no longer permitted to exercise the\nprivileges of their pilot license in international operations for the operator.",
            "page": 184
        },
        {
            "code": "FLT 3.3.7",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.3 Flight Crew Qualifications"
            ],
            "paragraph": "The Operator shall have a process to ensure flight crew member recency-of-experience\nrequirements are satisfied as follows:\n(i) A pilot does not act as PIC or SIC of an aircraft unless either:\n(a) On the same type or variant of aircraft within the preceding 90 days (120 days if\nunder the supervision of an instructor or evaluator), that pilot has operated the flight\ncontrols during at least three takeoffs and landings in the aircraft type or in a flight\nsimulator approved for the purpose by the appropriate authority, or\n(b) On the same type or variant of aircraft within a time period acceptable to the State\nand applicable authorities, that pilot has operated the flight controls during the\nnumber of takeoffs and landings in the aircraft type or in a flight simulator approved\nfor the purpose by the appropriate authority, necessary to conform to a defined\nrecency of experience schedule approved or accepted by the State and applicable\nauthorities.\n(ii) A pilot does not act in the capacity of a cruise relief pilot unless, within the preceding\n90 days, that pilot has either:\n(a) Operated as PIC, SIC or cruise relief pilot on the same type or variant of aircraft, or\n(b) Completed flying skill refresher training to include normal, abnormal and emergency\nprocedures specific to cruise flight on the same type of aircraft or in a flight simulator\napproved for the purpose, and has practiced approach and landing procedures,\nwhere the approach and landing procedure practice may be performed as the PM.\n(iii) A flight engineer does not perform duties in an aircraft unless either:\n(a) Within the preceding 6 months, that individual has had at least 50 hours of flight\ntime as a flight engineer on that aircraft type aircraft, or\n(b) Within the preceding 90 days, that individual has operated as a flight engineer on\nboard that aircraft type or in a simulator of the aircraft type.\n(iv) A flight navigator or radio operator does not perform duties in an aircraft unless recency-of-\nexperience requirements of the Operator and the State have been satisfied.\n(v) If a flight crew member does not satisfy recency-of-experience requirements in accordance\nwith i), ii), iii) or iv), such flight crew member completes re-qualification in accordance with\nthe Operator's training and evaluation program.",
            "page": 185
        },
        {
            "code": "FLT 3.3.9",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.3 Flight Crew Qualifications"
            ],
            "paragraph": "The Operator shall have an airport qualification process that ensures a PIC has made an actual\napproach and landing at each airport within the Operator's route system accompanied by a pilot,\neither as a crew member or flight deck observer, that is qualified for that airport, unless:\n(i) The approach to the airport is notover difficult terrain and the instrument approach\nprocedures and aids available are similar to those with which the pilot is familiar, and the\nnormal operating minima are adjusted by the addition of a margin of safety that is approved\nor accepted by the State, or there is reasonable certainty that approach and landing can be\nmade in visual meteorological conditions (VMC), or\n(ii) The descent from the initial approach altitude can be made by day in VMC, or\n(iii) The Operator has qualified the PIC for operations into the airport by means a pictorial\nrepresentation that is approved or accepted the Authority, or\n(iv) The airport is adjacent to another airport into which the PIC is currently qualified to operate.",
            "page": 186
        },
        {
            "code": "FLT 3.3.10",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.3 Flight Crew Qualifications"
            ],
            "paragraph": "The Operator shall have a process to ensure a pilot is not used as a PIC in operations that require\nthe application of special skills or knowledge within areas, on routes over difficult terrain and/or into\nspecial airports, as designated by the State or by the Operator, unless, within the preceding 12\nmonths, that pilot has either:\n(i) Made at least one trip as a pilot flight crew member, line check airman or observer on the\nflight deck on a route in close proximity and over similar terrain within the specified area(s),\non the specified route and/or into the special airport, as applicable, or\n(ii) Completed training and an evaluation in the special skills and/or knowledge required to\nqualify or requalify for such operations. The content of training shall ensure the PIC has\nadequate knowledge of the elements specified in Table 2.5 as applicable to the areas,\nroutes, route segments and special airports of intended operation.",
            "page": 187
        },
        {
            "code": "FLT 3.4.1",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.4 Flight Crew Scheduling"
            ],
            "paragraph": "The Operator shall have a means to ensure flight crew members are qualified and current prior to\naccepting and/or being assigned to duty. Such means shall consist of:\n(i) A requirement that prohibits flight crew members from operating an aircraft if not qualified for\nduty in accordance with requirements contained in Table 2.3 ;\n(ii) A scheduling process that ensures flight crew members, prior to being assigned to duty, are\nqualified and current in accordance with the applicable flight crew qualification requirements\ncontained in Table 2.3 and, if applicable, additional requirements of the State.",
            "page": 188
        },
        {
            "code": "FLT 3.4.2",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.4 Flight Crew Scheduling"
            ],
            "paragraph": "The Operator shall have a scheduling policy that ensures flight crew members, prior to being\nassigned to duty, will not be adversely affected by factors that could impair human performance, to\ninclude, as a minimum:\n(i) Pregnancy;\n(ii) Illness, surgery or use of medication(s);\n(iii) Blood donation;\n(iv) Deep underwater diving;\n(v) Fatigue whether occurring in one flight, successive flights or accumulated over a period of\ntime.",
            "page": 188
        },
        {
            "code": "FLT 3.4.3A",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.4 Flight Crew Scheduling"
            ],
            "paragraph": "The Operator shall have a methodology for the purpose of managing fatigue-related safety risks to\nensure fatigue occurring in one flight, successive flights or accumulated over a period of time does\nnot impair a flight crew member's alertness and ability to safely operate an aircraft or perform safety-\nrelated duties. Such methodology shall consist of:\n(i) Flight time, flight duty period, duty period limitations and rest period requirements that are in\naccordance with the applicable prescriptive fatigue management regulations of the State,\nand/or\n(ii) If applicable, the Operator's Fatigue Risk Management System (FRMS) approved or\naccepted by the State and established in accordance with FLT 3.4.3B .",
            "page": 189
        },
        {
            "code": "FLT 3.4.3B",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.4 Flight Crew Scheduling"
            ],
            "paragraph": "If the Operator uses an FRMS to manage flight crew fatigue-related safety risks, the Operator shall\nincorporate scientific principles and knowledge within the FRMS, comply with any applicable\nrequirements for managing flight crew fatigue as established by the State or Authority and, as a\nminimum:\n(i) Define and document the FRMS policy;\n(ii) Incorporate risk management processes for fatigue hazard identification, risk assessment\nand risk mitigation;\n(iii) Develop and maintain effective FRMS safety assurance processes;\n(iv) Establish and implement effective FRMS promotion processes.",
            "page": 190
        },
        {
            "code": "FLT 3.4.3C",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.4 Flight Crew Scheduling"
            ],
            "paragraph": "If the Operator uses an FRMS to manage flight crew fatigue-related safety risks, the Operator should\nensure the organizational activities specified in FLT 3.4.3B related to the management of flight crew\nfatigue-related risks are integrated with the Operator's organizational safety management system\n(SMS) as specified in ORG 1.1.10 .",
            "page": 191
        },
        {
            "code": "FLT 3.4.4",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.4 Flight Crew Scheduling"
            ],
            "paragraph": "The Operator shall consider the following as duty time for the purposes of determining required rest\nperiods and calculating duty time limitations for operating flight crew members:\n(i) Entire duration of the flight;\n(ii) Pre-operating deadhead time;\n(iii) Training periods prior to a flight;\n(iv) Administrative or office time prior to a flight (for flight crew members that serve in a\nmanagement function);\n(v) If required by the State, flight time accrued by flight crew members in operations other than\nthose of the Operator.",
            "page": 192
        },
        {
            "code": "FLT 3.4.6",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.4 Flight Crew Scheduling"
            ],
            "paragraph": "If the Operator uses flight crew members that are concurrently qualified to operate aircraft of different\ntypes, or operate variants within one type, and the State specifies unique training and/or recency\nrequirements for such flight crew members to remain concurrently qualified, the Operator shall have\na scheduling process that addresses such unique requirements, to include, as a minimum:\n(i) Required differences training (between type or variants);\n(ii) Recency of experience necessary to maintain currency on all types or variants.",
            "page": 192
        },
        {
            "code": "FLT 3.5.1",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.5 Flight Preparation"
            ],
            "paragraph": "The Operator shall have procedures that describe flight crew member duties and responsibilities for\nflight preparation and ensure flight crew members, prior to the commencement of each flight,\ncomplete a review of:\n(i) The Aircraft Technical Log (ATL) and the MEL/CDL;\n(ii) The OFP;\n(iii) Weather information to include en route and departure, destination and alternate airports;\n(iv) NOTAMS applicable to the en route phase of flight and to departure, destination and\nalternate airports;\n(v) Aircraft performance;\n(vi) Aircraft weight/mass and balance.",
            "page": 193
        },
        {
            "code": "FLT 3.5.2",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.5 Flight Preparation"
            ],
            "paragraph": "If the Operator uses aircraft with electronic navigation data capabilities, the Operator shall have\nguidance and procedures for flight crew members to ensure the validity of any electronic navigation\ndatabase installed into aircraft navigation equipment.",
            "page": 193
        },
        {
            "code": "FLT 3.5.3",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.5 Flight Preparation"
            ],
            "paragraph": "If the Operator uses electronic flight bag (EFB) devices or systems, the Operator shall, in accordance\nwith requirements of the Authority, have one or more processes to ensure the appropriate\nmanagement, control, maintenance and use of EFBs. Such process shall ensure, as a minimum:\n(i) Portable EFBs, if used, do not affect the performance of aircraft systems, equipment or the\nability to operate the aircraft;\n(ii) Assessment of the safety risks associated with each EFB function used in operations in\naccordance with FLT 1.12.2 ;\n(iii) Establishment of procedures for the use, management and maintenance of the device, each\nEFB function and any database the device may use;\n(iv) Establishment of training requirements for the use of the device and each EFB function;\n(v) In the event of an EFB failure, sufficient information is readily available to the flight crew for\nthe flight to be conducted safely.",
            "page": 194
        },
        {
            "code": "FLT 3.6.2",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.6 Route and Airport Planning"
            ],
            "paragraph": "The Operator shall have guidance that enables the flight crew to determine if airports of intended use\nmeet operational requirements, to include:\n(i) Applicable performance requirements;\n(ii) Runway characteristics;\n(iii) Air Traffic Services and associated communications;\n(iv) Navigation aids and lighting;\n(v) Weather reporting;\n(vi) Emergency services.",
            "page": 195
        },
        {
            "code": "FLT 3.6.3",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.6 Route and Airport Planning"
            ],
            "paragraph": "The Operator shall have guidance that enables the flight crew to determine operating minima for\nairports of intended use.",
            "page": 195
        },
        {
            "code": "FLT 3.6.4",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.6 Route and Airport Planning"
            ],
            "paragraph": "The Operator shall have guidance that enables the flight crew to determine Runway Visual Range\n(RVR) requirements for runways of intended use, to include, as a minimum:\n(i) Requirement for the availability of RVR reporting in order for CAT II and CAT III approach\nand landing operations to be authorized;\n(ii) Required minimum RVR values for takeoff and authorized approaches;\n(iii) Required minimum RVR values that consider inoperative approach/runway lighting,\ninoperative transmissometers or inadequate visual reference.",
            "page": 196
        },
        {
            "code": "FLT 3.6.5",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.6 Route and Airport Planning"
            ],
            "paragraph": "The Operator should have guidance that ensures approach and landing operations are not\nauthorized when the prevailing visibility is below 800 meters or the Converted Meteorological\nVisibility (CMV) is below 800 RVR unless RVR reporting is available for the runway of intended\nuse.",
            "page": 196
        },
        {
            "code": "FLT 3.7.1",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.7 Fuel, Weight/Mass and Balance, Flight Plans"
            ],
            "paragraph": "The Operator shall have a fuel policy and guidance that enables the flight crew to determine the\nminimum dispatch/departure fuel for each phase of flight in accordance with DSP 4.3.1 .",
            "page": 197
        },
        {
            "code": "FLT 3.7.2",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.7 Fuel, Weight/Mass and Balance, Flight Plans"
            ],
            "paragraph": "The Operator shall delegate the authority to the PIC to ensure:\n(i) A flight is not commenced unless the usable fuel required in accordance with DSP 4.3.1 is\non board the aircraft and is sufficient to complete the planned flight safely;\n(ii) If fuel is consumed during a flight for purposes other than originally intended during pre-flight\nplanning, such flight is not continued without a re-analysis and, if applicable, adjustment of\nthe planned operation to ensure sufficient fuel remains to complete the flight safely.",
            "page": 197
        },
        {
            "code": "FLT 3.7.3",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.7 Fuel, Weight/Mass and Balance, Flight Plans"
            ],
            "paragraph": "The Operator shall have guidance that enables the flight crew to prepare and/or accept a load sheet\nwith accurate aircraft weight/mass and balance calculations for each flight. Such guidance shall:\n(i) Assign responsibility to the PIC for ensuring the load sheet content is satisfactory prior to\neach flight;\n(ii) Incorporate flight crew procedures for preparing or accepting last minute changes (LMC) to\nthe load sheet, to include guidance for the maximum allowable difference between planned\nand actual weights.",
            "page": 198
        },
        {
            "code": "FLT 3.7.5",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.7 Fuel, Weight/Mass and Balance, Flight Plans"
            ],
            "paragraph": "The Operator shall have a description of the Air Traffic Services (ATS) Flight Plan, as well as\nguidance and instructions for its use, that is accessible to the flight crew during flight preparation and\nin flight.",
            "page": 198
        },
        {
            "code": "FLT 3.7.6",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.7 Fuel, Weight/Mass and Balance, Flight Plans"
            ],
            "paragraph": "The Operator shall have a description of the Operational Flight Plan (OFP) or equivalent document in\nthe OM that includes an outline of OFP content as well as guidance and procedures that require:\n(i) The OFP to be accessible to the flight crew during flight preparation and in flight;\n(ii) The flight crew to:\n(a) Verify that relevant information in the OFP is consistent with the filed ATS flight\nplan;\n(b) Verify that relevant information in the OFP is consistent with data programmed into\nthe navigation system;\n(c) In flight, monitor flight time and fuel burn to identify trends and for comparison with\nthe OFP.",
            "page": 198
        },
        {
            "code": "FLT 3.7.7",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.7 Fuel, Weight/Mass and Balance, Flight Plans"
            ],
            "paragraph": "The Operator shall ensure the OFP or equivalent document is accepted and signed, using either\nmanuscript or an approved electronic method, by the PIC during flight preparation.",
            "page": 199
        },
        {
            "code": "FLT 3.7.8",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.7 Fuel, Weight/Mass and Balance, Flight Plans"
            ],
            "paragraph": "The Operator shall have guidance that enables the flight crew to identify appropriate en route\nalternate airports.",
            "page": 200
        },
        {
            "code": "FLT 3.7.9",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.7 Fuel, Weight/Mass and Balance, Flight Plans"
            ],
            "paragraph": "If the Operator conducts isolated airport operations, the Operator shall have guidance and\ninstructions for the flight crew to:\n(i) Practically calculate or determine a point of safe return (PSR) for each flight into an isolated\nairport;\n(ii) Ensure the flight does not continue past the actual PSR unless a current assessment of\nmeteorological conditions, traffic, and other operational conditions indicate that a safe\nlanding can be made at the estimated time of use.",
            "page": 200
        },
        {
            "code": "FLT 3.7.10",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.7 Fuel, Weight/Mass and Balance, Flight Plans"
            ],
            "paragraph": "The Operator should have guidance for use by the flight crew to increase fuel state awareness. Such\nguidance should include one or more of the following:\n(i) An approximate final reserve fuel value applicable to each aircraft type and variant in the\nOperator's fleet.\n(ii) A final reserve fuel value presented on the OFP for each flight.\n(iii) A display in the FMS of the planned or actual final reserve fuel for each flight.",
            "page": 201
        },
        {
            "code": "FLT 3.8.1",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.8 Aircraft Preflight and Airworthiness"
            ],
            "paragraph": "The Operator shall have guidance and procedures that describe flight crew duties and\nresponsibilities for the use and/or application of the ATL, MEL and CDL. Such guidance and\nprocedures shall be included in the OM or in other documents that are available to the flight crew\nduring flight preparation and accessible to the flight crew during flight, and shall address, as a\nminimum, PIC responsibilities for:\n(i) Determining the airworthiness status of the aircraft;\n(ii) Ensuring, for each flight, a description of known or suspected defects that affect the\noperation of the aircraft is recorded in the ATL;\n(iii) Precluding a flight from departing until any defect affecting airworthiness is processed in\naccordance with the MEL/CDL;\n(iv) Ensuring the aircraft is operated in accordance with any applicable MEL/CDL Operational\nProcedure.",
            "page": 201
        },
        {
            "code": "FLT 3.8.2",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.8 Aircraft Preflight and Airworthiness"
            ],
            "paragraph": "The Operator shall have guidance that is published in the OM or other document(s) and is available\nto the flight crew to ensure information entered in the ATL:\n(i) Is up to date;\n(ii) Legible;\n(iii) Cannot be erased;\n(iv) Is correctable in the case of an error provided each correction is identifiable and errors\nremain legible.",
            "page": 202
        },
        {
            "code": "FLT 3.8.3",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.8 Aircraft Preflight and Airworthiness"
            ],
            "paragraph": "The Operator shall assign the PIC the authority to reject an aircraft prior to departure\nof a flight if dissatisfied with any aspect of the airworthiness and/or maintenance status of the\naircraft.",
            "page": 202
        },
        {
            "code": "FLT 3.8.6A",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.8 Aircraft Preflight and Airworthiness"
            ],
            "paragraph": "The Operator shall ensure, prior to each flight, the satisfactory accomplishment of an exterior aircraft\ninspection (walkaround). This inspection shall be:\n(i) Performed by a member of the flight crew, or\n(ii) Delegated to a licensed aircraft maintenance technician, or\n(iii) Delegated to another individual qualified in accordance with FLT 2.2.25 .",
            "page": 203
        },
        {
            "code": "FLT 3.8.6B",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.8 Aircraft Preflight and Airworthiness"
            ],
            "paragraph": "If the Operator delegates the accomplishment of the exterior aircraft inspection (walkaround) to\nqualified individuals as specified in FLT 3.8.6A (iii), the Operator shall ensure such delegation was\nsubjected to safety risk assessment and mitigation performed in accordance with SMS principles as\nspecified in FLT 1.12.2 .",
            "page": 203
        },
        {
            "code": "FLT 3.8.7A",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.8 Aircraft Preflight and Airworthiness"
            ],
            "paragraph": "The Operator shall have guidance, published in the OM or other document(s) available to the flight\ncrew during flight preparation, that requires an exterior aircraft inspection (walk-around) that focuses\non safety-critical areas of the aircraft and ensures, as a minimum:\n(i) Pitot and static ports are not damaged or obstructed;\n(ii) Flight controls are not locked or disabled (as applicable, depending on aircraft type);\n(iii) Frost, snow or ice is not present on critical surfaces;\n(iv) Aircraft structure or structural components are not damaged.",
            "page": 204
        },
        {
            "code": "FLT 3.8.7B",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.8 Aircraft Preflight and Airworthiness"
            ],
            "paragraph": "The Operator shall have a procedure to ensure the availability, accessibility and serviceability of\naircraft flight deck systems and emergency equipment. Such procedure shall include an interior\npreflight inspection of systems and equipment, which, as a minimum, is conducted by the flight crew\nprior to the first flight:\n(i) Of the flight crew on an aircraft during a duty period;\n(ii) On an aircraft after it has been left unattended by the flight crew, unless the Operator has a\nprocess or a procedure that ensures flight deck systems and emergency equipment remain\nundisturbed.",
            "page": 204
        },
        {
            "code": "FLT 3.8.8",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.8 Aircraft Preflight and Airworthiness"
            ],
            "paragraph": "If the Operator conducts passenger flights or transports supernumeraries in the passenger cabin with\nor without cabin crew, the Operator shall have a procedure to ensure the availability, accessibility and\nserviceability of aircraft cabin emergency systems and equipment. Such procedure shall include a\npreflight inspection of such systems and equipment, which, as a minimum, shall be conducted by the\nflight crew or, if applicable, delegated to the cabin crew prior to the first flight:\n(i) After a new cabin crew or, if no cabin crew is used, a new flight crew has assumed control of\nthe aircraft cabin;\n(ii) After an aircraft has been left unattended by a flight crew or cabin crew unless the Operator\nhas a process or procedure that ensures aircraft cabin emergency systems and equipment\nremain undisturbed.",
            "page": 205
        },
        {
            "code": "FLT 3.8.9",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.8 Aircraft Preflight and Airworthiness"
            ],
            "paragraph": "If the flight crew is required to conduct a preflight interior inspection of the cargo compartment and/or\nsupernumerary compartment on cargo aircraft, or the passenger cabin of an aircraft being used to\ntransport cargo without passengers, the Operator shall have guidance, published in the OM or other\ndocument available to the flight crew during the flight preparation, for the conduct of such inspection\nto ensure the availability, accessibility and serviceability of restraint systems and emergency\nequipment.\nNote: The specifications of this provision are applicable to commercial and/or non-commercial\noperations.",
            "page": 205
        },
        {
            "code": "FLT 3.8.10",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.8 Aircraft Preflight and Airworthiness"
            ],
            "paragraph": "If the Operator transports passengers and/or supernumeraries without cabin crew, the Operator shall\nhave procedures to ensure, prior to departure of a flight, passengers and/or supernumeraries, as\napplicable, have been briefed and are familiar with the location and use of safety equipment, to\ninclude:\n(i) Seat belts;\n(ii) Emergency exits;\n(iii) Life jackets (individual flotation devices), if required\n(iv) Lifesaving rafts, if required\n(v) Oxygen masks;\n(vi) Emergency equipment for collective use.",
            "page": 206
        },
        {
            "code": "FLT 3.9.1",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.9 Ground Handling"
            ],
            "paragraph": "If the Operator conducts passenger flights without cabin crew, the Operator shall have a procedure to\nensure verification that:\n(i) Passenger and crew baggage in the passenger cabin is securely stowed;\n(ii) If applicable, cargo packages and/or passenger items being transported in passenger seats\nare properly secured.",
            "page": 206
        },
        {
            "code": "FLT 3.9.2",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.9 Ground Handling"
            ],
            "paragraph": "If the Operator conducts passenger flights without cabin crew, the Operator shall have a process\nand/or procedures to ensure a coordinated and expeditious cabin evacuation during aircraft fueling\noperations with passengers embarking, on board or disembarking. Such procedures shall require:\n(i) Cabin exits are designated for rapid deplaning or emergency evacuation, and routes to such\nexits are unobstructed;\n(ii) The area outside designated emergency evacuation exits is unobstructed;\n(iii) Qualified persons trained in emergency procedures are positioned near aircraft boarding\ndoor(s) or are otherwise in a position to monitor passenger safety and, if required, execute a\ncabin evacuation;\n(iv) A suitable method of communication is established between qualified persons in a\nposition to monitor passenger safety and personnel that have responsibility for fueling\noperations.",
            "page": 207
        },
        {
            "code": "FLT 3.9.3",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.9 Ground Handling"
            ],
            "paragraph": "If the Operator conducts passenger flights without cabin crew and transports passengers that require\nspecial handling, the Operator shall have a policy and procedures for the acceptance or non-\nacceptance, as well as onboard handling, of such passengers by the flight crew. The policy and\nprocedures shall be in accordance with applicable regulations and as a minimum address, as\napplicable:\n(i) Intoxicated and/or unruly passengers;\n(ii) Passengers with disabilities or reduced mobility;\n(iii) Passengers with injuries or illness;\n(iv) Infants and unaccompanied children;\n(v) Inadmissible passengers;\n(vi) Deportees;\n(vii) Passengers in custody.",
            "page": 208
        },
        {
            "code": "FLT 3.9.4",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.9 Ground Handling"
            ],
            "paragraph": "If the carriage of weapons on board an aircraft is approved as specified in SEC 3.3.1 , the Operator\nshall have a procedure to ensure the PIC is notified prior to the departure of a flight. Such notification\nshall include the number and seat locations of authorized armed persons on board the aircraft.",
            "page": 209
        },
        {
            "code": "FLT 3.9.6",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.9 Ground Handling"
            ],
            "paragraph": "If the Operator conducts flights from any airport when conditions are conducive to ground aircraft\nicing, the Operator shall have de-/anti-Icing policies and procedures published in the OM or in other\ndocuments that are available to the flight crew during flight preparation and accessible to the flight\ncrew during flight. Such policies and procedures shall address any flight crew duties and\nresponsibilities related to de-/anti-Icing and include:\n(i) Holdover Time tables;\n(ii) A requirement for a member of the flight crew or qualified ground personnel to perform a\nvisual check of the wings before takeoff, if any contamination is suspected;\n(iii) A requirement that takeoff will not commence unless the critical surfaces are clear of any\ndeposits that might adversely affect the performance and/or controllability of the aircraft;\n(iv) A statement that delegates authority to the PIC to order De-/Anti-icing whenever deemed\nnecessary.",
            "page": 210
        },
        {
            "code": "FLT 3.9.7",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.9 Ground Handling"
            ],
            "paragraph": "If the Operator does not conduct flights from any airport when conditions are conducive to ground\naircraft icing, the Operator shall have guidance published in the OM or other document that is\navailable to the flight crew during flight preparation and accessible to the flight crew during flight.\nSuch guidance shall include:\n(i) A description of meteorological and other conditions that are conducive to ground aircraft\nicing and/or the formation of ice on aircraft critical surfaces;\n(ii) A prohibition from operating an aircraft from any airport when conditions conducive to\nground aircraft icing exist.",
            "page": 210
        },
        {
            "code": "FLT 3.9.8",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.9 Ground Handling"
            ],
            "paragraph": "If the Operator transports dangerous goods, the Operator shall ensure information and guidance that\nenable the flight crew to carry out duties and responsibilities related to the transport of dangerous\ngoods is published or referenced in the OM and included in the onboard library. Such guidance shall\ninclude, as a minimum:\n(i) General policies and procedures;\n(ii) Duties and responsibilities;\n(iii) As applicable, preflight acceptance requirements;\n(iv) Flight crew written notification requirements;\n(v) Dangerous goods incident and/or emergency response procedures.",
            "page": 211
        },
        {
            "code": "FLT 3.9.9",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.9 Ground Handling"
            ],
            "paragraph": "If the Operator does not transport dangerous goods as cargo, the Operator shall have guidance for\nthe flight crew that includes procedures for response to dangerous goods incidents.",
            "page": 212
        },
        {
            "code": "FLT 3.10.1",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.10 Airspace Rules"
            ],
            "paragraph": "The Operator shall require all commercial flights to be conducted under an IFR Flight Plan in\naccordance with an IFR clearance and, if an instrument approach is required, in accordance with the\napproach procedures approved or accepted by the state in which the airport of intended landing is\nlocated.",
            "page": 212
        },
        {
            "code": "FLT 3.10.2",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.10 Airspace Rules"
            ],
            "paragraph": "If the Operator is authorized to conduct certain portions of a commercial flight under VFR, the\nOperator shall have a policy and procedures that describe how an IFR clearance is to be obtained\n(departures) and/or cancelled (arrivals).",
            "page": 213
        },
        {
            "code": "FLT 3.10.4",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.10 Airspace Rules"
            ],
            "paragraph": "The Operator shall have guidance that addresses the use of standard radio phraseology when\ncommunicating with ATC, the acceptance and readback of ATC clearances and, when necessary,\nthe clarification of such clearances to ensure understanding. Such guidance shall include, as a\nminimum:\n(i) A requirement for the use of the call sign;\n(ii) A requirement for at least two flight crew members to monitor and confirm clearances to\nensure a mutual (flight crew) understanding of accepted clearances under circumstances,\nas determined by the operator or flight crew, when a missed or misunderstood clearance\ncould pose a safety risk to the flight;\n(iii) A requirement to clarify clearances with ATC whenever any flight crew member is in doubt\nregarding the clearance or instruction received.",
            "page": 213
        },
        {
            "code": "FLT 3.10.5",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.10 Airspace Rules"
            ],
            "paragraph": "The Operator shall have a policy and/or procedures that require the flight crew to maintain a radio\nlistening watch on the frequencies appropriate for the area of operation and as required by the\napplicable authorities. Such guidance shall include, as a minimum, an additional requirement for the\nflight crew to monitor:\n(i) VHF emergency frequency (121.5 MHz):\n(a) On long-range over-water flights or on flights that require the carriage of an\nemergency locator transmitter (ELT), except during those periods when aircraft are\ncarrying out communications on other VHF channels, or when airborne equipment\nlimitations or flight deck duties do not permit simultaneous guarding of two\nchannels;\n(b) If required by the applicable authorities, in areas or over routes where the possibility\nof military intercept or other hazardous situations exist.\n(ii) If required by the applicable authorities, the appropriate common frequency used for in-flight\ncommunication in designated airspace without ATC coverage.",
            "page": 214
        },
        {
            "code": "FLT 3.10.6",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.10 Airspace Rules"
            ],
            "paragraph": "The Operator shall have procedures and/or limitations that address operations into and out of\nuncontrolled airspace and/or airports, to include, if applicable, a prohibition if such operations are not\npermitted in accordance with restrictions of the AOC or equivalent documents.",
            "page": 214
        },
        {
            "code": "FLT 3.10.7",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.10 Airspace Rules"
            ],
            "paragraph": "The Operator shall have guidance that enables the flight crew to determine differences in rules and\nprocedures for any airspace of intended use, to include, as a minimum, an explanation\nof the differences between prevailing or local airspace rules and ICAO airspace rules, where\napplicable.",
            "page": 215
        },
        {
            "code": "FLT 3.10.8",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.10 Airspace Rules"
            ],
            "paragraph": "If the Operator conducts operations in en route remote airspace for which Strategic Lateral Offset\nProcedures (SLOP) are published in the relevant AIP, the Operator shall have guidance that enables\nthe flight crew to implement SLOP when operating in such airspace.",
            "page": 215
        },
        {
            "code": "FLT 3.11.1",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.11 In-Flight Operations"
            ],
            "paragraph": "The Operator shall have guidance that includes a description of flight crew duties and\nresponsibilities, as well as procedures, for monitoring navigation performance, verifying present\nposition and, if applicable, maintaining a particular RNP/RNAV.",
            "page": 216
        },
        {
            "code": "FLT 3.11.2",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.11 In-Flight Operations"
            ],
            "paragraph": "If the Operator uses navigation systems that are subject to degradation over time, the Operator shall\nhave procedures to ensure navigation accuracy is checked after prolonged in-flight operation when\nground-based or space-based navigation facilities become available for such checks.",
            "page": 216
        },
        {
            "code": "FLT 3.11.3",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.11 In-Flight Operations"
            ],
            "paragraph": "The Operator shall have a collision avoidance policy that encourages the flight crew to maintain\nvigilance for conflicting visual traffic ( see and avoid ).",
            "page": 217
        },
        {
            "code": "FLT 3.11.4",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.11 In-Flight Operations"
            ],
            "paragraph": "The Operator shall ensure minimum flight altitude information applicable to all phases of a flight,\nincluding guidance that specifies when descent below any applicable prescribed minimum altitude is\npermissible, is made available to the flight crew along with instructions for the use of such\ninformation.",
            "page": 217
        },
        {
            "code": "FLT 3.11.5",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.11 In-Flight Operations"
            ],
            "paragraph": "The Operator shall have a policy and/or procedures that require flight crews to monitor\nmeteorological conditions during the en route phase of flight, to include current weather and\nforecasts for:\n(i) Destination airport;\n(ii) Destination alternate airport(s), if applicable;\n(iii) En route alternate airports(s), if applicable.",
            "page": 218
        },
        {
            "code": "FLT 3.11.7",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.11 In-Flight Operations"
            ],
            "paragraph": "The Operator shall have a policy and/or procedures that require the flight crew to monitor fuel during\nflight to ensure a fuel quantity upon landing that is not less than final reserve fuel.",
            "page": 218
        },
        {
            "code": "FLT 3.11.8A",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.11 In-Flight Operations"
            ],
            "paragraph": "If the Operator is authorized to conduct RVSM operations, the Operator shall have guidance that\nincludes procedures to ensure the proper conduct of such operations. Such guidance shall address,\nas a minimum:\n(i) Required airborne equipment;\n(ii) Operating limitations and procedures.",
            "page": 218
        },
        {
            "code": "FLT 3.11.8B",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.11 In-Flight Operations"
            ],
            "paragraph": "If the Operator is authorized to conduct PBN operations in airspace that requires the maintenance of\na particular navigation specification for PBN, the Operator shall have guidance that includes\nprocedures to ensure the proper conduct of such operations. Such guidance shall address, as a\nminimum:\n(i) Required ground and airborne equipment;\n(ii) Operating limitations and procedures;\n(iii) As applicable, operating minima.",
            "page": 219
        },
        {
            "code": "FLT 3.11.8C",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.11 In-Flight Operations"
            ],
            "paragraph": "If the Operator is authorized to conduct PBCS operations, the Operator shall have guidance that\nincludes procedures to ensure the proper conduct of such operations. Such guidance shall address,\nas a minimum:\n(i) Required airborne equipment;\n(ii) Operating limitations and procedures.",
            "page": 219
        },
        {
            "code": "FLT 3.11.9",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.11 In-Flight Operations"
            ],
            "paragraph": "If the Operator is authorized to conduct LVO, the Operator shall have guidance to ensure the proper\nconduct of such operations. Such guidance shall address, as a minimum:\n(i) Required ground and airborne equipment;\n(ii) Operating limitations and procedures;\n(iii) Crew qualifications;\n(iv) Operating minima (RVR).",
            "page": 220
        },
        {
            "code": "FLT 3.11.10",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.11 In-Flight Operations"
            ],
            "paragraph": "If the Operator conducts flight operations beyond 60 minutes from a point on a route to an en route\nalternate airport, including ETOPS/EDTO, the Operator shall have guidance that includes:\n(i) Procedures to ensure proper conduct of such operations;\n(ii) For all aircraft, a requirement for flight crews to monitor meteorological information for any\nen route alternates during the en route phase of a flight;\n(iii) Procedures to ensure, for aircraft with two-engines engaged in ETOPS/EDTO, the most up-\nto-date information provided to the flight crew indicates that conditions at identified en route\nalternate airports will be at or above the operator's established airport operating minima for\nthe operation at the estimated time of use.",
            "page": 220
        },
        {
            "code": "FLT 3.11.11",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.11 In-Flight Operations"
            ],
            "paragraph": "If the Operator engages in MNPS/NAT HLA and/or AMU operations, the Operator shall have\nguidance that includes procedures to ensure the proper conduct of such operations and addresses,\nas a minimum:\n(i) Required ground and airborne equipment;\n(ii) Operating limitations and procedures.",
            "page": 221
        },
        {
            "code": "FLT 3.11.16",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.11 In-Flight Operations"
            ],
            "paragraph": "The Operator shall publish Crew Resource Management (CRM) principles in the OM or in other\ndocumentation available to the flight crew and have a requirement in the OM for the application of\nsuch principles by the flight crew during line operations.",
            "page": 221
        },
        {
            "code": "FLT 3.11.17",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.11 In-Flight Operations"
            ],
            "paragraph": "The Operator shall have a policy and procedures that define a sterile flight deck during critical phases\nof flight, to include:\n(i) A protocol for intra-flight deck communication;\n(ii) If the Operator conducts passenger flights with cabin crew, a protocol for communication\nbetween the flight crew and cabin crew;\n(iii) The mandatory use of headsets and boom or throat microphones for communication with\nATC below the transition level/altitude;\n(iv) A restriction of flight crew activities to essential operational matters.",
            "page": 222
        },
        {
            "code": "FLT 3.11.18",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.11 In-Flight Operations"
            ],
            "paragraph": "The Operator shall have policies and guidance that define and address the division of duties related\nto the performance and prioritization of flight crew member operational tasks, to include, as a\nminimum:\n(i) A requirement and procedures for the use of checklists prior to, during and after all phases\nof flight, and in abnormal and emergency situations;\n(ii) PM/PF duties for all phases of flight, to include normal, abnormal and emergency situations;\n(iii) PM/PF actions during manual and automatic flight;\n(iv) Flight and cabin crew duties during situations that require coordination, to include, as a\nminimum, emergency evacuation, medical emergency and incapacitated flight crew\nmember.",
            "page": 222
        },
        {
            "code": "FLT 3.11.20",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.11 In-Flight Operations"
            ],
            "paragraph": "The Operator shall have a policy and procedures that require flight crew members to crosscheck and\nconfirm critical actions during normal, abnormal and emergency situations, to include:\n(i) Aircraft configuration changes including landing gear, wing flaps and speedbrakes;\n(ii) Altimeter bug and airspeed bug settings;\n(iii) Altimeter subscale settings;\n(iv) Altitude (window) selections;\n(v) Transfer of control of the aircraft;\n(vi) Changes to the Automated Flight System (AFS)/Flight Management System (FMS) and\nradio navigation aids during the departure and or approach phases of flight;\n(vii) Weight/mass and balance calculations and associated AFS/FMS entries;\n(viii) Performance calculations or inputs, including AFS/FMS entries.",
            "page": 223
        },
        {
            "code": "FLT 3.11.21",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.11 In-Flight Operations"
            ],
            "paragraph": "The Operator shall have a policy and procedures that define and specify the requirements for\nstandardized verbal callouts (standard callouts) by the flight crew during each phase of flight.",
            "page": 224
        },
        {
            "code": "FLT 3.11.22",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.11 In-Flight Operations"
            ],
            "paragraph": "The Operator shall have an automation policy with associated guidance and procedures that address\nthe use of aircraft automated flight and navigation systems, to include:\n(i) Flight crew monitoring of the automated flight and navigation systems (AFS) to ensure\nappropriate aircraft response to inputs by:\n(a) Cross-checking mode control panel status;\n(b) Observing the results of any mode changes;\n(c) Supervising the resulting guidance and aircraft response.\n(ii) The use of a level of automation appropriate for the task, to include manual flight when\naircraft response is not appropriate or adequate.",
            "page": 225
        },
        {
            "code": "FLT 3.11.23",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.11 In-Flight Operations"
            ],
            "paragraph": "The Operator shall have guidance that defines and specifies the requirements for the conduct and\ncontent of the briefings to be accomplished by the flight crew prior to departure and approach. Such\nrequired briefings shall address, as a minimum:\n(i) The technical status of the aircraft unless reviewed in conjunction with another checklist or\nprocedure;\n(ii) Normal and non-normal departure and approach considerations;\n(iii) When applicable, flight deck jump seat occupant safety.",
            "page": 225
        },
        {
            "code": "FLT 3.11.28",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.11 In-Flight Operations"
            ],
            "paragraph": "The Operator shall have policies, procedures and guidance that address altitude awareness, to\ninclude:\n(i) Instructions for the use of automated or verbal flight crew altitude callouts and any other\nactions to be taken by the flight crew to maintain altitude awareness;\n(ii) Policies and/or procedures for the avoidance of altitude deviations;\n(iii) Policies and/or procedures that address call sign confusion during altitude clearance\nacceptance and readback;\n(iv) Instructions for the flight crew to report the cleared flight level on first contact with ATC,\nunless specifically requested not to do so by ATC.",
            "page": 226
        },
        {
            "code": "FLT 3.11.29",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.11 In-Flight Operations"
            ],
            "paragraph": "The Operator shall have guidance and procedures that include instructions\nfor the use of barometric altimeter reference settings appropriate for the area of operation (QNE,\nQFE, QNH).",
            "page": 227
        },
        {
            "code": "FLT 3.11.30",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.11 In-Flight Operations"
            ],
            "paragraph": "The Operator should have guidance and procedures that include a requirement for barometric\naltimeters, referenced to QNH, to be used as the sole barometric altitude reference for the takeoff,\napproach and landing phases of flight.",
            "page": 227
        },
        {
            "code": "FLT 3.11.31",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.11 In-Flight Operations"
            ],
            "paragraph": "If the Operator engages in operations that require metric/imperial (ft) conversions for barometric\naltimeter readings, the Operator shall have guidance and procedures that ensure the proper\ncomputation and application of such conversions.",
            "page": 227
        },
        {
            "code": "FLT 3.11.32",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.11 In-Flight Operations"
            ],
            "paragraph": "The Operator shall have guidance that enables the flight crew to correct for potential errors in\naltimetry and that addresses:\n(i) The effects of Outside Air Temperature (OAT) that is significantly lower than standard\ntemperature;\n(ii) Maximum allowable barometric altimeter errors:\n(a) Referenced to field elevation;\n(b) Compared to other altimeters;\n(c) Permissible to meet RVSM limitations.",
            "page": 228
        },
        {
            "code": "FLT 3.11.38",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.11 In-Flight Operations"
            ],
            "paragraph": "The Operator shall have policies and procedures for operations in the proximity of adverse weather\nand/or environmental conditions to include:\n(i) Thunderstorms;\n(ii) Turbulence;\n(iii) Contaminated runways, including the effect of type and depth of contaminants on\nperformance;\n(iv) Cold weather;\n(v) Volcanic ash, if the Operator conducts operations on routes that traverse large active\nvolcanic areas or in the terminal areas of airports in the vicinity of active volcanoes.",
            "page": 228
        },
        {
            "code": "FLT 3.11.39",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.11 In-Flight Operations"
            ],
            "paragraph": "The Operator shall have guidance that includes policies and procedures for:\n(i) Wind shear avoidance;\n(ii) Wind shear encounter recovery;\n(iii) As applicable, response to predictive and/or reactive alerts.",
            "page": 229
        },
        {
            "code": "FLT 3.11.40",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.11 In-Flight Operations"
            ],
            "paragraph": "The Operator shall have guidance that addresses wake turbulence, to include procedures for\nencounter avoidance.",
            "page": 229
        },
        {
            "code": "FLT 3.11.46",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.11 In-Flight Operations"
            ],
            "paragraph": "The Operator shall provide, and require compliance with, operating limitations, as defined by the\noriginal equipment manufacturer (OEM) and established by the State of Registry for each aircraft\ntype used in operations.",
            "page": 229
        },
        {
            "code": "FLT 3.11.47",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.11 In-Flight Operations"
            ],
            "paragraph": "The Operator shall have wind component limitations for takeoff, approach and landing that do not\nexceed the values demonstrated or recommended by the OEM and also address operations when\nthe:\n(i) Runway is contaminated;\n(ii) Visibility is degraded;\n(iii) Aircraft stopping capability is degraded.",
            "page": 230
        },
        {
            "code": "FLT 3.11.48",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.11 In-Flight Operations"
            ],
            "paragraph": "The Operator shall have guidance that specifies a minimum aircraft height above ground level (AGL)\nor above airport level (AAL) for commencing a turn after takeoff.",
            "page": 230
        },
        {
            "code": "FLT 3.11.49",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.11 In-Flight Operations"
            ],
            "paragraph": "The Operator shall have guidance for the use of oxygen masks, to include a requirement for the flight\ncrew to use supplemental oxygen whenever, either:\n(i) The cabin altitude exceeds 10,000 ft, or\n(ii) If permitted by the State and applicable authorities, the cabin altitude exceeds 10,000 ft. for\na period in excess of 30 minutes and for any period the cabin altitude exceeds 13, 000 ft.",
            "page": 231
        },
        {
            "code": "FLT 3.11.50A",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.11 In-Flight Operations"
            ],
            "paragraph": "The Operator shall have a policy and/or procedures that require flight crews, when operating an\naircraft at low heights AGL, to restrict rates of descent for the purposes of reducing terrain closure\nrate and increasing recognition/response time in the event of an unintentional conflict with\nterrain.",
            "page": 231
        },
        {
            "code": "FLT 3.11.50B",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.11 In-Flight Operations"
            ],
            "paragraph": "The Operator should have procedures to limit the vertical speed of an aircraft to no more than 1,500\nfeet per minute for the last 1,000 feet climbing or descending to an assigned altitude or flight level\nwhen the pilots are aware of another aircraft at or approaching an adjacent altitude or flight level,\nunless otherwise instructed by air traffic control.",
            "page": 232
        },
        {
            "code": "FLT 3.11.50C",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.11 In-Flight Operations"
            ],
            "paragraph": "The Operator should have a policy and/or procedures that address flight crew use of EGPWS terrain\ndisplays for the purposes of increasing terrain/obstacle awareness and the avoidance of Controlled\nFlight into Terrain (CFIT).",
            "page": 232
        },
        {
            "code": "FLT 3.11.51",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.11 In-Flight Operations"
            ],
            "paragraph": "The Operator shall have guidance and applicable data to enable the flight crew to determine or\ncompute aircraft performance for all phases of the flight.",
            "page": 233
        },
        {
            "code": "FLT 3.11.52",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.11 In-Flight Operations"
            ],
            "paragraph": "The Operator shall have guidance that addresses the use of flight recorders (FDR, CVR and, as\napplicable, AIR and DLR) to ensure such flight recorders are:\n(i) Not intentionally switched off during flight time by the flight crew;\n(ii) Only switched off by the flight crew after a flight when required to preserve data in the event\nof an accident or serious incident.",
            "page": 233
        },
        {
            "code": "FLT 3.11.58",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.11 In-Flight Operations"
            ],
            "paragraph": "The Operator shall have guidance and procedures that enable the flight crew to determine the\nconditions required to commence or continue an approach to a landing, to include, as a minimum:\n(i) Crew qualification requirements;\n(ii) Onboard equipment requirements;\n(iii) Ground based equipment requirements;\n(iv) Operating minima.",
            "page": 233
        },
        {
            "code": "FLT 3.11.59A",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.11 In-Flight Operations"
            ],
            "paragraph": "The Operator shall have a stabilized approach policy that is approved or accepted by the Authority\nand has associated guidance, criteria, and procedures to ensure the ongoing conduct of stabilized\napproaches. Such policy shall include:\n(i) Criteria defining the stabilized condition, to include:\n(a) Aircraft configuration requirements specific to each aircraft type;\n(b) Checklist completion requirements;\n(c) Speed and thrust limitations;\n(d) Vertical speed limitations;\n(e) Acceptable vertical and lateral displacement from the normal approach path.\n(ii) Required minimum height(s) AAL to achieve stabilization criteria:\n(a) Not lower than 1000 ft. for approaches in IMC or not lower than 500 ft. for\napproaches in IMC as designated by the operator and/or State where a lower\nstabilization height is operationally required, and a minimum stabilization height not\nlower than 500 ft. for approaches in VMC; or\n(b) Not lower than specific stabilization heights defined by the Operator and supported\nby a safety risk assessment in accordance with FLT 1.12.2 demonstrating\nacceptable risk for each defined height that is lower than any applicable height(s)\nspecified in (ii) (a).\n(iii) A requirement to abandon an approach or go around in accordance with its go-around policy\nas defined in FLT 3.11.60 unless stabilization criteria are met at the relevant heights\nspecified in (ii) and can be maintained until touchdown;\n(iv) A requirement that deviations from stabilized approach criteria must be pre-planned and\nrequire special briefings for designated unique approaches and/or abnormal conditions;\n(v) A description of the duties and responsibilities of the PF and PM including countermeasures\nto human error.",
            "page": 234
        },
        {
            "code": "FLT 3.11.59B",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.11 In-Flight Operations"
            ],
            "paragraph": "If the Operator has a stabilized approach policy that defines required minimum heights (AAL) to\nachieve stabilization criteria in accordance with FLT 3.11.59A, (ii) (b) , that are lower than any\napplicable height(s) specified in (ii)(a), the Operator shall ensure the safety risk management\nprocesses required to achieve overall conformity with FLT 3.11.59A take into account the following\nfactors:\n(i) Precursors of unstable approaches and operational trends that are identified through the\ncollection and analysis of available de-identified data (e.g., from FDA/FDM/FOQA and other\nnon-punitive reporting programs);\n(ii) Precursors of unstable approaches identified through observational procedures which\ncannot be captured by the traditional reporting or FDA;\n(iii) Identification and analysis of hazards associated with human factors and piloting\ntechniques;\n(iv) Analysis of aircraft type-specific flight characteristics including energy management in the\napproach, landing, and go-around regimes;\n(v) Operator s ability to work with ATSUs to implement procedural changes at specific airports\nwith runways identified as higher risk by data analysis;\n(vi) Flight crew training program content related to the implementation of stabilized approach\npolicy;\n(vii) The most current and relevant manufacturer s guidance, limitations, and recommendations\nrelated to the development and maintenance of stabilized approach policy.",
            "page": 236
        },
        {
            "code": "FLT 3.11.60",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.11 In-Flight Operations"
            ],
            "paragraph": "The Operator shall have a go-around policy with associated procedures and guidance to ensure flight\ncrews discontinue or go around from an approach or landing in accordance with criteria established\nby the Operator. Such policy, procedures and guidance shall, as a minimum, address or define:\n(i) Management support for flight crew decision making to discontinue an approach or execute\na go-around;\n(ii) Criteria that require a flight crew to discontinue or go around from an approach or landing\n(prior to the selection of reverse thrust) including when the aircraft is not stabilized in\naccordance with FLT 3.11.59A ;\n(iii) The go-around maneuver;\n(iv) Duties and responsibilities of the PF and PM.",
            "page": 237
        },
        {
            "code": "FLT 3.11.61",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.11 In-Flight Operations"
            ],
            "paragraph": "The Operator shall have a policy and procedures to ensure the flight crew maneuvers the aircraft so\nas to touchdown within the touchdown zone or other defined portion of the runway, as specified by\nthe Operator or the Authority.",
            "page": 239
        },
        {
            "code": "FLT 3.11.62",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.11 In-Flight Operations"
            ],
            "paragraph": "The Operator shall have a policy and procedures to ensure the flight crew will not continue an\ninstrument approach to land at any airport beyond a point at which the limits of the operating minima\nspecified for the approach in use would be infringed.",
            "page": 240
        },
        {
            "code": "FLT 3.11.63",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.11 In-Flight Operations"
            ],
            "paragraph": "The Operator shall have a policy and procedures to ensure the flight crew will not continue an\ninstrument approach beyond a designated point in the approach unless reported meteorological\nconditions, including visibility or controlling RVR, are equal to or above those specified for the\napproach in use.",
            "page": 240
        },
        {
            "code": "FLT 3.11.64",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.11 In-Flight Operations"
            ],
            "paragraph": "The Operator shall have guidance and procedures for the acceptance of a clearance for a visual\napproach and the conduct of a visual approach.",
            "page": 241
        },
        {
            "code": "FLT 3.11.65",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.11 In-Flight Operations"
            ],
            "paragraph": "The Operator shall have guidance, criteria, and procedures for the acceptance of a clearance for a\nnon-ILS (including non-precision) approach and the conduct of such approach, to include:\n(i) Minimum weather conditions and visibility required to continue an approach;\n(ii) Operating conditions that require a missed approach to be initiated;\n(iii) Circling approach minima;\n(iv) Approach-related duties of the PF and PM.",
            "page": 241
        },
        {
            "code": "FLT 3.11.66",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.11 In-Flight Operations"
            ],
            "paragraph": "The Operator shall have a policy and procedures that require and ensure the proper use of a\nstabilized constant descent profile during the final segment of a non-ILS (including non-precision)\napproach.",
            "page": 241
        },
        {
            "code": "FLT 3.11.67",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.11 In-Flight Operations"
            ],
            "paragraph": "The Operator shall have guidance, criteria and procedures for the acceptance of a clearance for an\nILS approach and the conduct of any authorized ILS approach, to include:\n(i) Minimum meteorological conditions, including the visibility required to continue an approach;\n(ii) Operating conditions that require a missed approach to be initiated.",
            "page": 242
        },
        {
            "code": "FLT 3.11.68A",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.11 In-Flight Operations"
            ],
            "paragraph": "The Operator shall have a policy and/or procedures that require the flight crew to assess landing\nperformance prior to arrival at the destination or alternate airport in order to determine that sufficient\nlanding distance exists for a landing to be accomplished with an adequate safety margin:\n(i) On the runway of intended use;\n(ii) In the conditions existing at the estimated time of arrival (ETA);\n(iii) In the aircraft configuration and with the means of deceleration that will be used for the\nlanding.",
            "page": 242
        },
        {
            "code": "FLT 3.11.68B",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.11 In-Flight Operations"
            ],
            "paragraph": "The Operator shall have a policy and procedures to ensure an approach is not continued below 300\nm (1 000 ft) AAL unless the PIC is satisfied that, with the runway surface condition information\navailable, the aircraft landing performance assessment in accordance with FLT 3.11.68A indicates\nthat a safe landing can be made.",
            "page": 243
        },
        {
            "code": "FLT 3.11.69",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.11 In-Flight Operations"
            ],
            "paragraph": "If the Operator is authorized to conduct circling approaches, the Operator shall have guidance and\nprocedures to ensure the proper conduct of such approaches. Such guidance and procedures shall\nbe in accordance with FLT 3.11.59A and address, as a minimum:\n(i) Operating limitations and minima;\n(ii) Stabilization criteria and go-around requirements;\n(iii) Obstacle clearance requirements.",
            "page": 243
        },
        {
            "code": "FLT 3.12.1",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.12 Flight Deck Policy and Procedures"
            ],
            "paragraph": "The operator shall have a corrective lenses policy that addresses the need for flight crew members,\nwho are required to use corrective lenses, to have a spare set of corrective lenses readily available.",
            "page": 244
        },
        {
            "code": "FLT 3.12.2",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.12 Flight Deck Policy and Procedures"
            ],
            "paragraph": "The Operator shall have a policy that requires flight crew members to keep their seat belts fastened\nwhen at their assigned stations and:\n(i) Those flight crew members occupying a pilot's seat to keep their safety harnesses (shoulder\nstraps and seat belts) fastened during the takeoff and landing phases of flight;\n(ii) Other flight crew members to keep their safety harnesses fastened during the takeoff and\nlanding phases of flight, unless the shoulder straps interfere with the performance of duties,\nin which case the shoulder straps may be unfastened but the seat belts shall remain\nfastened.",
            "page": 245
        },
        {
            "code": "FLT 3.12.3",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.12 Flight Deck Policy and Procedures"
            ],
            "paragraph": "The Operator shall have a policy and procedures to ensure, during flight, when a pilot transfers\ncontrol of the aircraft or leaves the flight deck, a minimum of one pilot continuously maintains:\n(i) Unobstructed access to the flight controls;\n(ii) Alertness and situational awareness.",
            "page": 245
        },
        {
            "code": "FLT 3.12.4",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.12 Flight Deck Policy and Procedures"
            ],
            "paragraph": "The Operator shall have a policy and procedures to ensure flight crew members are only permitted to\nleave their duty stations during flight in the performance of duties or to meet physiological needs.",
            "page": 245
        },
        {
            "code": "FLT 3.12.5",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.12 Flight Deck Policy and Procedures"
            ],
            "paragraph": "The Operator shall have a policy and procedures to ensure pilot flight crew members do not vacate\nan aircraft control seat below 10,000 feet (AAL) for the purposes of transferring duties to another pilot\nflight crew member.",
            "page": 246
        },
        {
            "code": "FLT 3.12.6",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.12 Flight Deck Policy and Procedures"
            ],
            "paragraph": "The Operator should have guidance published or referenced in the OM that addresses runway\nexcursions, to include a description of the policies, processes, procedures, and flight crew actions\nnecessary to prevent, or reduce the risk of a runway excursion occurring during takeoff or landing.",
            "page": 246
        },
        {
            "code": "FLT 3.12.7",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.12 Flight Deck Policy and Procedures"
            ],
            "paragraph": "The Operator shall have guidance published or referenced in the OM that addresses runway\nincursions, to include a description of the policies, processes, procedures and flight actions\nnecessary to prevent or reduce the risk of a runway incursion occurring during taxi, takeoff, and\nlanding. Such guidance shall include:\n(i) Instructions for the maintenance of situational awareness by the flight crew while operating\nin the airport environment, on the ground and in the air, to ensure an awareness of the\naircraft position relative to the airport surface;\n(ii) Operating policies and procedures for use during periods when there is a high risk of an\nincursion;\n(iii) Specific instructions for the use of onboard equipment and aircraft lighting as a means to\nmitigate the risk of an incursion;\n(iv) The identification, in documentation available to the flight crew, of areas on the airport\nsurface that could pose a higher risk of an incursion;\n(v) Specific reduced visibility and relevant LVO policies and procedures that minimize the risk of\nan incursion.",
            "page": 248
        },
        {
            "code": "FLT 3.13.2",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.13 Flight Deck, Passenger Cabin, Supernumerary Compartment Coordination"
            ],
            "paragraph": "The Operator shall have guidance that defines persons authorized to use flight deck jump seat(s).\nSuch guidance shall, if applicable, be in accordance with the requirements of the Authority.",
            "page": 250
        },
        {
            "code": "FLT 3.13.3",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.13 Flight Deck, Passenger Cabin, Supernumerary Compartment Coordination"
            ],
            "paragraph": "If the Operator conducts passenger flights with cabin crew, the Operator shall have procedures for\ncommunication and coordination between the flight crew and the cabin crew to ensure a combined\nand coordinated process in addressing:\n(i) Passenger safety information;\n(ii) Cabin readiness prior to first aircraft movement, takeoff and landing;\n(iii) If applicable, arming or disarming of cabin door slides;\n(iv) Preparation for an encounter with turbulence;\n(v) Flight or cabin crew member incapacitation;\n(vi) Emergency evacuation;\n(vii) Abnormal situations;\n(viii) Emergency situations.",
            "page": 250
        },
        {
            "code": "FLT 3.13.4",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.13 Flight Deck, Passenger Cabin, Supernumerary Compartment Coordination"
            ],
            "paragraph": "If the Operator transports passengers and/or supernumeraries in the passenger cabin or\nsupernumerary compartment without cabin crew, the Operator shall have guidance and procedures\nfor communication by the flight crew with, as applicable, passengers and/or supernumeraries to\naddress:\n(i) The dissemination of passenger/supernumerary safety information;\n(ii) Restrictions pertaining to onboard smoking;\n(iii) Compliance with the Fasten Seat Belt sign and, if applicable, the No Smoking sign;\n(iv) Cabin or supernumerary compartment readiness prior to first aircraft movement, takeoff and\nlanding;\n(v) If applicable, the arming or disarming of door slides;\n(vi) Preparation for and an encounter with turbulence;\n(vii) Medical situations;\n(viii) Emergency evacuation;\n(ix) Abnormal situations;\n(x) Verification that baggage is stowed;\n(xi) If applicable, information relevant to cargo being transported in the passenger cabin;\n(xii) If applicable, verification that the 9G rigid barrier or 9G cargo net is secured.",
            "page": 251
        },
        {
            "code": "FLT 3.13.5",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.13 Flight Deck, Passenger Cabin, Supernumerary Compartment Coordination"
            ],
            "paragraph": "If the Operator conducts passenger flights with cabin crew, the Operator should have a policy and\nprocedures that define and specify the requirements for standard verbiage, terminology, signals\nand/or verbal commands used for communication between flight crew and cabin crew during normal,\nabnormal and emergency situations.",
            "page": 252
        },
        {
            "code": "FLT 3.13.6",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.13 Flight Deck, Passenger Cabin, Supernumerary Compartment Coordination"
            ],
            "paragraph": "If the Operator transports passengers and/or supernumeraries, the Operator shall have a policy\nand/or procedures that provides for announcements to, as applicable, passengers and/or\nsupernumeraries by either the flight crew or cabin crew to address matters related to safety, including\nturbulence and abnormal and emergency situations.",
            "page": 253
        },
        {
            "code": "FLT 3.13.8",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.13 Flight Deck, Passenger Cabin, Supernumerary Compartment Coordination"
            ],
            "paragraph": "If the Operator transports passengers and/or supernumeraries, the Operator shall have procedures\nthat ensure the preparation of the cabin or supernumerary compartment prior to takeoff and landing,\nand provide for notification to, as applicable, passengers and/or supernumeraries by either the flight\ncrew or cabin crew:\n(i) To prepare for takeoff;\n(ii) When in the descent phase of flight;\n(iii) To prepare for landing.",
            "page": 253
        },
        {
            "code": "FLT 3.13.9",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.13 Flight Deck, Passenger Cabin, Supernumerary Compartment Coordination"
            ],
            "paragraph": "If the Operator carries cargo on the same deck as the flight deck and/or supernumerary\ncompartment, the Operator shall have procedures to ensure the cargo restraint system and, if\napplicable, smoke barrier are closed/secured for:\n(i) Taxi operations;\n(ii) Takeoff;\n(iii) Landing.",
            "page": 254
        },
        {
            "code": "FLT 3.13.11",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.13 Flight Deck, Passenger Cabin, Supernumerary Compartment Coordination"
            ],
            "paragraph": "If the Operator conducts cargo and/or passenger flights without cabin crew, the Operator shall have\nflight crew procedures for:\n(i) Opening and closing of aircraft cabin access doors;\n(ii) As applicable, arming and disarming of door systems equipped with an automatic slide or\nslide/raft deployment system.",
            "page": 254
        },
        {
            "code": "FLT 3.13.12",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.13 Flight Deck, Passenger Cabin, Supernumerary Compartment Coordination"
            ],
            "paragraph": "If the Operator transports passengers and/or supernumeraries, without cabin crew, the Operator\nshall have flight crew procedures that ensure, as applicable, passengers and/or supernumeraries\nhave ready access to emergency oxygen.",
            "page": 255
        },
        {
            "code": "FLT 3.13.13",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.13 Flight Deck, Passenger Cabin, Supernumerary Compartment Coordination"
            ],
            "paragraph": "If the Operator transports passengers and/or supernumeraries, without cabin crew, the Operator\nshall have flight crew procedures that ensure, as applicable, passengers and/or supernumeraries are\nseated with their seat belts (or, as available, harness or other restraint) fastened:\n(i) During the taxi phases of a flight;\n(ii) During the takeoff and landing phases of flight;\n(iii) Prior to and/or during turbulence;\n(iv) During an emergency situation, if considered necessary.",
            "page": 255
        },
        {
            "code": "FLT 3.13.14",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.13 Flight Deck, Passenger Cabin, Supernumerary Compartment Coordination"
            ],
            "paragraph": "If the Operator transports supernumeraries in the passenger cabin or cargo compartment, the\nOperator shall have guidance and procedures to ensure:\n(i) All seats in the cargo compartment are considered emergency exit row seats;\n(ii) Supernumeraries meet applicable requirements and restrictions.",
            "page": 256
        },
        {
            "code": "FLT 3.13.16",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.13 Flight Deck, Passenger Cabin, Supernumerary Compartment Coordination"
            ],
            "paragraph": "If the Operator uses aircraft equipped with a flight deck door, the Operator shall have policies and/or\nprocedures that are in accordance with the requirements of the Authority and, as a minimum, define:\n(i) When the flight deck door must remain locked;\n(ii) If the Operator conducts passenger flights with cabin crew, the means used and actions\nnecessary for cabin crew members to:\n(a) Notify the flight crew in the event of suspicious activity or security breaches in the\ncabin;\n(b) Gain entry to the flight deck.",
            "page": 256
        },
        {
            "code": "FLT 3.13.17",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.13 Flight Deck, Passenger Cabin, Supernumerary Compartment Coordination"
            ],
            "paragraph": "If the Operator uses aircraft equipped with an approved flight deck door as specified in (MNT) Table\n4.11 (xxvi) (c) (d) and/or Table 4.14 (v), the Operator shall provide guidance, procedures \nand instructions for the use of such door by the flight crew to ensure the security of the flight deck.\nSuch guidance shall include, as a minimum, the procedural means by which the crew:\n(i) Prevents access to the flight deck by unauthorized personnel;\n(ii) Identifies authorized personnel requesting entry into the flight deck.",
            "page": 256
        },
        {
            "code": "FLT 3.13.18",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.13 Flight Deck, Passenger Cabin, Supernumerary Compartment Coordination"
            ],
            "paragraph": "If the Operator conducts international passenger flights using aircraft equipped with an approved\nflight deck door as specified in (MNT) Table 4.11 (xxvi) (c) (d) and/or Table 4.14 (v) , the Operator\nshall have procedures to:\n(i) Ensure the flight deck door is closed and locked from the time of engine start or\ncommencement of pushback until engines are shut down or any external aircraft door is\nopened for disembarkation except when necessary to permit access or egress by\nauthorized persons;\n(ii) Monitor, using visual or procedural means, the entire area outside the flight deck door to\nidentify persons requesting entry and to detect suspicious behavior or potential threat.",
            "page": 257
        },
        {
            "code": "FLT 3.13.19",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.13 Flight Deck, Passenger Cabin, Supernumerary Compartment Coordination"
            ],
            "paragraph": "If the Operator conducts passenger operations and does not use a flight deck door, the Operator\nshall have measures in place to ensure unauthorized persons are prevented from entering the flight\ndeck.",
            "page": 258
        },
        {
            "code": "FLT 3.14.2",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.14 Non-Normal/Abnormal and Emergency Operations"
            ],
            "paragraph": "The Operator shall have a policy that prohibits the in-flight simulation of emergencies while\npassengers and/or cargo are being transported on board the aircraft.",
            "page": 258
        },
        {
            "code": "FLT 3.14.3",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.14 Non-Normal/Abnormal and Emergency Operations"
            ],
            "paragraph": "The Operator shall have a policy and guidance that defines the execution of abnormal/non-normal\nand emergency procedures and that ensures a crosscheck and verbal confirmation by two flight crew\nmembers (dual response) occurs before the actuation of any critical aircraft system controls. Such\nguidance shall identify critical systems, as defined by the OEM, and address, as a minimum:\n(i) Engine thrust levers;\n(ii) Fuel master or control switches;\n(iii) Engine fire handles or switches;\n(iv) Engine fire extinguisher discharge switches (if not automatically armed in conjunction with\nthe associated fire handle or switch);\n(v) IDG/CSD disconnect switch.",
            "page": 259
        },
        {
            "code": "FLT 3.14.4",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.14 Non-Normal/Abnormal and Emergency Operations"
            ],
            "paragraph": "If the Operator conducts passenger flights with cabin crew, the Operator shall have procedures in\naccordance with FLT 3.11.18 , applicable to each aircraft type, that specify the flight and cabin crew\nmember functions and actions to be executed during a situation requiring an emergency evacuation.",
            "page": 259
        },
        {
            "code": "FLT 3.14.5",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.14 Non-Normal/Abnormal and Emergency Operations"
            ],
            "paragraph": "If the Operator transports passengers and/or supernumeraries, without cabin crew, the Operator\nshall have procedures that are applicable to each aircraft type and:\n(i) Specify flight crew functions and actions to be executed during an emergency evacuation;\n(ii) Address, as applicable, passengers and/or supernumeraries.\nNote: The specifications of this provision are applicable to flight crew members used on board an\naircraft during commercial and/or non-commercial operations.",
            "page": 260
        },
        {
            "code": "FLT 3.14.6",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.14 Non-Normal/Abnormal and Emergency Operations"
            ],
            "paragraph": "The Operator shall have policies and procedures in accordance with FLT 3.11.18 , applicable to each\naircraft type, that are to be applied during a situation requiring a rejected takeoff and address the\noperational considerations for low speed and high speed rejected takeoffs.",
            "page": 260
        },
        {
            "code": "FLT 3.14.7",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.14 Non-Normal/Abnormal and Emergency Operations"
            ],
            "paragraph": "The Operator shall have policies and associated procedures accordance with FLT 3.11.18 ,\napplicable to each aircraft type, that are to be applied when an engine failure or fire occurs after V1.",
            "page": 260
        },
        {
            "code": "FLT 3.14.8",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.14 Non-Normal/Abnormal and Emergency Operations"
            ],
            "paragraph": "The Operator shall have policies and procedures in accordance with FLT 3.11.18 , applicable to each\naircraft type, that are to be applied when a TCAS/ACAS resolution advisory (RA) is displayed by\nonboard equipment. Such guidance shall, as a minimum:\n(i) Specify a TCAS escape maneuver;\n(ii) Require flight crews to follow a TCAS RA guidance even if it conflicts with ATC instructions.",
            "page": 261
        },
        {
            "code": "FLT 3.14.9",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.14 Non-Normal/Abnormal and Emergency Operations"
            ],
            "paragraph": "The Operator shall have policies and procedures in accordance with FLT 3.11.18 , applicable to each\naircraft type, that are applied during a GPWS or other terrain avoidance alert provided by onboard\nequipment. Such guidance shall, as a minimum, define a CFIT escape maneuver as an aggressive\npitch up maneuver that maximizes the performance of the aircraft.",
            "page": 261
        },
        {
            "code": "FLT 3.14.10",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.14 Non-Normal/Abnormal and Emergency Operations"
            ],
            "paragraph": "The Operator shall have procedures in accordance with FLT 3.11.18 , applicable to each aircraft type\nthat are to be applied in the event of an emergency descent.",
            "page": 261
        },
        {
            "code": "FLT 3.14.11",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.14 Non-Normal/Abnormal and Emergency Operations"
            ],
            "paragraph": "The Operator shall have guidance and procedures that address abnormal and/or emergency\ncommunication, to include the:\n(i) Appropriate use of  PAN PAN  and/or  MAYDAY; \n(ii) Actions to be taken in the event of a complete radio failure (lost communication);\n(iii) Interception protocol for civil aircraft intercepted by military aircraft, to include a description\nof visual signals used by intercepting and intercepted aircraft.",
            "page": 261
        },
        {
            "code": "FLT 3.14.12",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.14 Non-Normal/Abnormal and Emergency Operations"
            ],
            "paragraph": "The Operator shall have procedures in accordance with FLT 3.11.18 that are to be applied by the\nflight crew in the event of a medical emergency on board the aircraft. If a cabin crew is used, such\nprocedures shall also address cabin crew duties and ensure flight deck-to-cabin communication and\ncoordination occurs in accordance with FLT 3.13.3 .",
            "page": 262
        },
        {
            "code": "FLT 3.14.13",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.14 Non-Normal/Abnormal and Emergency Operations"
            ],
            "paragraph": "The Operator shall have procedures in accordance with FLT 3.11.18 that are to be applied by the\nflight crew in the event of flight crew member incapacitation on board the aircraft. If a cabin crew is\nused, such procedures shall also address cabin crew duties and ensure flight deck-to-cabin\ncommunication and coordination occurs in accordance with FLT 3.13.3 .",
            "page": 262
        },
        {
            "code": "FLT 3.14.14",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.14 Non-Normal/Abnormal and Emergency Operations"
            ],
            "paragraph": "The Operator shall have guidance and procedures that ensure the proper reset of circuit breakers\nafter a system malfunction or trip. Such guidance shall, as a minimum, specify when and how often\ntripped circuit breakers may be reset.",
            "page": 263
        },
        {
            "code": "FLT 3.14.15",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.14 Non-Normal/Abnormal and Emergency Operations"
            ],
            "paragraph": "The Operator shall have an in-flight fuel management policy that requires the PIC to request air traffic\ndelay information from ATC when unanticipated circumstances may result in landing at the\ndestination airport with less than either:\n(i) The final reserve fuel plus any fuel required to proceed to an alternate airport, or\n(ii) The fuel required to operate to an isolated airport.",
            "page": 263
        },
        {
            "code": "FLT 3.14.16",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.14 Non-Normal/Abnormal and Emergency Operations"
            ],
            "paragraph": "The Operator shall have an in-flight fuel management policy that requires the PIC to advise ATC of a\nminimum fuel state:\n(i) When, having committed to land at a specific airport, the PIC calculates that any change to\nthe existing clearance to that airport may result in landing with less than planned final\nreserve fuel;\n(ii) By declaring  MINIMUM FUEL.",
            "page": 263
        },
        {
            "code": "FLT 3.14.17",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.14 Non-Normal/Abnormal and Emergency Operations"
            ],
            "paragraph": "The Operator shall have an in-flight fuel management policy that requires the PIC to declare a\nsituation of fuel emergency:\n(i) When the calculated usable fuel predicted to be available upon landing at the nearest airport\nwhere a safe landing can be made is less than the planned final reserve fuel;\n(ii) By declaring  MAYDAY, MAYDAY, MAYDAY, FUEL.",
            "page": 264
        },
        {
            "code": "FLT 3.15.2",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.15 Flight Crew Reporting Requirements"
            ],
            "paragraph": "The Operator shall have a policy that requires the PIC to report any hazardous flight condition to the\nappropriate ATC facility without delay.",
            "page": 265
        },
        {
            "code": "FLT 3.15.3",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.15 Flight Crew Reporting Requirements"
            ],
            "paragraph": "The Operator shall have a policy that assigns responsibility to the PIC for notifying the nearest\nauthority, by the quickest available means, of any accident or serious incident resulting in injury,\ndeath, or substantial aircraft damage. ( GM)",
            "page": 265
        },
        {
            "code": "FLT 3.15.4",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.15 Flight Crew Reporting Requirements"
            ],
            "paragraph": "The Operator shall have a policy that assigns responsibility to the PIC for:\n(i) Notifying the appropriate local authority without delay in the event of any emergency\nsituation that necessitated action in violation of local regulations and/or procedures;\n(ii) Submitting, if required by the state of occurrence, a report to the appropriate local authority\nand also to the Authority of the State of the Operator. ( GM)",
            "page": 266
        },
        {
            "code": "FLT 3.15.5",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.15 Flight Crew Reporting Requirements"
            ],
            "paragraph": "The Operator shall have a policy that requires the PIC to report the runway braking action special air-\nreport (AIREP) when the runway braking action encountered is not as good as reported.",
            "page": 266
        },
        {
            "code": "FLT 4.1.1",
            "guidance": null,
            "iosa_map": [
                "FLT 4 Operations Engineering Specifications",
                "4.1 Aircraft Performance"
            ],
            "paragraph": "The Operator shall have a process, performed by Operations Engineering, to determine and maintain\nguidance, procedures and performance data in the OM, applicable to each aircraft type, for\napplicable departure, destination and alternate airports. Such guidance and data shall enable the\nflight crew to determine or compute:\n(i) Maximum structural weights (taxi, takeoff, landing);\n(ii) Takeoff performance (accelerate - stop, close-in obstacles) that also ensures charting\naccuracy is accounted for, when necessary, in assessing takeoff performance in the event\nof a critical power unit failing at any point in the takeoff;\n(iii) Maximum brake energy and minimum cooling time;\n(iv) Climb performance (distant obstacles);\n(v) Landing performance (minimum landing distance, go-around).",
            "page": 267
        },
        {
            "code": "FLT 4.1.2",
            "guidance": null,
            "iosa_map": [
                "FLT 4 Operations Engineering Specifications",
                "4.1 Aircraft Performance"
            ],
            "paragraph": "The Operator shall have a process, performed by Operations Engineering, to determine and maintain\nguidance, data and procedures in the OM, applicable to each aircraft type, that enable the flight crew\nto determine and/or compute aircraft performance for all phases of flight. Such guidance and data\nshall ensure the flight crew considers all relevant factors affecting aircraft performance, to include:\n(i) Aircraft weight (mass);\n(ii) Operating procedures;\n(iii) Pressure altitude appropriate to the airport elevation;\n(iv) Temperature;\n(v) Wind;\n(vi) Runway gradient (slope);\n(vii) Runway surface condition at the expected time of use; \n(viii) Obstacle data;\n(ix) NOTAMs (including airport NOTAMs);\n(x) As applicable, MEL/CDL information;\n(xi) Aircraft configuration (wing flap setting);\n(xii) Anti-ice usage and, when applicable, ice accretion;\n(xiii) As applicable, runway length used for aircraft alignment prior to takeoff;\n(xiv) As applicable, fuel freeze considerations during extended operations.",
            "page": 267
        },
        {
            "code": "FLT 4.1.3",
            "guidance": null,
            "iosa_map": [
                "FLT 4 Operations Engineering Specifications",
                "4.1 Aircraft Performance"
            ],
            "paragraph": "The Operator shall have a process, performed by Operations Engineering, to determine and maintain\nguidance, data and procedures in the OM, applicable to each aircraft type, that enable the flight crew\nto determine and/or compute en route aircraft engine-out performance. Such guidance, data and\nprocedures shall include, as a minimum, aircraft engine-out:\n(i) Service ceiling;\n(ii) Drift down altitudes, as well as specific guidance and procedures that assure terrain\nclearance along the route to the destination airport or to an en route alternate airport.",
            "page": 268
        },
        {
            "code": "FLT 4.1.4",
            "guidance": null,
            "iosa_map": [
                "FLT 4 Operations Engineering Specifications",
                "4.1 Aircraft Performance"
            ],
            "paragraph": "The Operator should provide operating instructions, applicable to each aircraft type, that enable the\nPIC to determine if the required all-engine climb performance can be achieved during the departure\nphase of flight under the existing conditions.",
            "page": 269
        },
        {
            "code": "FLT 4.2.2",
            "guidance": null,
            "iosa_map": [
                "FLT 4 Operations Engineering Specifications",
                "4.2 Navigation and Facilities"
            ],
            "paragraph": "The Operator shall have a process, performed by Operations Engineering, to ensure completion of\nan analysis that addresses relevant operational factors prior to operating over any new route or into\nany new airport. Such analysis shall take into account:\n(i) Obstacle clearance for all phases of flight (minimum safe altitudes);\n(ii) Runway (width, length and pavement loading);\n(iii) Navigation aids and lighting;\n(iv) Weather considerations;\n(v) Emergency services;\n(vi) Fuel burn calculations;\n(vii) As applicable, fuel freeze considerations;\n(viii) As applicable, ETOPS/EDTO requirements;\n(ix) Air Traffic Services;\n(x) Critical engine inoperative operations;\n(xi) Depressurization over critical areas;\n(xii) (Special) airport classification.",
            "page": 270
        },
        {
            "code": "FLT 4.2.3",
            "guidance": null,
            "iosa_map": [
                "FLT 4 Operations Engineering Specifications",
                "4.2 Navigation and Facilities"
            ],
            "paragraph": "If the Operator conducts operations over remote or sparsely populated land areas, the Operator\nshould provide information in the OM that identifies and describes en route emergency airports\nassociated with operations over such areas.",
            "page": 270
        },
        {
            "code": "FLT 4.2.4",
            "guidance": null,
            "iosa_map": [
                "FLT 4 Operations Engineering Specifications",
                "4.2 Navigation and Facilities"
            ],
            "paragraph": "The Operator shall have guidance, data and procedures to enable operations engineering personnel\nto determine minimum safe altitudes for all phases of flight.",
            "page": 271
        },
        {
            "code": "FLT 4.2.5",
            "guidance": null,
            "iosa_map": [
                "FLT 4 Operations Engineering Specifications",
                "4.2 Navigation and Facilities"
            ],
            "paragraph": "The Operator shall establish operating minima for each airport of intended use, which shall not be\nlower than those established by the state in which the airport is located.",
            "page": 271
        },
        {
            "code": "FLT 4.2.6",
            "guidance": null,
            "iosa_map": [
                "FLT 4 Operations Engineering Specifications",
                "4.2 Navigation and Facilities"
            ],
            "paragraph": "If the Operator uses aircraft with electronic navigation data capabilities, the Operator shall have\nprocesses, approved or accepted by the State, if required, which ensure electronic navigation data\nproducts acquired from suppliers, prior to being used as a means for navigation in operations:\n(i) Are assessed for a level of data integrity commensurate with the intended application;\n(ii) Are compatible with the intended function of equipment in which it is installed;\n(iii) Are distributed in a manner to allow insertion of current and unaltered electronic navigation\ndata into all aircraft that require it.",
            "page": 272
        },
        {
            "code": "FLT 4.2.7",
            "guidance": null,
            "iosa_map": [
                "FLT 4 Operations Engineering Specifications",
                "4.2 Navigation and Facilities"
            ],
            "paragraph": "If the Operator uses aircraft equipped with a GPWS with a Forward-looking Terrain Avoidance\nFunction, the Operator shall have a process and/or procedures to ensure terrain and, if applicable,\nobstacle data acquired from an external vendor or supplier are:\n(i) Periodically reviewed for currency and applicability to the Operator's routes and airports,\nand updated as required;\n(ii) Distributed in a manner to allow the insertion of unaltered data into all aircraft for which it is\nrequired.",
            "page": 273
        },
        {
            "code": "FLT 4.3.1",
            "guidance": null,
            "iosa_map": [
                "FLT 4 Operations Engineering Specifications",
                "4.3 Aircraft Systems and Equipment Specifications"
            ],
            "paragraph": "The Operator shall ensure all aircraft in its fleet have the following systems and equipment as\nnecessary to satisfy operational requirements for the routes and/or airspace of intended operations\nincluding, as applicable, PBN, MNPS/NAT HLA, RVSM and PBCS:\n(i) Instrumentation and/or avionics, readily visible to the intended pilot flight crew member,\nnecessary to conduct operations and meet applicable flight parameters, maneuvers and\nlimitations;\n(ii) Equipment necessary to satisfy applicable operational communication and surveillance\nrequirements, including emergency communication;\n(iii) Avionics, equipment and/or components necessary to satisfy applicable navigation\nrequirements and provide necessary redundancy;\n(iv) Avionics, instrumentation and/or radio equipment necessary to satisfy applicable approach\nand landing requirements;\n(v) Other components and/or equipment necessary to conduct operations under applicable\nflight conditions, including instrument meteorological conditions.",
            "page": 274
        },
        {
            "code": "FLT 4.3.5",
            "guidance": null,
            "iosa_map": [
                "FLT 4 Operations Engineering Specifications",
                "4.3 Aircraft Systems and Equipment Specifications"
            ],
            "paragraph": "If the Operator uses aircraft operated at flight altitudes greater than 10,000 feet, but pressurized to\nmaintain a cabin altitude of less than 10,000 feet, the Operator shall have guidance and procedures\nto ensure flights are not commenced unless all such aircraft can descend to an altitude after a loss of\npressurization that will allow continued safe flight and landing and are equipped with oxygen storage\nand dispensing apparatus in accordance with requirements of the Authority and, as a minimum, also\nensures:\n(i) The aircraft can continue at a pressure altitude that will allow continued safe flight and\nlanding;\n(ii) An amount of stored supplemental oxygen, in accordance with the requirements of the\nAuthority and, as a minimum, to supply:\n(a) The flight crew for any period the cabin altitude would be above 10,000 feet; \n(b) All aircraft occupants for any period the cabin altitude would be above 15,000 feet;\n(c) The flight crew and all aircraft occupants in accordance with a) and b) as\nappropriate for the route to be flown.\n(iii) For aircraft that do not operate above 25,000 feet, the amount of stored oxygen for aircraft\noccupants specified in ii) b) above may be reduced, in accordance with the requirements of\nthe Authority, if at all points along the route to be flown, the aircraft is able to descend safely\nwithin 4 minutes to a cabin pressure altitude of 15,000 ft. or less.",
            "page": 274
        }
    ]
}