{
    "name": "Section 1 - Organization and Management System (ORG)",
    "code": "ORG",
    "applicability": "Applicability\nSection 1 addresses the organization and management system of an operator for the purpose of ensuring\nthe safety and security of aircraft operations.\nIndividual ORG provisions or sub-specifications within an ORG provision that:\n Do not begin with a conditional phrase are applicable to all operators unless determined otherwise\nby the Auditor.\n Begin with a conditional phrase ( If the Operator... ) are applicable if the operator meets the\ncondition(s) stated in the phrase.\nMany ORG provisions are repeated in one or more other sections of the ISM (as indicated by the  \nsymbol). Refer to the IOSA Audit Handbook for information relevant to the proper internal auditing of\nrepeated ORG ISARPs.\nORG 2.1.4 in this section is applicable only to an operator that is currently on the IOSA Registry and is\nbeing audited for the purpose of registration renewal.",
    "guidance": "General Guidance\nDefinitions of technical terms used in this ISM Section 1 , as well as the meaning of abbreviations and\nacronyms are found in the IATA Reference Manual for Audit Programs (IRM).\n1 Management and Control\n1.1 Management System Overview",
    "items": [
        {
            "code": "ORG 1.1.1",
            "guidance": null,
            "iosa_map": [
                "ORG 1 Management and Control",
                "1.1 Management System Overview"
            ],
            "paragraph": "The Operator shall have a management system that has continuity throughout the organization and ensures control of operations and management of safety and security outcomes. ( GM)",
            "page": 40,
            "constraints": []
        },
        {
            "code": "ORG 1.1.2",
            "guidance": null,
            "iosa_map": [
                "ORG 1 Management and Control",
                "1.1 Management System Overview"
            ],
            "paragraph": "The Operator shall identify one senior management official as the accountable executive (AE) who is accountable for performance of the management system as specified in ORG 1.1.1 and:\n- (i) Irrespective of other functions, is accountable on behalf of the Operator for the implementation and maintenance of the safety management system (SMS) throughout the organization;\n- (ii) Has the authority to ensure the planning and allocation of resources necessary to manage safety and security risks to aircraft operations;\n- (iii) Has overall accountability for ensuring operations are conducted in accordance with conditions and restrictions of the Air Operator Certificate (AOC), and in compliance with applicable regulations and standards of the Operator.",
            "page": 41,
            "constraints": []
        },
        {
            "code": "ORG 1.1.3",
            "guidance": null,
            "iosa_map": [
                "ORG 1 Management and Control",
                "1.1 Management System Overview"
            ],
            "paragraph": "If required by the State of the Operator (hereinafter, the State), the Operator shall have post holders within the management system that are acceptable to the Authority and have the responsibility for ensuring, in their respective defined operational areas:\n- (i) The management of safety and security risks to aircraft operations;\n- (ii) Operations are conducted in accordance with conditions and restrictions of the AOC, and in compliance with applicable regulations and standards of the Operator.",
            "page": 42,
            "constraints": []
        },
        {
            "code": "ORG 1.1.4",
            "guidance": null,
            "iosa_map": [
                "ORG 1 Management and Control",
                "1.1 Management System Overview"
            ],
            "paragraph": "The Operator shall designate a manager who is responsible for the implementation, maintenance and day-to-day administration of the SMS throughout the organization on behalf of the AE and senior management.",
            "page": 42,
            "constraints": []
        },
        {
            "code": "ORG 1.1.10",
            "guidance": null,
            "iosa_map": [
                "ORG 1 Management and Control",
                "1.1 Management System Overview"
            ],
            "paragraph": "The Operator shall have an SMS that is implemented and integrated throughout the organization to ensure management of the safety risks associated with aircraft operations.",
            "page": 43,
            "constraints": []
        },
        {
            "code": "ORG 1.2.1",
            "guidance": null,
            "iosa_map": [
                "ORG 1 Management and Control",
                "1.2 Management Commitment"
            ],
            "paragraph": "The Operator shall have a corporate safety policy that reflects the organizational commitment to safety, including the promotion of a positive safety culture. Such policy shall be communicated throughout the organization and include the following:\n- (i) A statement about the provision of the necessary resources for the implementation of the safety policy;\n- (ii) A commitment to the continual improvement of the organization and the management system;\n- (iii) A commitment to a periodic review of the policy to ensure its continued relevance to the organization.",
            "page": 44,
            "constraints": []
        },
        {
            "code": "ORG 1.2.2",
            "guidance": null,
            "iosa_map": [
                "ORG 1 Management and Control",
                "1.2 Management Commitment"
            ],
            "paragraph": "The Operator shall have a corporate safety reporting policy that encourages personnel to report hazards to aircraft operations and, in addition, defines the Operator s policy regarding disciplinary action, to include:\n- (i) Types of operational behaviors that are unacceptable;\n- (ii) Conditions under which disciplinary action would not apply.",
            "page": 45,
            "constraints": []
        },
        {
            "code": "ORG 1.2.3",
            "guidance": null,
            "iosa_map": [
                "ORG 1 Management and Control",
                "1.2 Management Commitment"
            ],
            "paragraph": "The Operator shall have a policy that informs operational personnel throughout the organization of their responsibility to comply with the applicable laws, regulations and procedures in all locations where operations are conducted.",
            "page": 45,
            "constraints": []
        },
        {
            "code": "ORG 1.3.1",
            "guidance": null,
            "iosa_map": [
                "ORG 1 Management and Control",
                "1.3 Roles and Responsibilities"
            ],
            "paragraph": "The Operator shall ensure the management system defines the safety accountability, authorities and responsibilities of management and non-management personnel throughout the organization, and specifies:\n- (i) The levels of management with the authority to make decisions regarding risk tolerability with respect to the safety and/or security of aircraft operations;\n- (ii) Responsibilities for ensuring operations are conducted in accordance with applicable regulations and standards of the Operator;\n- (iii) Lines of safety accountability throughout the organization, including direct accountability for safety and/or security on the part of senior management.",
            "page": 46,
            "constraints": []
        },
        {
            "code": "ORG 1.3.2",
            "guidance": null,
            "iosa_map": [
                "ORG 1 Management and Control",
                "1.3 Roles and Responsibilities"
            ],
            "paragraph": "The Operator shall have a process or procedure for the delegation of duties within the management system that ensures managerial continuity is maintained when operational managers including, if applicable, post holders are unable to carry out work duties.",
            "page": 47,
            "constraints": []
        },
        {
            "code": "ORG 1.3.3",
            "guidance": null,
            "iosa_map": [
                "ORG 1 Management and Control",
                "1.3 Roles and Responsibilities"
            ],
            "paragraph": "The Operator shall ensure a delegation of authority and assignment of responsibility within the management system for liaison with regulatory authorities, original equipment manufacturers and other operationally relevant external entities.",
            "page": 47,
            "constraints": []
        },
        {
            "code": "ORG 1.4.1",
            "guidance": null,
            "iosa_map": [
                "ORG 1 Management and Control",
                "1.4 Safety Performance"
            ],
            "paragraph": "The Operator shall have a process to define safety objectives. Such safety objectives shall:\n- (i) Reflect the Operator s commitment to maintain or continuously improve the overall effectiveness of the SMS;\n- (ii) Be communicated throughout the organization;\n- (iii) Be periodically reviewed to ensure they remain relevant and appropriate to the Operator.",
            "page": 48,
            "constraints": []
        },
        {
            "code": "ORG 1.4.2",
            "guidance": null,
            "iosa_map": [
                "ORG 1 Management and Control",
                "1.4 Safety Performance"
            ],
            "paragraph": "The Operator shall have processes for setting safety performance indicators (SPIs) and, as applicable, safety performance targets (SPTs) as means to monitor its safety performance, the achievement of its safety objectives and to validate the effectiveness of safety risk controls.",
            "page": 48,
            "constraints": []
        },
        {
            "code": "ORG 1.5.1",
            "guidance": null,
            "iosa_map": [
                "ORG 1 Management and Control",
                "1.5 Resource Management"
            ],
            "paragraph": "The Operator shall ensure the management system includes planning processes for operations which:\n- (i) Define desired operational safety and security objectives;\n- (ii) Address operational resource allocation requirements;\n- (iii) Take into account requirements originating from applicable external sources, including regulatory authorities and original equipment manufacturers.",
            "page": 50,
            "constraints": []
        },
        {
            "code": "ORG 1.5.2",
            "guidance": null,
            "iosa_map": [
                "ORG 1 Management and Control",
                "1.5 Resource Management"
            ],
            "paragraph": "The Operator shall ensure existence of the facilities, workspace, equipment and supporting services, as well as work environment, necessary to satisfy operational safety and security requirements.",
            "page": 50,
            "constraints": []
        },
        {
            "code": "ORG 1.5.3",
            "guidance": null,
            "iosa_map": [
                "ORG 1 Management and Control",
                "1.5 Resource Management"
            ],
            "paragraph": "The Operator shall have a selection process for management and non-management positions within the organization that require the performance of functions relevant to the safety or security of aircraft operations. Such process shall ensure candidates are selected on the basis of knowledge, skills,\ntraining and experience appropriate for the position.",
            "page": 51,
            "constraints": []
        },
        {
            "code": "ORG 1.5.4",
            "guidance": null,
            "iosa_map": [
                "ORG 1 Management and Control",
                "1.5 Resource Management"
            ],
            "paragraph": "The Operator shall ensure personnel who perform functions relevant to the safety or security of aircraft operations are required to maintain competence on the basis of continued education and training and, if applicable for a specified position, continue to satisfy any mandatory technical competency requirements.",
            "page": 51,
            "constraints": []
        },
        {
            "code": "ORG 1.5.5",
            "guidance": null,
            "iosa_map": [
                "ORG 1 Management and Control",
                "1.5 Resource Management"
            ],
            "paragraph": "The Operator shall have a policy that addresses the use of psychoactive substances by personnel that perform operational functions and, as a minimum:\n- (i) Prohibits the exercise of duties while under the influence of psychoactive substances;\n- (ii) Prohibits the problematic use of psychoactive substances;\n- (iii) Requires that all personnel who are identified as engaging in problematic use of psychoactive substances are removed from operational functions;\n- (iv) Conforms to the requirements of the Authority, if applicable.",
            "page": 52,
            "constraints": []
        },
        {
            "code": "ORG 1.5.6",
            "guidance": null,
            "iosa_map": [
                "ORG 1 Management and Control",
                "1.5 Resource Management"
            ],
            "paragraph": "The Operator should have a policy that requires personnel who perform operational functions critical to the safety of aircraft operations to be physically and medically fit for duty.",
            "page": 53,
            "constraints": []
        },
        {
            "code": "ORG 1.5.7",
            "guidance": null,
            "iosa_map": [
                "ORG 1 Management and Control",
                "1.5 Resource Management"
            ],
            "paragraph": "The Operator should have a procedure to ensure screening or testing for psychoactive substances is performed on prospective operational personnel, unless such screening or testing is performed or prohibited by the State.",
            "page": 53,
            "constraints": []
        },
        {
            "code": "ORG 1.6.1",
            "guidance": null,
            "iosa_map": [
                "ORG 1 Management and Control",
                "1.6 Outsourcing Management"
            ],
            "paragraph": "If the Operator has external service providers conduct outsourced operational functions, the Operator should ensure a service provider selection process is in place that ensures:\n- (i) Relevant safety and security selection criteria are established;\n- (ii) Service providers are evaluated against such criteria prior to selection.",
            "page": 53,
            "constraints": []
        },
        {
            "code": "ORG 1.6.2",
            "guidance": null,
            "iosa_map": [
                "ORG 1 Management and Control",
                "1.6 Outsourcing Management"
            ],
            "paragraph": "The Operator shall have processes to ensure a contract or agreement is executed with external service providers that conduct outsourced operational functions for the Operator. Such contract or agreement shall identify specific documented requirements that can be monitored by the Operator to ensure the safety and/or security of operations are being fulfilled by the service provider.",
            "page": 54,
            "constraints": []
        },
        {
            "code": "ORG 1.7.1",
            "guidance": null,
            "iosa_map": [
                "ORG 1 Management and Control",
                "1.7 Emergency Response"
            ],
            "paragraph": "The Operator shall have a corporate emergency response plan (ERP) for the central management and coordination of all activities necessary to respond to a major aircraft accident or other type of adverse event that results in fatalities, serious injuries, considerable damage and/or a significant disruption of aircraft operations.",
            "page": 55,
            "constraints": []
        },
        {
            "code": "ORG 1.7.2",
            "guidance": null,
            "iosa_map": [
                "ORG 1 Management and Control",
                "1.7 Emergency Response"
            ],
            "paragraph": "The Operator shall have a designated manager with appropriate qualifications and authority to manage and be responsible for the development, implementation and maintenance of the corporate ERP.",
            "page": 56,
            "constraints": []
        },
        {
            "code": "ORG 1.7.3",
            "guidance": null,
            "iosa_map": [
                "ORG 1 Management and Control",
                "1.7 Emergency Response"
            ],
            "paragraph": "If the Operator has individual departmental or station emergency response plans within the organization, the Operator shall ensure such individual plans are coordinated with the overall corporate emergency response plan under the ERP manager.",
            "page": 56,
            "constraints": []
        },
        {
            "code": "ORG 1.7.4",
            "guidance": null,
            "iosa_map": [
                "ORG 1 Management and Control",
                "1.7 Emergency Response"
            ],
            "paragraph": "The Operator shall ensure the ERP as specified in ORG 1.7.1 includes provisions for the appropriate coordination with the emergency response plans of other applicable organizations relevant to the particular event or crisis.",
            "page": 56,
            "constraints": []
        },
        {
            "code": "ORG 1.7.5",
            "guidance": null,
            "iosa_map": [
                "ORG 1 Management and Control",
                "1.7 Emergency Response"
            ],
            "paragraph": "The Operator shall have published procedures and assigned responsibilities to ensure a coordinated execution of the corporate ERP.",
            "page": 57,
            "constraints": []
        },
        {
            "code": "ORG 1.7.6",
            "guidance": null,
            "iosa_map": [
                "ORG 1 Management and Control",
                "1.7 Emergency Response"
            ],
            "paragraph": "The Operator shall have a process in the ERP to provide an accurate manifest to the appropriate authorities in the event of an aircraft accident. Such manifest shall list crew members, passengers and cargo, to include dangerous goods.",
            "page": 58,
            "constraints": []
        },
        {
            "code": "ORG 1.7.7",
            "guidance": null,
            "iosa_map": [
                "ORG 1 Management and Control",
                "1.7 Emergency Response"
            ],
            "paragraph": "The Operator should ensure all personnel with responsibilities under the ERP are appropriately trained and qualified to execute applicable procedures.",
            "page": 58,
            "constraints": []
        },
        {
            "code": "ORG 1.7.8",
            "guidance": null,
            "iosa_map": [
                "ORG 1 Management and Control",
                "1.7 Emergency Response"
            ],
            "paragraph": "The Operator shall ensure the corporate ERP is rehearsed periodically to:\n- (i) Familiarize personnel with responsibilities and procedures;\n- (ii) Ensure ready functionality of all equipment and facilities; \n- (iii) Expose deficiencies in the plan and its execution, and ensure such deficiencies are addressed.",
            "page": 58,
            "constraints": []
        },
        {
            "code": "ORG 1.7.9",
            "guidance": null,
            "iosa_map": [
                "ORG 1 Management and Control",
                "1.7 Emergency Response"
            ],
            "paragraph": "The Operator should have a process for a detailed debriefing and critique whenever the ERP is executed, either as a rehearsal or in response to an actual event.",
            "page": 59,
            "constraints": []
        },
        {
            "code": "ORG 1.7.10",
            "guidance": null,
            "iosa_map": [
                "ORG 1 Management and Control",
                "1.7 Emergency Response"
            ],
            "paragraph": "The Operator should have the ready availability of a facility for use as an emergency management center (EMC) with sufficient space, furnishings and equipment to successfully manage the execution of the corporate ERP.",
            "page": 59,
            "constraints": []
        },
        {
            "code": "ORG 1.7.11",
            "guidance": null,
            "iosa_map": [
                "ORG 1 Management and Control",
                "1.7 Emergency Response"
            ],
            "paragraph": "The Operator should have procedures under the corporate ERP that ensure a central coordination and control of all communications with external entities.",
            "page": 60,
            "constraints": []
        },
        {
            "code": "ORG 1.7.12",
            "guidance": null,
            "iosa_map": [
                "ORG 1 Management and Control",
                "1.7 Emergency Response"
            ],
            "paragraph": "The Operator should have procedures and resources immediately available under the corporate ERP that provide for, in the event of an emergency:\n- (i) The establishment of command posts (CPs) at line stations or remote locations;\n- (ii) A telephone enquiry center capable of handling the potential volume of calls expected with emergency events;\n- (iii) Dedicated equipment and material necessary for successful execution of the corporate ERP;\n- (iv) The dispatch, on short notice, of humanitarian teams to appropriate location(s) to attend to individuals in need of assistance;\n- (v) Assistance to passengers, crew and their families.",
            "page": 60,
            "constraints": []
        },
        {
            "code": "ORG 2.1.1",
            "guidance": null,
            "iosa_map": [
                "ORG 2 Assurance, Monitoring and Documentation Control",
                "2.1 Quality Assurance"
            ],
            "paragraph": "The Operator shall have a quality assurance program that provides for the auditing of the management system of operations and maintenance functions to ensure the organization is:\n- (i) Complying with applicable regulations and standards;\n- (ii) Satisfying stated operational needs;\n- (iii) Identifying areas requiring improvement;\n- (iv) Identifying hazards to operations;\n- (v) Assessing the effectiveness of safety risk controls.",
            "page": 61,
            "constraints": []
        },
        {
            "code": "ORG 2.1.2",
            "guidance": null,
            "iosa_map": [
                "ORG 2 Assurance, Monitoring and Documentation Control",
                "2.1 Quality Assurance"
            ],
            "paragraph": "The Operator shall appoint a manager with appropriate qualifications, authority and independence that is responsible for:\n- (i) The performance of the quality assurance program;\n- (ii) Ensuring communication and coordination with operational managers in the management of operational risk;\n- (iii) Dissemination of information to management and non-management operational personnel as appropriate to ensure an organizational awareness of relevant quality assurance issues and results.",
            "page": 62,
            "constraints": []
        },
        {
            "code": "ORG 2.1.4",
            "guidance": null,
            "iosa_map": [
                "ORG 2 Assurance, Monitoring and Documentation Control",
                "2.1 Quality Assurance"
            ],
            "paragraph": "If the Operator is on the IOSA Registry, the Operator shall ensure the quality assurance program as specified in ORG 2.1.1 provides for the auditing of the IOSA Standards and Recommended Practices(ISARPs) a minimum of once during the IOSA registration period. For internal audits of the ISARPs,\nthe Operator shall have processes that ensure:\n- (i) The effective edition of the IOSA Standards Manual (ISM) is used;\n- (ii) Auditor Actions are accomplished by auditors;\n- (iii) Recording and retention of information associated with the internal audit of individual ISARPs as specified in Table 1.2 .",
            "page": 63,
            "constraints": []
        },
        {
            "code": "ORG 2.1.5",
            "guidance": null,
            "iosa_map": [
                "ORG 2 Assurance, Monitoring and Documentation Control",
                "2.1 Quality Assurance"
            ],
            "paragraph": "The Operator shall have an audit planning process and sufficient resources to ensure audits are:\n- (i) Scheduled at intervals to meet regulatory and management system requirements;\n- (ii) Conducted within the scheduled interval.",
            "page": 64,
            "constraints": []
        },
        {
            "code": "ORG 2.1.6",
            "guidance": null,
            "iosa_map": [
                "ORG 2 Assurance, Monitoring and Documentation Control",
                "2.1 Quality Assurance"
            ],
            "paragraph": "The Operator shall ensure the audit planning process defines the scope of each audit, as appropriate for the area being audited, and also:\n- (i) Includes audit objectives that address ongoing compliance with regulatory requirements,\nOperator standards and other applicable regulations, rules and standards;\n- (ii) Considers relevant operational safety or security events that have occurred;\n- (iii) Considers results from previous audits, including the effectiveness of corrective action that has been implemented.",
            "page": 64,
            "constraints": []
        },
        {
            "code": "ORG 2.1.7",
            "guidance": null,
            "iosa_map": [
                "ORG 2 Assurance, Monitoring and Documentation Control",
                "2.1 Quality Assurance"
            ],
            "paragraph": "The Operator shall have a process for addressing findings that result from audits conducted under the quality assurance program, which ensures:\n- (i) Identification of root cause(s);\n- (ii) Development of corrective action as appropriate to address findings;\n- (iii) Implementation of corrective action in appropriate operational area(s);\n- (iv) Evaluation of corrective action to determine effectiveness.",
            "page": 65,
            "constraints": []
        },
        {
            "code": "ORG 2.1.8",
            "guidance": null,
            "iosa_map": [
                "ORG 2 Assurance, Monitoring and Documentation Control",
                "2.1 Quality Assurance"
            ],
            "paragraph": "The Operator shall ensure the quality assurance program uses auditors that are impartial and functionally independent from the operational activities to be audited.",
            "page": 66,
            "constraints": []
        },
        {
            "code": "ORG 2.1.9",
            "guidance": null,
            "iosa_map": [
                "ORG 2 Assurance, Monitoring and Documentation Control",
                "2.1 Quality Assurance"
            ],
            "paragraph": "The Operator shall have a training and qualification program that ensures auditors that conduct auditing under the quality assurance program as specified in ORG 2.1.1 :\n- (i) Have the knowledge, skills and work experience needed to effectively assess areas of the management system and operations that will be audited;\n- (ii) Maintain an appropriate level of current audit experience;\n- (iii) Complete initial and continuing auditor training that provides the knowledge and understanding necessary to effectively conduct audits against:\n  - (a) Applicable regulations and standards;\n  - (b) If the Operator is currently on the IOSA Registry, the ISARPs.\n- (iv) Are evaluated on a periodic basis.",
            "page": 67,
            "constraints": []
        },
        {
            "code": "ORG 2.2.1",
            "guidance": null,
            "iosa_map": [
                "ORG 2 Assurance, Monitoring and Documentation Control",
                "2.2 External Monitoring"
            ],
            "paragraph": "The Operator shall have processes to monitor external service providers that conduct outsourced operational functions for the Operator to ensure requirements that affect the safety and/or security of operations are being fulfilled.",
            "page": 68,
            "constraints": []
        },
        {
            "code": "ORG 2.2.2",
            "guidance": null,
            "iosa_map": [
                "ORG 2 Assurance, Monitoring and Documentation Control",
                "2.2 External Monitoring"
            ],
            "paragraph": "The Operator should include auditing as a process for the monitoring of external service providers in accordance with ORG 2.2.1 .",
            "page": 69,
            "constraints": []
        },
        {
            "code": "ORG 2.2.3",
            "guidance": null,
            "iosa_map": [
                "ORG 2 Assurance, Monitoring and Documentation Control",
                "2.2 External Monitoring"
            ],
            "paragraph": "The Operator shall have a process that provides for the auditing of other operators that transport passengers of the Operator under a commercial aviation agreement. Such process shall ensure the following with respect to the audit of other operators:\n- (i) The audit is conducted against and requires conformity with applicable ICAO standards;\n- (ii) An initial audit is conducted prior to the commencement of the above-specified passenger transport operations;\n- (iii) A subsequent audit is conducted during every 24-month period following commencement of the above-specified passenger transport operations.",
            "page": 70,
            "constraints": []
        },
        {
            "code": "ORG 2.3.1",
            "guidance": null,
            "iosa_map": [
                "ORG 2 Assurance, Monitoring and Documentation Control",
                "2.3 Product Control"
            ],
            "paragraph": "The Operator should have processes to ensure equipment or other operational products relevant to the safety or security of aircraft operations that are purchased or otherwise acquired from an external vendor or supplier meet the product technical requirements specified by the Operator prior to being used in the conduct of operations or aircraft maintenance.",
            "page": 71,
            "constraints": []
        },
        {
            "code": "ORG 2.4.1",
            "guidance": null,
            "iosa_map": [
                "ORG 2 Assurance, Monitoring and Documentation Control",
                "2.4 Data Management"
            ],
            "paragraph": "The Operator shall have an electronic database to ensure the effective management of information and data associated with audits conducted under the quality assurance program as specified in ORG 2.1.1 andORG 2.1.4 .",
            "page": 72,
            "constraints": []
        },
        {
            "code": "ORG 2.4.2",
            "guidance": null,
            "iosa_map": [
                "ORG 2 Assurance, Monitoring and Documentation Control",
                "2.4 Data Management"
            ],
            "paragraph": "The Operator should have an electronic database to ensure effective management of data derived from the hazard identification and risk assessment and mitigation programs.",
            "page": 72,
            "constraints": []
        },
        {
            "code": "ORG 2.4.3",
            "guidance": null,
            "iosa_map": [
                "ORG 2 Assurance, Monitoring and Documentation Control",
                "2.4 Data Management"
            ],
            "paragraph": "The Operator should have a process to ensure reports of safety and security occurrences are submitted to IATA for inclusion in the Incident Data Exchange (IDX). Such reports should be submitted in accordance with the formal IDX reporting process and include incidents and reports from:\n- (i) Flight operations;\n- (ii) Cabin operations;\n- (iii) Ground handling operations;\n- (iv) Engineering and Maintenance.",
            "page": 73,
            "constraints": []
        },
        {
            "code": "ORG 2.4.4",
            "guidance": null,
            "iosa_map": [
                "ORG 2 Assurance, Monitoring and Documentation Control",
                "2.4 Data Management"
            ],
            "paragraph": "The Operator should participate in and supply data to an aggregated Flight Data Sharing Program that is applied to aircraft in its fleet with a certified take-off mass in excess of 20,000 kg (44,092 lbs).\nAs a minimum, such program should:\n- (i) Have a signed agreement with the program participants (member airlines) on how their data will be utilized;\n- (ii) Provide a means for participants to securely transfer their flight data;\n- (iii) Be non-punitive and offer adequate safeguards for the de-identification of all data received from participants;\n- (iv) Disseminate de-identified information to participants on emerging trends and areas of interest to global aviation safety;\n- (v) Not use data for the purposes of investigation of the performance of individual participants.",
            "page": 73,
            "constraints": []
        },
        {
            "code": "ORG 2.5.1",
            "guidance": null,
            "iosa_map": [
                "ORG 2 Assurance, Monitoring and Documentation Control",
                "2.5 Documentation System"
            ],
            "paragraph": "The Operator shall have a system for the management and control of documentation and/or data used directly in the conduct or support of operations. Such system shall ensure documentation:\n- (i) Meets all required elements specified in Table 1.1 ;\n- (ii) Contains legible and accurate information;\n- (iii) Is presented in a format appropriate for use in operations.",
            "page": 74,
            "constraints": []
        },
        {
            "code": "ORG 2.5.3",
            "guidance": null,
            "iosa_map": [
                "ORG 2 Assurance, Monitoring and Documentation Control",
                "2.5 Documentation System"
            ],
            "paragraph": "The Operator should have a documentation system that ensures operations, maintenance and security manuals are centrally managed or coordinated under a corporate scheme of document hierarchy.",
            "page": 75,
            "constraints": []
        },
        {
            "code": "ORG 2.5.4",
            "guidance": null,
            "iosa_map": [
                "ORG 2 Assurance, Monitoring and Documentation Control",
                "2.5 Documentation System"
            ],
            "paragraph": "The Operator shall have SMS documentation, including a manual, that describes:\n- (i) The safety policy and objectives;\n- (ii) SMS requirements;\n- (iii) SMS processes and procedures;\n- (iv) Accountability, authorities and responsibilities for SMS processes and procedures.",
            "page": 76,
            "constraints": []
        },
        {
            "code": "ORG 2.6.1",
            "guidance": null,
            "iosa_map": [
                "ORG 2 Assurance, Monitoring and Documentation Control",
                "2.6 Records System"
            ],
            "paragraph": "The Operator shall have a system for the management and control of operational records to ensure the content and retention of such records is in accordance with requirements of the Authority, as applicable, and to ensure operational records are subjected to standardized processes for:\n- (i) Identification;\n- (ii) Legibility;\n- (iii) Maintenance;\n- (iv) Retrieval;\n- (v) Protection, integrity and security;\n- (vi) Disposal, deletion (electronic records) and archiving.",
            "page": 77,
            "constraints": []
        },
        {
            "code": "ORG 2.6.2",
            "guidance": null,
            "iosa_map": [
                "ORG 2 Assurance, Monitoring and Documentation Control",
                "2.6 Records System"
            ],
            "paragraph": "If the Operator uses an electronic system for the management and control of records, the Operator shall ensure the system provides for a scheduled generation of backup record files.",
            "page": 77,
            "constraints": []
        },
        {
            "code": "ORG 3.1.1",
            "guidance": null,
            "iosa_map": [
                "ORG 3 Risk Management",
                "3.1 Hazard Identification"
            ],
            "paragraph": "The Operator shall have a hazard identification program that is implemented and integrated throughout the organization and includes a combination of reactive and proactive methods of hazard identification.",
            "page": 78,
            "constraints": []
        },
        {
            "code": "ORG 3.1.2",
            "guidance": null,
            "iosa_map": [
                "ORG 3 Risk Management",
                "3.1 Hazard Identification"
            ],
            "paragraph": "The Operator shall have an operational safety reporting system that is implemented throughout the organization in a manner that:\n- (i) Encourages and facilitates personnel to submit reports that identify safety hazards, expose safety deficiencies and raise safety concerns;\n- (ii) Ensures mandatory reporting in accordance with applicable regulations;\n- (iii) Includes analysis and management action as necessary to address safety issues identified through the reporting system.",
            "page": 79,
            "constraints": []
        },
        {
            "code": "ORG 3.1.3",
            "guidance": null,
            "iosa_map": [
                "ORG 3 Risk Management",
                "3.1 Hazard Identification"
            ],
            "paragraph": "The Operator should have a confidential safety reporting system that is implemented throughout the organization in a manner that encourages and facilitates the reporting of events, hazards and/or concerns resulting from or associated with human performance in operations.",
            "page": 80,
            "constraints": []
        },
        {
            "code": "ORG 3.1.4",
            "guidance": null,
            "iosa_map": [
                "ORG 3 Risk Management",
                "3.1 Hazard Identification"
            ],
            "paragraph": "The Operator should have a program for the systematic acquisition and analysis of data from observations of flight crew performance during normal line operations.",
            "page": 81,
            "constraints": []
        },
        {
            "code": "ORG 3.1.5",
            "guidance": null,
            "iosa_map": [
                "ORG 3 Risk Management",
                "3.1 Hazard Identification"
            ],
            "paragraph": "The Operator shall have a process to identify changes within or external to the organization that have the potential to affect the level of safety risks associated with aircraft operations, and to manage risks that may arise from or are affected by such changes in accordance with ORG 3.1.1 andORG 3.2.1 .",
            "page": 82,
            "constraints": []
        },
        {
            "code": "ORG 3.2.1",
            "guidance": null,
            "iosa_map": [
                "ORG 3 Risk Management",
                "3.2 Risk Assessment and Mitigation"
            ],
            "paragraph": "The Operator shall have a safety risk assessment and mitigation program that includes processes implemented and integrated throughout the organization to ensure:\n- (i) Hazards are analyzed to determine corresponding safety risks to aircraft operations;\n- (ii) Safety risks are assessed to determine the requirement for risk mitigation action(s);\n- (iii) When required, risk mitigation actions are developed and implemented in operations.",
            "page": 83,
            "constraints": []
        },
        {
            "code": "ORG 3.2.2",
            "guidance": null,
            "iosa_map": [
                "ORG 3 Risk Management",
                "3.2 Risk Assessment and Mitigation"
            ],
            "paragraph": "The Operator should have a process for safety data analysis with the purpose of predicting future risks associated with hazards to aircraft operations.",
            "page": 85,
            "constraints": []
        },
        {
            "code": "ORG 3.3.1",
            "guidance": null,
            "iosa_map": [
                "ORG 3 Risk Management",
                "3.3 Flight Data Analysis (FDA)"
            ],
            "paragraph": "If the Operator conducts flights with aircraft that have a maximum certified takeoff mass in excess of 27,000 kg (59,525 lb), the Operator shall have a flight data analysis (FDA) program that requires a systematic download and analysis of electronically recorded flight data from applicable aircraft in its fleet. The FDA program shall be non-punitive and be integrated in the Operator s SMS.",
            "page": 85,
            "constraints": []
        },
        {
            "code": "ORG 3.3.2",
            "guidance": null,
            "iosa_map": [
                "ORG 3 Risk Management",
                "3.3 Flight Data Analysis (FDA)"
            ],
            "paragraph": "The Operator should have a flight data analysis (FDA) program in accordance with ORG 3.3.1 that is applied to aircraft in its fleet with a certified takeoff mass in excess of 20 000 kg (44,092 lb).",
            "page": 87,
            "constraints": []
        },
        {
            "code": "ORG 3.3.3",
            "guidance": null,
            "iosa_map": [
                "ORG 3 Risk Management",
                "3.3 Flight Data Analysis (FDA)"
            ],
            "paragraph": "If the Operator has an FDA program in accordance with ORG 3.3.1 , the Operator shall ensure such program has processes for:\n- (i) Interpretation and analysis of flight and aircraft technical data;\n- (ii) Flight crew liaison, including permission and responsibility for confidential discussions with flight crew members involved in events highlighted by FDA;\n- (iii) Data collection that comprises data that are representative of all aircraft operations for each applicable fleet type;\n- (iv) Dissemination of de-identified information to relevant operational personnel;\n- (v) Training and qualification of personnel as appropriate to perform assigned program functions.",
            "page": 88,
            "constraints": []
        },
        {
            "code": "ORG 3.3.4",
            "guidance": null,
            "iosa_map": [
                "ORG 3 Risk Management",
                "3.3 Flight Data Analysis (FDA)"
            ],
            "paragraph": "If the Operator has an FDA program in accordance with ORG 3.3.1 , the Operator shall have standards for the management and protection of program data and information that define:\n- (i) Methods for ensuring the integrity and validity of downloaded flight data;\n- (ii) Policies and procedures for data de-identification and confidentiality;\n- (iii) Methods for maintaining and presenting event and exceedance information for trend analysis;\n- (iv) Policies and procedures for data retention, retrieval and archiving;\n- (v) Processes for assessing and improving data management policies, methods and procedures.",
            "page": 89,
            "constraints": []
        },
        {
            "code": "ORG 3.3.5",
            "guidance": null,
            "iosa_map": [
                "ORG 3 Risk Management",
                "3.3 Flight Data Analysis (FDA)"
            ],
            "paragraph": "If the Operator has an FDA program in accordance with ORG 3.3.1 , the Operator shall have processes to ensure program findings (e.g. hazards, adverse events and trends, airworthiness issues) are coordinated with relevant operational areas of the organization for further validation and assessment, and for a determination of appropriate follow-up action. Such coordination and follow-up action shall be accomplished within the SMS as follows:\n- (i) Hazard identification and safety risk assessment and mitigation in accordance with ORG 3.1.1 andORG 3.2.1 .\n- (ii) Event investigation in accordance with ORG 3.5.1 andORG 3.5.2 .\n- (iii) Continuing airworthiness assessment in accordance with Maintenance Management Manual (MMM) procedures as specified in MNT 1.7.1 andTable 4.3 .",
            "page": 89,
            "constraints": []
        },
        {
            "code": "ORG 3.4.1",
            "guidance": null,
            "iosa_map": [
                "ORG 3 Risk Management",
                "3.4 Specific Risk Assessments"
            ],
            "paragraph": "The Operator should have a policy and procedures for the transport of items in the cargo compartment, which include the conduct of a specific safety risk assessment. Such risk assessment should, as a minimum, include consideration of the following factors:\n- (i) Hazards associated with the properties of the items to be transported;\n- (ii) Capabilities of the operator;\n- (iii) Operational considerations (e.g. area of operations, diversion time);\n- (iv) Capabilities of the aircraft and its systems (e.g. cargo compartment fire suppression capabilities);\n- (v) Containment characteristics of unit load devices;\n- (vi) Packing and packaging;\n- (vii) Safety of the supply chain for items to be transported;\n- (viii) Quantity and distribution of dangerous goods items to be transported.",
            "page": 90,
            "constraints": []
        },
        {
            "code": "ORG 3.5.1",
            "guidance": null,
            "iosa_map": [
                "ORG 3 Risk Management",
                "3.5 Occurrence Handling"
            ],
            "paragraph": "The Operator shall have a process for the investigation of aircraft accidents and incidents, to include reporting of events in accordance with requirements of the State.",
            "page": 92,
            "constraints": []
        },
        {
            "code": "ORG 3.5.2",
            "guidance": null,
            "iosa_map": [
                "ORG 3 Risk Management",
                "3.5 Occurrence Handling"
            ],
            "paragraph": "The Operator shall have a process for identifying and investigating irregularities and other non-\nroutine operational occurrences that might be precursors to an aircraft accident or incident.",
            "page": 92,
            "constraints": []
        },
        {
            "code": "ORG 3.6.1",
            "guidance": null,
            "iosa_map": [
                "ORG 3 Risk Management",
                "3.6 Cybersecurity Risk Management"
            ],
            "paragraph": "The Operator should ensure critical information and communications technology systems and data used in operations and maintenance functions are identified and, in accordance with risk management principles, appropriate measures are developed and implemented to protect them from unlawful interference.",
            "page": 93,
            "constraints": []
        },
        {
            "code": "ORG 4.1.1",
            "guidance": null,
            "iosa_map": [
                "ORG 4 Improvement and Promotion, Training",
                "4.1 Management Review"
            ],
            "paragraph": "The Operator shall have a process to review the management system at intervals not exceeding one year to ensure its continuing suitability, adequacy and effectiveness in the management and control of operations and associated risks. A review shall include assessing opportunities for improvement and the need for changes to the system, including, but not limited to:\n- (i) Organizational structure;\n- (ii) Defined safety objectives;\n- (iii) Reporting lines, authorities, responsibilities;\n- (iv) Policies, processes and procedures; \n- (v) Allocation of resources;\n- (vi) Identification of training needs.",
            "page": 94,
            "constraints": []
        },
        {
            "code": "ORG 4.1.2",
            "guidance": null,
            "iosa_map": [
                "ORG 4 Improvement and Promotion, Training",
                "4.1 Management Review"
            ],
            "paragraph": "The Operator shall have a process to ensure significant issues arising from quality assurance and risk management are subject to management review in accordance with ORG 4.1.1 .",
            "page": 96,
            "constraints": []
        },
        {
            "code": "ORG 4.1.3",
            "guidance": null,
            "iosa_map": [
                "ORG 4 Improvement and Promotion, Training",
                "4.1 Management Review"
            ],
            "paragraph": "The Operator shall have processes to monitor and assess its SMS processes in order to maintain or continually improve the overall effectiveness of the SMS.",
            "page": 96,
            "constraints": []
        },
        {
            "code": "ORG 4.2.1",
            "guidance": null,
            "iosa_map": [
                "ORG 4 Improvement and Promotion, Training",
                "4.2 Safety Communication"
            ],
            "paragraph": "The Operator shall have a system that enables effective communication of safety and operational information throughout the management system and in all areas where operations are conducted.\nSuch system shall ensure:\n- (i) Personnel maintain an awareness of the SMS;\n- (ii) Safety-critical information is conveyed;\n- (iii) External service providers are provided with information relevant to operations conducted.",
            "page": 97,
            "constraints": []
        },
        {
            "code": "ORG 4.3.1",
            "guidance": null,
            "iosa_map": [
                "ORG 4 Improvement and Promotion, Training",
                "4.3 Training"
            ],
            "paragraph": "The Operator shall have a program that ensures its personnel are trained to understand SMS responsibilities and competent to perform associated duties. The scope of such training shall be appropriate to each individual s involvement in the SMS.",
            "page": 98,
            "constraints": []
        },
        {
            "code": "ORG 4.3.2",
            "guidance": null,
            "iosa_map": [
                "ORG 4 Improvement and Promotion, Training",
                "4.3 Training"
            ],
            "paragraph": "If the Operator outsources operational functions to external service providers, the Operator should have a program that ensures personnel of external service providers are trained to understand SMS responsibilities and perform associated duties. The scope of such training should be appropriate to individual involvement in the Operator s SMS.",
            "page": 99,
            "constraints": []
        },
        {
            "code": "ORG 4.4.1",
            "guidance": null,
            "iosa_map": [
                "ORG 4 Improvement and Promotion, Training",
                "4.4 Effectiveness"
            ],
            "paragraph": "The Operator should demonstrate that systems, processes and procedures specified in the ISARPs identified with the [Eff] symbol are achieving the designated Desired Outcome.\nNote: Conformity with this ORG provision is possible only when the Operator demonstrates effectiveness of implementation for all ISARPs designated with the [Eff] symbol.\nNote: Conformity with this provision does not require specifications to be documented by the Operator.",
            "page": 99,
            "constraints": []
        },
        {
            "code": "ORG Table 1.1-Documentation System Specifications",
            "guidance": null,
            "iosa_map": [
                "ORG 1 Management and Control"
            ],
            "paragraph": "As specified in ORG 2.5.1 , the Operator shall have a system for the management and control of documentation and/or data used directly in the conduct or support of operations. Such system shall comprise the elements specified below.\nNote: Refer to the IRM for the definitions of Documentation, Electronic Documentation and Paper Documentation.\nElements Documentation Types Type 1 Type 2 Type 3\n- (i) Identification of the version and effectiveRecommended Recommended RequiredNote date of relevant documents and/or data.\n- (ii) Identification of the title and, if applicable, sub-titles of relevant Recommended Recommended RequiredNote documents and/or data.\n- (iii) Distribution and/or dissemination that ensures all users are provided relevant documents and/or data on or before the effective date:\n  - (a) Throughout appropriate areas RequiredNoteRequiredNoteRequiredNote of the organization;\n  - (b) To external service providers that conduct outsourced operational functions.\n- (iv) Definition of the specific media type(s)\ndesignated for presentation or display ofRequiredNoteRequiredNoteRequiredNote the controlled version of relevant documents and/or data.\n- (v) Definition of documentation and/or data that is considered to be reproduced RequiredNoteRequiredNoteRequiredNote and/or obsolete.\n- (vi) Review and revision to maintain the currency of relevant documents and/or RequiredNoteRequiredNoteRequiredNote data.\n- (vii) Retention that ensures access to the content of relevant documents and/orRequiredNoteRequiredNoteRequiredNote data for a minimum period as defined by the Operator.\n- (viii) Provision for a scheduled backup by copying and archiving relevant documents and/or data, to include RequiredNoteRequiredNoteRequiredNote validation of the documents or data being backed up.\n- (ix) Identification and allocation of documentation access/user and RequiredNoteRequiredNoteRequiredNote modification rights.\n- (x) Dissemination and/or accessibility of documentation received from externalRequiredNoteRequiredNoteRequiredNote sources such as regulatory authorities and original equipment manufacturers.\n- (xi) Identification of requirement forRequiredNoteRequiredNoteRequiredNote regulatory approval.\nNote: Required for conformity with ORG 2.5.1 .",
            "page": 101,
            "constraints": []
        },
        {
            "code": "ORG Table 1.2-Required Internal Audit Information",
            "guidance": null,
            "iosa_map": [
                "ORG 1 Management and Control"
            ],
            "paragraph": "As specified in ORG 2.1.4 , the Operator shall ensure the following information associated with the internal audit of individual ISARPs is recorded and retained:\n- (i) The alpha-numeric identifier;\n- (ii) Appropriate documentation reference(s) (from the Operator's documentation system);\n- (iii) Auditor name(s);\n- (iv) Audit date(s);\n- (v) Auditor Actions accomplished by auditor(s) to provide evidence of implementation;\n- (vi) If applicable, a description of non-conformance(s) and:\n  - (a) The root cause(s) of non-conformance(s);\n  - (b) The corrective action(s) implemented to address non-conformance(s).\n- (vii) If applicable, a description of non-applicability (N/A);\n- (viii) The current status of conformance (documented and implemented). GM Note: The above-specified audit information may be retained in the Operator's electronic database as specified in ORG 2.1.4 andORG 2.4.1 , or in controlled procedural documents.",
            "page": 102,
            "constraints": []
        }
    ]
}