{
    "name": "Section 2 - Flight Operations (FLT)",
    "code": "FLT",
    "applicability": "Applicability\nSection 2 addresses safety and security requirements for flight operations, and is applicable to an operator\nthat uses two-pilot, multi-engine aircraft with a maximum certificated takeoff mass in excess of 5,700 kg\n(12,566 lbs.) to conduct:\n Passenger flights with or without cabin crew;\n Cargo flights with or without the carriage of passengers or supernumeraries.\nAdditionally, the IOSA standards and recommended practices (ISARPs) in Section 2 are applicable only to\nthose aircraft that are of the type authorized in the Air Operator Certificate (AOC) and used in commercial\npassenger and/or cargo operations unless applicability is extended to encompass non-commercial\noperations as stated in a note immediately under the body of the provision.\nIndividual FLT provisions or sub-specifications within a FLT provision that:\n Do not begin with a conditional phrase are applicable unless determined otherwise by the Auditor.\n Begin with a conditional phrase ( If the Operator... ) are applicable if the operator meets the\ncondition(s) stated in the phrase.\nCertain flight crew training ISARPs in sub-section 2 contain a Conformance Applicability (CA) table, which\nis an integral part of the standard or recommended practice. Refer to the ISM Introduction for a description\nof a Conformance Applicability (CA) table.\nWhere an operator outsources flight operations functions to external service providers, an operator retains\nresponsibility for ensuring the management of safety in the conduct of such operations and must\ndemonstrate processes for monitoring applicable external service providers in accordance with\nFLT 1.11.2 .\nSome cabin safety specifications applicable to functions or equipment within the scope of flight operations\nare located in Section 5 (CAB) of this manual.",
    "guidance": "General Guidance\nThe definitions of technical terms used in this ISM Section 2 , as well as the list of abbreviations and\nacronyms, are found in the IATA Reference Manual for Audit Programs (IRM).\n1 Management and Control\n1.1 Management System Overview",
    "items": [
        {
            "code": "FLT 1.1.1",
            "guidance": null,
            "iosa_map": [
                "FLT 1 Management and Control",
                "1.1 Management System Overview"
            ],
            "paragraph": "The Operator shall have a management system for the flight operations organization that ensure ontrol of flight operations and the management of safety and security outcomes.",
            "page": 104
        },
        {
            "code": "FLT 1.1.2",
            "guidance": null,
            "iosa_map": [
                "FLT 1 Management and Control",
                "1.1 Management System Overview"
            ],
            "paragraph": "The Operator shall have one or more designated managers in the flight operations organization that,\nif required, are post holders acceptable to the Authority, and have the responsibility for ensuring:\n\n\t(i) The management and supervision of all flight operations activities;\n\n\t(ii) The management of safety and security risks to flight operations;\n\n\t(iii) Flight operations are conducted in accordance with conditions and restrictions of the Ai perator Certificate (AOC), and in compliance with applicable regulations and standards o he Operator.",
            "page": 105
        },
        {
            "code": "FLT 1.2.1",
            "guidance": null,
            "iosa_map": [
                "FLT 1 Management and Control",
                "1.2 State Requirements"
            ],
            "paragraph": "The Operator shall have a valid Air Operator Certificate (AOC) or equivalent document issued by th tate of the Operator (hereinafter, the State) that authorizes the Operator to conduct commercial ai ransport operations in accordance with specified conditions and limitations. The AOC and/o ssociated documents shall include:\n\n\t(i) Operator identification (name and location);\n\n\t(ii) Date of issue and period of validity;\n\n\t(iii) Description of types of operations authorized; \n\n\t(iv) Type(s) of aircraft authorized for use;\n\n\t(v) Authorized areas of operation or routes;\n\n\t(vi) Exemptions, deviations and waivers (listed by name);\n\n\t(vii) Special authorizations/approvals as required by the Authority, to include, as applicable:\n\n\t\t(a) Low visibility operations (LVO);\n\n\t\t(b) CAT II and/or III approaches;\n\n\t\t(c) Automatic landing, head-up display (HUD) or equivalent displays, vision system perations and associated operational credit(s) granted (if such systems are used t ain operational benefit);\n\n\t\t(d) Use of GPS to conduct any approach;\n\n\t\t(e) ETOPS/EDTO, as applicable, including the applicable threshold/maximum diversio imes established for each particular aircraft and engine combination;\n\n\t\t(f) RVSM operations;\n\n\t\t(g) MNPS/NAT HLA operations;\n\n\t\t(h) Area of Magnetic Unreliability (AMU);\n\n\t(i) Basic RNAV/RNP operations;\n\n\t\t(j) AR navigation specifications for PBN operations;\n\n\t\t(k) Performance-Based Communication and Surveillance (PBCS) operations;\n\n\t\t(l) Transport of dangerous goods as cargo;\n\n\t\t(m) Electronic Flight Bag (EFB) operations.",
            "page": 105
        },
        {
            "code": "FLT 1.3.1",
            "guidance": null,
            "iosa_map": [
                "FLT 1 Management and Control",
                "1.3 Accountability, Authorities and Responsibilities"
            ],
            "paragraph": "The Operator shall ensure the flight operations management system defines the safet ccountability, authorities and responsibilities of management and non-management personnel tha erform functions relevant to the safety or security of aircraft operations in areas of the fligh perations organization specified in FLT 1.3.2 . The management system shall also specify:\n\n\t(i) The levels of management with the authority to make decisions regarding risk tolerabilit ith respect to the safety and/or security of flight operations;\n\n\t(ii) Responsibilities for ensuring operations are conducted in accordance with applicabl egulations and standards of the Operator;\n\n\t(iii) Lines of accountability throughout flight operations, including direct accountability for safet nd/or security on the part of flight operations senior management.",
            "page": 107
        },
        {
            "code": "FLT 1.3.2",
            "guidance": null,
            "iosa_map": [
                "FLT 1 Management and Control",
                "1.3 Accountability, Authorities and Responsibilities"
            ],
            "paragraph": "The Operator shall delegate authority and assign responsibility for the management and supervisio f specific areas of the organization relevant to the flight operations management system, to include,\nas a minimum:\n\n\t(i) Fleet operations;\n\n\t(ii) Line operations;\n\n\t(iii) Documentation control;\n\n\t(iv) Flight crew training;\n\n\t(v) Operations engineering;\n\n\t(vi) Flight crew scheduling;\n\n\t(vii) Accident prevention and flight safety; \n\n\t(viii) Human resources;\n\n\t(ix) Quality assurance;\n\n\t(x) Security.",
            "page": 107
        },
        {
            "code": "FLT 1.3.3",
            "guidance": null,
            "iosa_map": [
                "FLT 1 Management and Control",
                "1.3 Accountability, Authorities and Responsibilities"
            ],
            "paragraph": "The Operator shall have a process or procedure for the delegation of duties within the fligh perations management system that ensures managerial continuity is maintained when operationa anagers including, if applicable, post holders are unable to carry out work duties.",
            "page": 108
        },
        {
            "code": "FLT 1.3.4",
            "guidance": null,
            "iosa_map": [
                "FLT 1 Management and Control",
                "1.3 Accountability, Authorities and Responsibilities"
            ],
            "paragraph": "The Operator shall ensure a delegation of authority and assignment of responsibility within the fligh perations management system for liaison with regulatory authorities, original equipmen anufacturers and other external entities relevant to flight operations.",
            "page": 108
        },
        {
            "code": "FLT 1.3.6",
            "guidance": null,
            "iosa_map": [
                "FLT 1 Management and Control",
                "1.3 Accountability, Authorities and Responsibilities"
            ],
            "paragraph": "The Operator shall assign responsibility to the pilot-in-command (PIC) for:\n\n\t(i) The safety of all crew members, passengers and/or cargo on board the aircraft when th oors are closed;\n\n\t(ii) The operation and safety of the aircraft from the moment the aircraft is ready to move for th urpose of taking off until the moment it finally comes to rest at the end of the flight and th ngine(s) are shut down;\n\n\t(iii) Ensuring checklists are complied with.",
            "page": 109
        },
        {
            "code": "FLT 1.3.7",
            "guidance": null,
            "iosa_map": [
                "FLT 1 Management and Control",
                "1.3 Accountability, Authorities and Responsibilities"
            ],
            "paragraph": "The Operator shall ensure, for the duration of each flight, one pilot is designated to act as PIC.",
            "page": 110
        },
        {
            "code": "FLT 1.3.8",
            "guidance": null,
            "iosa_map": [
                "FLT 1 Management and Control",
                "1.3 Accountability, Authorities and Responsibilities"
            ],
            "paragraph": "The Operator shall ensure the duties and responsibilities of flight crew members, to include a plan fo uccession of command, are defined and described in the OM.",
            "page": 110
        },
        {
            "code": "FLT 1.3.9",
            "guidance": null,
            "iosa_map": [
                "FLT 1 Management and Control",
                "1.3 Accountability, Authorities and Responsibilities"
            ],
            "paragraph": "The Operator shall have a policy to address willful and deliberate violation of flight operation rganizational policies and/or procedures by flight operations personnel.",
            "page": 110
        },
        {
            "code": "FLT 1.3.10",
            "guidance": null,
            "iosa_map": [
                "FLT 1 Management and Control",
                "1.3 Accountability, Authorities and Responsibilities"
            ],
            "paragraph": "If the Operator uses supernumeraries in the passenger cabin or supernumerary compartment of a ircraft that are required for the safety of operations, the Operator should have policies an rocedures that:\n\n\t(i) Define and describe duties or responsibilities assigned to such personnel that are related t afety;\n\n\t(ii) Ensure such supernumeraries do not impede flight crew members in the performance o heir duties;\n\n\t(iii) If a cabin crew is used, ensure supernumeraries do not impede cabin crew members in th erformance of their duties.",
            "page": 111
        },
        {
            "code": "FLT 1.4.1",
            "guidance": null,
            "iosa_map": [
                "FLT 1 Management and Control",
                "1.4 Communication and Coordination"
            ],
            "paragraph": "The Operator shall have a system that enables effective communication of relevant safety an perational information throughout the flight operations management system and in all areas wher light operations are conducted. Such system shall ensure:\n\n\t(i) Personnel maintain an awareness of the SMS;\n\n\t(ii) Safety-critical information is conveyed;\n\n\t(iii) If applicable, external service providers are provided with information relevant to operation onducted.",
            "page": 111
        },
        {
            "code": "FLT 1.4.2",
            "guidance": null,
            "iosa_map": [
                "FLT 1 Management and Control",
                "1.4 Communication and Coordination"
            ],
            "paragraph": "The Operator shall have a process to ensure issues that affect operational safety and security ar oordinated among personnel with expertise in the appropriate areas within the flight operation rganization and relevant areas outside of flight operations, to include, as appropriate:\n\n\t(i) Accident prevention and flight safety;\n\n\t(ii) Cabin operations;\n\n\t(iii) Engineering and maintenance;\n\n\t(iv) Operations engineering;\n\n\t(v) Operational control/flight dispatch;\n\n\t(vi) Human resources;\n\n\t(vii) Ground handling, cargo operations and dangerous goods;\n\n\t(viii) Manufacturers, (AFM/AOM, operational and safety communication);\n\n\t(ix) Regulatory agencies or authorities.",
            "page": 112
        },
        {
            "code": "FLT 1.4.3",
            "guidance": null,
            "iosa_map": [
                "FLT 1 Management and Control",
                "1.4 Communication and Coordination"
            ],
            "paragraph": "The Operator shall have a process to ensure the dissemination of safety-critical operationa nformation to appropriate personnel within and external to the flight operations organization, t nclude:\n\n\t(i) Airworthiness Directives (ADs);\n\n\t(ii) Manufacturer bulletins;\n\n\t(iii) Flight crew bulletins or directives;\n\n\t(iv) NOTAMs.",
            "page": 113
        },
        {
            "code": "FLT 1.5.1",
            "guidance": null,
            "iosa_map": [
                "FLT 1 Management and Control",
                "1.5 Provision of Resources"
            ],
            "paragraph": "The Operator shall have the necessary facilities, workspace, equipment an upporting services, as well as work environment, to satisfy flight operations safety and securit equirements.",
            "page": 113
        },
        {
            "code": "FLT 1.5.2",
            "guidance": null,
            "iosa_map": [
                "FLT 1 Management and Control",
                "1.5 Provision of Resources"
            ],
            "paragraph": "The Operator shall have a selection process for management and non-management positions withi he organization that require the performance of functions relevant to the safety or security of aircraf perations. Such process shall ensure candidates are selected on the basis of knowledge, skills,\ntraining and experience appropriate for the position.",
            "page": 114
        },
        {
            "code": "FLT 1.5.3",
            "guidance": null,
            "iosa_map": [
                "FLT 1 Management and Control",
                "1.5 Provision of Resources"
            ],
            "paragraph": "The Operator shall have a process to ensure candidates, prior to being employed as flight cre embers, are screened for the purpose of determining if they possess the requisite certifications,\nskills, competencies and other attributes required by the Operator and/or State. Such process, as  inimum, shall include procedures for reviewing and/or assessing:\n\n\t(i) Technical and non-technical competencies and skills, to include interpersonal skills;\n\n\t(ii) Aviation experience;\n\n\t(iii) Credentials and licenses;\n\n\t(iv) Medical fitness;\n\n\t(v) Security background;\n\n\t(vi) Common language(s) fluency.",
            "page": 114
        },
        {
            "code": "FLT 1.5.4",
            "guidance": null,
            "iosa_map": [
                "FLT 1 Management and Control",
                "1.5 Provision of Resources"
            ],
            "paragraph": "The Operator shall have a process for screening candidates for the position of PIC, to include, i pplicable, ensuring a prerequisite minimum level of line experience that is acceptable to th uthority.",
            "page": 115
        },
        {
            "code": "FLT 1.5.5",
            "guidance": null,
            "iosa_map": [
                "FLT 1 Management and Control",
                "1.5 Provision of Resources"
            ],
            "paragraph": "The Operator shall have criteria and processes for the selection of instructors, evaluators and lin heck airmen, to include a minimum experience level in line operations that is acceptable to th perator and/or the State.",
            "page": 115
        },
        {
            "code": "FLT 1.6.1",
            "guidance": null,
            "iosa_map": [
                "FLT 1 Management and Control",
                "1.6 Documentation System"
            ],
            "paragraph": "The Operator shall have a system for the management and control of documentation and/or dat sed directly in the conduct or support of operations. Such system shall ensure documentation:\n\n\t(i) Meets all required elements specified in Table 1.1 ;\n\n\t(ii) Contains legible and accurate information;\n\n\t(iii) Is presented in a format appropriate for use in operations.",
            "page": 116
        },
        {
            "code": "FLT 1.6.3",
            "guidance": null,
            "iosa_map": [
                "FLT 1 Management and Control",
                "1.6 Documentation System"
            ],
            "paragraph": "The Operator shall ensure the system for the management and control of flight operation ocumentation as specified in ORG 2.5.1 andTable 1.1 addresses, as a minimum, the followin ocuments from external sources:\n\n\t(i) As applicable, regulations of the State and of the other states or authorities relevant t perations;\n\n\t(ii) As applicable, relevant ICAO Standards and Recommended Practices (SARPS), manuals,\nregional supplementary procedures and/or circulars;\n\n\t(iii) Airworthiness Directives (ADs);\n\n\t(iv) As applicable, Aeronautical Information Publications (AIP) and NOTAMS;\n\n\t(v) State-approved or State-accepted Aircraft Flight Manuals (AFM);\n\n\t(vi) Manufacturer's Aircraft Operating Manuals (AOMs), including performance data, weight an alance data/manuals, checklists and MEL/CDL;\n\n\t(vii) As applicable, other manufacturer's operational communications.",
            "page": 117
        },
        {
            "code": "FLT 1.6.6",
            "guidance": null,
            "iosa_map": [
                "FLT 1 Management and Control",
                "1.6 Documentation System"
            ],
            "paragraph": "The Operator shall ensure documents that comprise the onboard library, as specified in Table 2.1 ,\nare carried on board the aircraft for each flight and located in a manner that provides for access b he flight crew.",
            "page": 118
        },
        {
            "code": "FLT 1.7.1",
            "guidance": null,
            "iosa_map": [
                "FLT 1 Management and Control",
                "1.7 Operations Manual"
            ],
            "paragraph": "The Operator shall have an Operations Manual (OM) for the use of personnel in the flight operation rganization, which may be issued in separate parts, and which contains or references the policies,\nprocedures, checklists and other guidance or information necessary for compliance with applicabl egulations, laws, rules and Operator standards. As a minimum, the OM shall be managed an ontrolled in accordance with FLT 1.6.1 , define the content of the onboard library and be i ccordance with specifications contained in Table 2.2 .",
            "page": 118
        },
        {
            "code": "FLT 1.7.2",
            "guidance": null,
            "iosa_map": [
                "FLT 1 Management and Control",
                "1.7 Operations Manual"
            ],
            "paragraph": "The Operator shall ensure information in the OM pertaining to flight crew duties and responsibilities i ublished in the designated common language(s), as specified in FLT 3.1.1 .",
            "page": 118
        },
        {
            "code": "FLT 1.7.4",
            "guidance": null,
            "iosa_map": [
                "FLT 1 Management and Control",
                "1.7 Operations Manual"
            ],
            "paragraph": "The Operator shall have a process to develop and establish procedures and checklists for use by th light crew. Such process shall ensure:\n\n\t(i) Human factors principles are observed in the design of the OM, checklists and associate rocedures;\n\n\t(ii) The specific parts of the OM relevant to flight crew are clearly identified and defined;\n\n\t(iii) If applicable, any differences from procedures and checklists provided by th anufacturer(s) are based on operational considerations.",
            "page": 119
        },
        {
            "code": "FLT 1.8.1",
            "guidance": null,
            "iosa_map": [
                "FLT 1 Management and Control",
                "1.8 Records System"
            ],
            "paragraph": "The Operator shall have a system for the management and control of flight operations records t nsure the content and retention of such records is in accordance with requirements of the Authority,\nas applicable, and to ensure operational records are subjected to standardized processes for:\n\n\t(i) Identification;\n\n\t(ii) Legibility;\n\n\t(iii) Maintenance;\n\n\t(iv) Retrieval;\n\n\t(v) Protection, integrity and security;\n\n\t(vi) Disposal, deletion (electronic records) and archiving.",
            "page": 120
        },
        {
            "code": "FLT 1.8.2",
            "guidance": null,
            "iosa_map": [
                "FLT 1 Management and Control",
                "1.8 Records System"
            ],
            "paragraph": "The Operator shall ensure the system for the management and control of flight operations records a pecified in FLT 1.8.1 includes retention, for a period of time determined by the Operator or th uthority, of records that document:\n\n\t(i) The fulfillment of flight crew qualification requirements, as specified in Table 2.3 ;\n\n\t(ii) Successful and unsuccessful flight crew evaluations, as specified in FLT 2.1.28 .",
            "page": 120
        },
        {
            "code": "FLT 1.8.3",
            "guidance": null,
            "iosa_map": [
                "FLT 1 Management and Control",
                "1.8 Records System"
            ],
            "paragraph": "If the Operator uses an electronic system for the management and control of flight operation ecords, the Operator shall ensure the system provides for a scheduled generation of backup recor iles.",
            "page": 120
        },
        {
            "code": "FLT 1.10.1",
            "guidance": null,
            "iosa_map": [
                "FLT 1 Management and Control",
                "1.10 Quality Assurance Program"
            ],
            "paragraph": "The Operator shall have a quality assurance program that provides for the auditing and evaluation o he flight operations management system and operational functions at planned intervals to ensur he organization is:\n\n\t(i) Complying with applicable regulations and standards;\n\n\t(ii) Satisfying stated operational needs;\n\n\t(iii) Identifying areas requiring improvement;\n\n\t(iv) Identifying hazards to operations;\n\n\t(v) Assessing the effectiveness of safety risk controls.",
            "page": 121
        },
        {
            "code": "FLT 1.10.2",
            "guidance": null,
            "iosa_map": [
                "FLT 1 Management and Control",
                "1.10 Quality Assurance Program"
            ],
            "paragraph": "The Operator shall have an audit planning process and sufficient resources to ensure audits of fligh perations functions are:\n\n\t(i) Scheduled at intervals to meet regulatory and management system requirements;\n\n\t(ii) Conducted within the scheduled interval.",
            "page": 121
        },
        {
            "code": "FLT 1.10.3",
            "guidance": null,
            "iosa_map": [
                "FLT 1 Management and Control",
                "1.10 Quality Assurance Program"
            ],
            "paragraph": "The Operator shall have a process to ensure significant issues arising from flight operations qualit ssurance and risk management are subject to management review in accordance with OR .1.1 .",
            "page": 122
        },
        {
            "code": "FLT 1.10.4",
            "guidance": null,
            "iosa_map": [
                "FLT 1 Management and Control",
                "1.10 Quality Assurance Program"
            ],
            "paragraph": "The Operator shall have a process for addressing findings that result from audits conducted unde he quality assurance program, which ensures:\n\n\t(i) Identification of root cause(s);\n\n\t(ii) Development of corrective action as appropriate to address findings;\n\n\t(iii) Implementation of corrective action in appropriate areas of flight operations;\n\n\t(iv) Evaluation of corrective action to determine effectiveness.",
            "page": 122
        },
        {
            "code": "FLT 1.11.1A",
            "guidance": null,
            "iosa_map": [
                "FLT 1 Management and Control",
                "1.11 Quality Control of Outsourced Operations and Products"
            ],
            "paragraph": "If the Operator has external service providers conduct outsourced flight operations functions, th perator should ensure a service provider selection process is in place that ensures:\n\n\t(i) Relevant safety and security selection criteria are established;\n\n\t(ii) Service providers are evaluated against such criteria prior to selection.",
            "page": 123
        },
        {
            "code": "FLT 1.11.1B",
            "guidance": null,
            "iosa_map": [
                "FLT 1 Management and Control",
                "1.11 Quality Control of Outsourced Operations and Products"
            ],
            "paragraph": "If the Operator has external service providers conduct outsourced flight operations functions, th perator shall have a process to ensure a contract or agreement is executed with such externa ervice providers. Contract(s) or agreement(s) shall identify the application of specific documente equirements that can be monitored by the Operator to ensure requirements that affect the safety o ecurity of flight operations are being fulfilled by the service provider.",
            "page": 123
        },
        {
            "code": "FLT 1.11.2",
            "guidance": null,
            "iosa_map": [
                "FLT 1 Management and Control",
                "1.11 Quality Control of Outsourced Operations and Products"
            ],
            "paragraph": "If the Operator has external service providers conduct outsourced flight operations functions, th perator shall have a process to monitor such external service providers to ensure requirements tha ffect the safety or security of flight operations are being fulfilled.",
            "page": 123
        },
        {
            "code": "FLT 1.11.3",
            "guidance": null,
            "iosa_map": [
                "FLT 1 Management and Control",
                "1.11 Quality Control of Outsourced Operations and Products"
            ],
            "paragraph": "The Operator should have processes to ensure data, equipment or other operational product elevant to the safety and security of aircraft operations that are purchased or otherwise acquire rom an external vendor or supplier (other than electronic data products as specified in FLT 4.2.6 an LT 4.2.7 ) meet the product technical requirements specified by Operator prior to being used in th onduct of operations.",
            "page": 124
        },
        {
            "code": "FLT 1.11.5",
            "guidance": null,
            "iosa_map": [
                "FLT 1 Management and Control",
                "1.11 Quality Control of Outsourced Operations and Products"
            ],
            "paragraph": "If the Operator has external service providers conduct outsourced flight operations functions, th perator should include auditing as a process for the monitoring of external service providers i ccordance with FLT 1.11.2 .",
            "page": 124
        },
        {
            "code": "FLT 1.12.1",
            "guidance": null,
            "iosa_map": [
                "FLT 1 Management and Control",
                "1.12 Safety Management"
            ],
            "paragraph": "The Operator shall have a hazard identification program in the flight operations organization tha ncludes a combination of reactive and proactive methods of hazard identification.",
            "page": 125
        },
        {
            "code": "FLT 1.12.2",
            "guidance": null,
            "iosa_map": [
                "FLT 1 Management and Control",
                "1.12 Safety Management"
            ],
            "paragraph": "The Operator shall have a safety risk assessment and mitigation program in the flight operation rganization that specifies processes to ensure:\n\n\t(i) Hazards are analyzed to determine the corresponding safety risks to aircraft operations;\n\n\t(ii) Safety risks are assessed to determine the requirement for risk mitigation action(s);\n\n\t(iii) When required, risk mitigation actions are developed and implemented in fligh perations.",
            "page": 125
        },
        {
            "code": "FLT 1.12.3",
            "guidance": null,
            "iosa_map": [
                "FLT 1 Management and Control",
                "1.12 Safety Management"
            ],
            "paragraph": "The Operator shall have an operational safety reporting system in the flight operations organizatio hat:\n\n\t(i) Encourages and facilitates flight crew members and other flight operations personnel t ubmit reports that identify safety hazards, expose safety deficiencies and raise safet oncerns;\n\n\t(ii) Ensures mandatory reporting in accordance with applicable regulations;\n\n\t(iii) Includes analysis and flight operations management action as necessary to address safet ssues identified through the reporting system.",
            "page": 127
        },
        {
            "code": "FLT 1.12.4",
            "guidance": null,
            "iosa_map": [
                "FLT 1 Management and Control",
                "1.12 Safety Management"
            ],
            "paragraph": "The Operator should have a confidential safety reporting system in the flight operations organizatio hat encourages and facilitates the reporting of events, hazards and/or concerns resulting from o ssociated with human performance in operations.",
            "page": 127
        },
        {
            "code": "FLT 1.12.5",
            "guidance": null,
            "iosa_map": [
                "FLT 1 Management and Control",
                "1.12 Safety Management"
            ],
            "paragraph": "The Operator shall have processes in the flight operations organization for setting safet erformance indicators (SPIs) and, as applicable, safety performance targets (SPTs) as means t onitor its safety performance, the achievement of its safety objectives and to validate th ffectiveness of safety risk controls.",
            "page": 128
        },
        {
            "code": "FLT 2.1.1A",
            "guidance": null,
            "iosa_map": [
                "FLT 2 Training and Qualification",
                "2.1 Training and Evaluation Program"
            ],
            "paragraph": "The Operator shall have a training and evaluation program, approved or accepted by the Authority,\nthat consists of ground and flight training and, when applicable, evaluations to ensure flight cre embers are competent to perform assigned duties. The program shall address traditional and, i pplicable, advanced, alternative or evidence-based training and qualification, and ensure training \nand evaluation is conducted for each type of aircraft in the fleet. Such program shall also, as  inimum, address:\n\n\t(i) Initial qualification;\n\n\t(ii) Continuing qualification;\n\n\t(iii) Re-qualification;\n\n\t(iv) As applicable, aircraft transition or conversion;\n\n\t(v) Upgrade to PIC;\n\n\t(vi) As applicable, other specialized training requirements, including those associated wit perations authorized in the AOC;\n\n\t(vii) As applicable, each traditional training program requirement that is replaced by  equirement under an Advanced Qualification Program (AQP), Alternative Training an ualification Program (ATQP) or Evidence-based Training (EBT) program.",
            "page": 129
        },
        {
            "code": "FLT 2.1.1B",
            "guidance": null,
            "iosa_map": [
                "FLT 2 Training and Qualification",
                "2.1 Training and Evaluation Program"
            ],
            "paragraph": "If the Operator conducts training and evaluation in accordance with an AQP, ATQP or EBT program,\nsuch program shall be approved or accepted by the Authority and incorporate all of the elements an pecifications contained in Table 2.6 and, as applicable, Table 2.7 orTable 2.8 .",
            "page": 130
        },
        {
            "code": "FLT 2.1.2",
            "guidance": null,
            "iosa_map": [
                "FLT 2 Training and Qualification",
                "2.1 Training and Evaluation Program"
            ],
            "paragraph": "The Operator shall ensure objectivity is maintained in the training and evaluation program, and tha nstructors, evaluators and line check airmen are permitted to perform assigned activities withou nappropriate interference from management and/or external organizations.",
            "page": 131
        },
        {
            "code": "FLT 2.1.3",
            "guidance": null,
            "iosa_map": [
                "FLT 2 Training and Qualification",
                "2.1 Training and Evaluation Program"
            ],
            "paragraph": "The Operator shall ensure flight crew members receive training that supports the introduction of:\n\n\t(i) New policies, rules, instructions and procedures;\n\n\t(ii) New aircraft types, systems and fleet modifications/upgrades.",
            "page": 132
        },
        {
            "code": "FLT 2.1.4",
            "guidance": null,
            "iosa_map": [
                "FLT 2 Training and Qualification",
                "2.1 Training and Evaluation Program"
            ],
            "paragraph": "If the Operator uses distance learning and/or distance evaluation in the flight crew training an ualification program, the Operator shall ensure such training and/or evaluation is monitored i ccordance with FLT 2.1.28 and, if required, is approved or accepted by the State.",
            "page": 132
        },
        {
            "code": "FLT 2.1.10",
            "guidance": null,
            "iosa_map": [
                "FLT 2 Training and Qualification",
                "2.1 Training and Evaluation Program"
            ],
            "paragraph": "The Operator shall have a Training Manual for the use of flight operations personnel, which may b ssued in separate parts, that contains the details of all relevant training programs, policies,\nprocedures, requirements and other guidance or information necessary to administer the Operator' raining Program. The Training Manual shall, as a minimum, be managed and controlled a pecified in FLT 1.6.1 , and be in accordance with specifications contained in Table 2.2 .",
            "page": 133
        },
        {
            "code": "FLT 2.1.12",
            "guidance": null,
            "iosa_map": [
                "FLT 2 Training and Qualification",
                "2.1 Training and Evaluation Program"
            ],
            "paragraph": "The Operator shall ensure the Training Manual contains standards for flight crew training an valuation that have been approved or accepted by the State and include, as a minimum:\n\n\t(i) Standardized procedures for training and the conduct of evaluations;\n\n\t(ii) Standards that ensure piloting technique and the ability to execute normal and non-norma rocedures are checked in a way that demonstrates each pilot's competence;\n\n\t(iii) A requirement that simulated aircraft, weather and environmental conditions ar tandardized and appropriate for the training/evaluation being administered;\n\n\t(iv) If the Operator conducts training flights, a definition of the conditions and/or maneuvers tha an be safely simulated in the aircraft, as well as the minimum weather and environmental \nconditions required to ensure the training/evaluation being administered can be safely an ffectively conducted;\n\n\t(v) Limits for the number of times maneuvers may be repeated and the evaluation still b onsidered acceptable;\n\n\t(vi) Procedures for remedial training and subsequent evaluation of a flight crew unable t chieve or maintain required standards.",
            "page": 133
        },
        {
            "code": "FLT 2.1.14",
            "guidance": null,
            "iosa_map": [
                "FLT 2 Training and Qualification",
                "2.1 Training and Evaluation Program"
            ],
            "paragraph": "The Operator shall ensure instructors, evaluators, line check airmen and flight crew members us nly those documents for the conduct of training and evaluation that are authorized by the Operato or such use.",
            "page": 134
        },
        {
            "code": "FLT 2.1.19",
            "guidance": null,
            "iosa_map": [
                "FLT 2 Training and Qualification",
                "2.1 Training and Evaluation Program"
            ],
            "paragraph": "The Operator shall have standards that ensure training facilities, devices, equipment and cours aterials (whether owned or contracted) are standardized and:\n\n\t(i) As applicable, have the required certification(s) and approval or acceptance from the State;\n\n\t(ii) Are periodically evaluated to ensure compliance with applicable training resource standards.",
            "page": 135
        },
        {
            "code": "FLT 2.1.20",
            "guidance": null,
            "iosa_map": [
                "FLT 2 Training and Qualification",
                "2.1 Training and Evaluation Program"
            ],
            "paragraph": "The Operator shall have processes that ensure instructors, evaluators, and line check airmen\n(whether employed or contracted) are standardized and:\n\n\t(i) As applicable, have the required certification(s)/approval(s) from the State;\n\n\t(ii) As applicable, meet the required qualification and performance standards of the Operato nd/or the State;\n\n\t(iii) Are periodically evaluated to ensure compliance with required qualification and performanc tandards.",
            "page": 135
        },
        {
            "code": "FLT 2.1.21",
            "guidance": null,
            "iosa_map": [
                "FLT 2 Training and Qualification",
                "2.1 Training and Evaluation Program"
            ],
            "paragraph": "The Operator shall have sufficient instructors, evaluators, line check airmen and support personnel t dminister the training and evaluation programs in accordance with requirements of the Operato nd/or the State, as applicable.",
            "page": 136
        },
        {
            "code": "FLT 2.1.27",
            "guidance": null,
            "iosa_map": [
                "FLT 2 Training and Qualification",
                "2.1 Training and Evaluation Program"
            ],
            "paragraph": "The Operator shall ensure formal and regular communication occurs between and among fligh perations management, instructors, evaluators, line check airmen and flight crew members t chieve continual improvement of ground, simulator and aircraft training and line operations.",
            "page": 136
        },
        {
            "code": "FLT 2.1.28",
            "guidance": null,
            "iosa_map": [
                "FLT 2 Training and Qualification",
                "2.1 Training and Evaluation Program"
            ],
            "paragraph": "The Operator shall have processes for ensuring continual improvement of the flight crew training an valuation program, to include, as a minimum, the monitoring, recording and evaluation of results o uccessful and unsuccessful flight crew evaluations.",
            "page": 136
        },
        {
            "code": "FLT 2.1.35",
            "guidance": null,
            "iosa_map": [
                "FLT 2 Training and Qualification",
                "2.1 Training and Evaluation Program"
            ],
            "paragraph": "The Operator shall have an initial training program for instructors, evaluators and line check airmen,\nto include:\n\n\t(i) An instructor course that addresses as a minimum:\n\n\t\t(a) The fundamentals of teaching and evaluation;\n\n\t\t(b) Lesson plan management;\n\n\t\t(c) Briefing and debriefing;\n\n\t\t(d) Human performance issues;\n\n\t\t(e) Company policies and procedures;\n\n\t\t(f) Simulator serviceability and training in simulator operation;\n\n\t\t(g) If the Operator conducts training flights, dangers associated with simulating syste ailures in flight;\n\n\t\t(h) As applicable, the simulated or actual weather and environmental condition ecessary to conduct each simulator or aircraft training/evaluation session to b dministered.\n\n\t(ii) A formal observation program consisting of:\n\n\t\t(a) The observation by the candidate of experienced instructors administering th ourse and syllabus lessons;\n\n\t\t(b) The observation of the candidate during supervised practical instruction.\n\n\t(iii) A seat-specific (right or left seat, as applicable) qualification program for instructors,\nevaluators, line check airmen and any other pilots, so designated by management, wh erform duties from either seat;\n\n\t(iv) If non-line qualified instructors are used, a jump seat observation program or equivalent fo on-line qualified instructors to provide familiarity with current and type-related lin perations.",
            "page": 137
        },
        {
            "code": "FLT 2.1.36",
            "guidance": null,
            "iosa_map": [
                "FLT 2 Training and Qualification",
                "2.1 Training and Evaluation Program"
            ],
            "paragraph": "The Operator shall have a recurrent qualification program for instructors, evaluators, and line chec irmen that, as a minimum, requires participation in:\n\n\t(i) Standardization meetings as defined by the Operator or the State;\n\n\t(ii) Training or evaluation sessions (simulator or aircraft) conducted while supervised by a ndividual approved by the Operator;\n\n\t(iii) A State-approved or State-accepted minimum number of training events and/or evaluation er 12-month period or required participation in a supplementary re-qualification/\nrecertification program if the minimum number of events are not completed;\n\n\t(iv) A seat-specific (right or left seat, as applicable) recurrent program for instructors, evaluators,\nLine Check Airmen, who perform duties from either pilot station;\n\n\t(v) If non-line qualified instructors are used, a jump seat observation program or equivalen pproved or accepted by the State for non-line qualified instructors to provide familiarity wit urrent and type-related line operations.",
            "page": 138
        },
        {
            "code": "FLT 2.1.45",
            "guidance": null,
            "iosa_map": [
                "FLT 2 Training and Qualification",
                "2.1 Training and Evaluation Program"
            ],
            "paragraph": "The Operator shall ensure training aids and equipment, to include mock-ups, flight deck procedur rainers and other devices and/or course materials used in the flight crew training and evaluatio rogram, reasonably reflect the configuration of the fleet(s) for which the respective training is bein onducted.",
            "page": 139
        },
        {
            "code": "FLT 2.1.46",
            "guidance": null,
            "iosa_map": [
                "FLT 2 Training and Qualification",
                "2.1 Training and Evaluation Program"
            ],
            "paragraph": "The Operator shall have published guidance for instructors and evaluators, approved or accepted b he State, if applicable, that specifies minimum serviceability levels of training devices and/or trainin ircraft to ensure serviceability does not adversely affect training, evaluation and/or safety, a pplicable.",
            "page": 139
        },
        {
            "code": "FLT 2.1.47",
            "guidance": null,
            "iosa_map": [
                "FLT 2 Training and Qualification",
                "2.1 Training and Evaluation Program"
            ],
            "paragraph": "If the Operator has a zero flight time training (ZFTT) program, the Operator shall ensure such trainin rogram is approved or accepted by the State and:\n\n\t(i) Is conducted using flight simulators representative of the aircraft flown by the Operator an ualified to Level C, D or an equivalent;\n\n\t(ii) Specifies minimum pilot experience requirements for entry into each ZFT ualification/training course;\n\n\t(iii) Each ZFTT qualification/training course is customized as necessary to address pilo xperience, flight crew position and simulator level;\n\n\t(iv) A demonstration of competency is completed in a flight simulator conforming to th pecifications in item i) under the supervision of an evaluator;\n\n\t(v) A final demonstration of competency is completed in an aircraft during actual line operation nder the supervision of an evaluator, instructor or current and qualified Pilot-in-Command(PIC) designated for the purpose by the Operator and/or State.",
            "page": 140
        },
        {
            "code": "FLT 2.2.7",
            "guidance": null,
            "iosa_map": [
                "FLT 2 Training and Qualification",
                "2.2 Training Elements"
            ],
            "paragraph": "The Operator shall ensure flight crew members complete Operator familiarization training prior t eing assigned to duties in line operations. Such training shall ensure familiarity with:\n\n\t(i) Duties and responsibilities;\n\n\t(ii) Relevant state regulations; \n\n\t(iii) Authorized operations;\n\n\t(iv) Relevant sections of the OM.",
            "page": 140
        },
        {
            "code": "FLT 2.2.8",
            "guidance": null,
            "iosa_map": [
                "FLT 2 Training and Qualification",
                "2.2 Training Elements"
            ],
            "paragraph": "The Operator shall ensure flight crew members complete practical training exercises:\n\n\t(i) In the use of emergency and safety equipment required to be on board the aircraft;\n\n\t(ii) That address emergency evacuation and coordination among flight crew members and, a pplicable, cabin crew members and/or supernumeraries required for the safety o perations.",
            "page": 141
        },
        {
            "code": "FLT 2.2.9",
            "guidance": null,
            "iosa_map": [
                "FLT 2 Training and Qualification",
                "2.2 Training Elements"
            ],
            "paragraph": "If the Operator conducts passenger flights with cabin crew, the Operator should ensure flight cre embers participate in joint training activities or exercises with cabin crew members for the purpos f enhancing onboard coordination and mutual understanding of the human factors involved i ddressing emergency situations and security threats.",
            "page": 142
        },
        {
            "code": "FLT 2.2.10",
            "guidance": null,
            "iosa_map": [
                "FLT 2 Training and Qualification",
                "2.2 Training Elements"
            ],
            "paragraph": "The Operator shall ensure flight crew members receive training in all aspects of aircraft performance.\nSuch training shall include:\n\n\t(i) Weight/mass and balance;\n\n\t(ii) Takeoff, climb, cruise, approach and landing performance;\n\n\t(iii) Obstacle clearance;\n\n\t(iv) Fuel planning;\n\n\t(v) Diversion planning;\n\n\t(vi) Effect of inoperative or missing components (MEL/CDL);\n\n\t(vii) If applicable, engine-out driftdown.",
            "page": 143
        },
        {
            "code": "FLT 2.2.11",
            "guidance": null,
            "iosa_map": [
                "FLT 2 Training and Qualification",
                "2.2 Training Elements"
            ],
            "paragraph": "The Operator shall ensure flight crew members complete training and an evaluation in aircraf ystems and limitations, to include a demonstration of competence in the operation of aircraf ystems.",
            "page": 144
        },
        {
            "code": "FLT 2.2.12",
            "guidance": null,
            "iosa_map": [
                "FLT 2 Training and Qualification",
                "2.2 Training Elements"
            ],
            "paragraph": "If the Operator transports dangerous goods as cargo, the Operator shall ensure flight crew member omplete training and an evaluation in dangerous goods.",
            "page": 144
        },
        {
            "code": "FLT 2.2.13",
            "guidance": null,
            "iosa_map": [
                "FLT 2 Training and Qualification",
                "2.2 Training Elements"
            ],
            "paragraph": "If the Operator does not transport dangerous goods as cargo, the Operator shall ensure flight cre embers complete training and an evaluation in dangerous goods.",
            "page": 145
        },
        {
            "code": "FLT 2.2.14",
            "guidance": null,
            "iosa_map": [
                "FLT 2 Training and Qualification",
                "2.2 Training Elements"
            ],
            "paragraph": "The Operator shall ensure flight crew members complete training and, when applicable, a valuation in crew resource management (CRM), including Threat and Error Management, usin acilitators that have been trained in human performance and human factors principles.",
            "page": 146
        },
        {
            "code": "FLT 2.2.15",
            "guidance": null,
            "iosa_map": [
                "FLT 2 Training and Qualification",
                "2.2 Training Elements"
            ],
            "paragraph": "If the Operator uses FOO personnel and the Operator's method of Operational Control require hared responsibility between an FOO and the PIC, the Operator should ensure flight crew member omplete resource management training that addresses issues of mutual concern to flight cre embers and FOO personnel. Such training should be conducted for the purposes of enhancin oordination, ensuring a mutual understanding of the human factors involved in joint operationa ontrol and achieving common learning objectives as set out by the appropriate flight operations an perational control management personnel.",
            "page": 147
        },
        {
            "code": "FLT 2.2.16A",
            "guidance": null,
            "iosa_map": [
                "FLT 2 Training and Qualification",
                "2.2 Training Elements"
            ],
            "paragraph": "The Operator shall ensure flight crew members complete training and an evaluation in subject ssociated with adverse weather and/or environmental conditions. Such training and evaluation shal ddress, as applicable:\n\n\t(i) Cold weather operations;\n\n\t(ii) De-/anti-icing policies and procedures as specified in FLT 3.9.6 ;\n\n\t(iii) Contaminated runway operations;\n\n\t(iv) Thunderstorm avoidance.",
            "page": 148
        },
        {
            "code": "FLT 2.2.16B",
            "guidance": null,
            "iosa_map": [
                "FLT 2 Training and Qualification",
                "2.2 Training Elements"
            ],
            "paragraph": "If the Operator conducts operations on routes that traverse active volcanic areas or in the termina reas of airports in the vicinity of active volcanoes, the Operator shall ensure flight crew member omplete training and an evaluation in such operations.",
            "page": 149
        },
        {
            "code": "FLT 2.2.17",
            "guidance": null,
            "iosa_map": [
                "FLT 2 Training and Qualification",
                "2.2 Training Elements"
            ],
            "paragraph": "The Operator shall ensure flight crew members complete upset prevention and recovery training(UPRT).",
            "page": 149
        },
        {
            "code": "FLT 2.2.19",
            "guidance": null,
            "iosa_map": [
                "FLT 2 Training and Qualification",
                "2.2 Training Elements"
            ],
            "paragraph": "The Operator shall ensure flight crew members, including instructors and evaluators whose nativ anguage is not the same as the designated common language specified in FLT 3.1.1 , complete a valuation prior to being assigned to operational duties to demonstrate a level of proficiency in th esignated common language that ensures such flight crew members are able to:\n\n\t(i) Effectively communicate during the performance of operational duties;\n\n\t(ii) Understand information in the OM pertaining to duties and responsibilities.",
            "page": 150
        },
        {
            "code": "FLT 2.2.20",
            "guidance": null,
            "iosa_map": [
                "FLT 2 Training and Qualification",
                "2.2 Training Elements"
            ],
            "paragraph": "The Operator shall require flight crew members, who conduct flights into areas where English is th rimary language of Air Traffic Control (ATC) and whose duties include communication with ATC t omplete an evaluation during initial ground training to demonstrate a sufficient level of Englis anguage proficiency that will ensure effective communication during the performance of such duties.",
            "page": 151
        },
        {
            "code": "FLT 2.2.22",
            "guidance": null,
            "iosa_map": [
                "FLT 2 Training and Qualification",
                "2.2 Training Elements"
            ],
            "paragraph": "The Operator shall have a process to ensure flight crew members who conduct flights into area here English is required for Air Traffic Control (ATC) communications, and who have not previousl emonstrated expert English language proficiency, receive a periodic evaluation to demonstrate  inimum level of English language proficiency that is sufficient, as defined by the Operator and/o he State, to ensure effective communication during the performance of duties. Such evaluation shal e completed during initial ground training and subsequently once every three (3) to six (6) year ased on the proficiency level of the applicant.",
            "page": 152
        },
        {
            "code": "FLT 2.2.24",
            "guidance": null,
            "iosa_map": [
                "FLT 2 Training and Qualification",
                "2.2 Training Elements"
            ],
            "paragraph": "If the Operator transports dangerous goods on cargo aircraft and assigns flight crew members dutie nd responsibilities related to the preflight inspection of accessible dangerous goods, the Operato hall ensure applicable flight crew members complete training and an evaluation in the prefligh nspection of accessible dangerous goods during initial ground training.",
            "page": 153
        },
        {
            "code": "FLT 2.2.25",
            "guidance": null,
            "iosa_map": [
                "FLT 2 Training and Qualification",
                "2.2 Training Elements"
            ],
            "paragraph": "If the Operator delegates the accomplishment of the exterior aircraft inspection (walkaround) t ualified individuals as specified in FLT 3.8.6A (iii), the Operator shall ensure such individual omplete training, as well as an evaluation, to ensure competence in the performance of an ssigned duties or functions related to the exterior aircraft inspection.",
            "page": 153
        },
        {
            "code": "FLT 2.2.26",
            "guidance": null,
            "iosa_map": [
                "FLT 2 Training and Qualification",
                "2.2 Training Elements"
            ],
            "paragraph": "The Operator shall ensure flight crew members complete training in normal and non-norma rocedures and maneuvers. Such training shall address, as a minimum:\n\n\t(i) Pilot Monitoring (PM) Pilot Flying (PF) and other flight crew division of duties (task sharing);\n\n\t(ii) Positive transfer of aircraft control;\n\n\t(iii) Consistent checklist philosophy;\n\n\t(iv) Emphasis on a prioritization of tasks (e.g.  aviate, navigate, communicate );\n\n\t(v) Proper use of all levels of flight automation.",
            "page": 154
        },
        {
            "code": "FLT 2.2.27",
            "guidance": null,
            "iosa_map": [
                "FLT 2 Training and Qualification",
                "2.2 Training Elements"
            ],
            "paragraph": "The Operator shall ensure flight crew members complete training and, when applicable, a valuation, that includes a demonstration of competence in normal and non-normal procedures an aneuvers, to include, as a minimum, rejected takeoff, emergency evacuation, engine failure and/o hose procedures and maneuvers specified in the Operator's AQP/ATQP/EBT as approved o ccepted by the Authority.",
            "page": 155
        },
        {
            "code": "FLT 2.2.28",
            "guidance": null,
            "iosa_map": [
                "FLT 2 Training and Qualification",
                "2.2 Training Elements"
            ],
            "paragraph": "The Operator shall ensure flight crew members, prior to an evaluation, are familiar with thos aneuvers and/or malfunctions that might be presented during the evaluation but are not give nformation that reveals the exact sequence and the circumstances under which such maneuvers o alfunctions will be presented.",
            "page": 157
        },
        {
            "code": "FLT 2.2.29",
            "guidance": null,
            "iosa_map": [
                "FLT 2 Training and Qualification",
                "2.2 Training Elements"
            ],
            "paragraph": "The Operator shall ensure flight crew members, before starting line training, have successfull ompleted an Operator proficiency evaluation administered by an Evaluator of the Operator or  epresentative of the Authority, and have demonstrated the skill and knowledge level adequate fo perating the aircraft at or above the standards stipulated in the training syllabus.",
            "page": 157
        },
        {
            "code": "FLT 2.2.30",
            "guidance": null,
            "iosa_map": [
                "FLT 2 Training and Qualification",
                "2.2 Training Elements"
            ],
            "paragraph": "The Operator shall ensure flight crew members complete training in CRM skills, which may b ccomplished as part of simulator, aircraft and/or line training, as applicable.",
            "page": 157
        },
        {
            "code": "FLT 2.2.31",
            "guidance": null,
            "iosa_map": [
                "FLT 2 Training and Qualification",
                "2.2 Training Elements"
            ],
            "paragraph": "The Operator shall ensure flight crew members complete a Line Operational Simulation (LOS)\nprofile. Such training and/or evaluation shall be:\n\n\t(i) Approved or accepted by the State;\n\n\t(ii) A planned scenario administered in a line environment setting with specific CRM objective here such non-technical skills are observed, debriefed upon completion and used for th erformance assessment of the flight crew.",
            "page": 158
        },
        {
            "code": "FLT 2.2.32",
            "guidance": null,
            "iosa_map": [
                "FLT 2 Training and Qualification",
                "2.2 Training Elements"
            ],
            "paragraph": "The Operator shall ensure flight crew members complete training and, when applicable, a valuation, that includes a demonstration of competence, in wind shear avoidance and recovery fro redictive and actual wind shear.",
            "page": 159
        },
        {
            "code": "FLT 2.2.33",
            "guidance": null,
            "iosa_map": [
                "FLT 2 Training and Qualification",
                "2.2 Training Elements"
            ],
            "paragraph": "The Operator shall ensure flight crew members complete training and an evaluation, which include  demonstration of competence in terrain awareness procedures and maneuvers. Such training an valuation shall include:\n\n\t(i) Knowledge and conduct of associated procedures;\n\n\t(ii) Response to GPWS alerts and warnings;\n\n\t(iii) The avoidance of Controlled Flight Into Terrain (CFIT).",
            "page": 161
        },
        {
            "code": "FLT 2.2.34",
            "guidance": null,
            "iosa_map": [
                "FLT 2 Training and Qualification",
                "2.2 Training Elements"
            ],
            "paragraph": "If the Operator conducts low visibility operations (LVO), the Operator shall ensure flight cre embers complete training and an evaluation that includes a demonstration of competence in suc perations, as well as operations with inoperative ground based and/or aircraft equipment.",
            "page": 162
        },
        {
            "code": "FLT 2.2.35",
            "guidance": null,
            "iosa_map": [
                "FLT 2 Training and Qualification",
                "2.2 Training Elements"
            ],
            "paragraph": "The Operator shall ensure flight crew members with duties and responsibilities related t CAS/ACAS alerting equipment complete training and an evaluation that includes a demonstration o ompetence in maneuvers and procedures for the proper response to TCAS/ACAS alerts.",
            "page": 163
        },
        {
            "code": "FLT 2.2.37",
            "guidance": null,
            "iosa_map": [
                "FLT 2 Training and Qualification",
                "2.2 Training Elements"
            ],
            "paragraph": "If the Operator uses pilot flight crew members designated to perform duties from either control seat,\nthe Operator shall have seat-specific qualification for such flight crew members, to include trainin nd an evaluation.",
            "page": 164
        },
        {
            "code": "FLT 2.2.38",
            "guidance": null,
            "iosa_map": [
                "FLT 2 Training and Qualification",
                "2.2 Training Elements"
            ],
            "paragraph": "If the Operator conducts training flights, the Operator shall specify those required maneuvers an rocedures that cannot be safely accomplished in an aircraft, and ensure such maneuvers an rocedures are either trained and evaluated in a representative flight simulator or, if such a syntheti evice does not exist, ensure a demonstration of pilot competence in those maneuvers an rocedures using an alternative means in accordance with FLT 2.2.41 . Maneuvers and procedure hat cannot be safely accomplished in an aircraft shall include, as a minimum:\n\n\t(i) Wind shear avoidance and recovery;\n\n\t(ii) Response to GPWS alerts and warnings and the avoidance of Controlled Flight Into Terrain(CFIT);\n\n\t(iii) Response to TCAS/ACAS alerts.",
            "page": 165
        },
        {
            "code": "FLT 2.2.39",
            "guidance": null,
            "iosa_map": [
                "FLT 2 Training and Qualification",
                "2.2 Training Elements"
            ],
            "paragraph": "If the Operator conducts training flights and accomplishes training or evaluation related to a failed o noperative engine during such flights, the Operator shall ensure engine failures are simulated for th urpose of accomplishing any maneuvers that involve a failed or inoperative engine.",
            "page": 165
        },
        {
            "code": "FLT 2.2.40",
            "guidance": null,
            "iosa_map": [
                "FLT 2 Training and Qualification",
                "2.2 Training Elements"
            ],
            "paragraph": "The Operator shall ensure flight crew members complete training and, when applicable, a valuation that includes a demonstration of competence in duties and procedures related to fligh rew incapacitation.",
            "page": 166
        },
        {
            "code": "FLT 2.2.41",
            "guidance": null,
            "iosa_map": [
                "FLT 2 Training and Qualification",
                "2.2 Training Elements"
            ],
            "paragraph": "If the Operator conducts training flights and is unable to train and evaluate the required maneuver nd procedures specified in FLT 2.2.38 due to the non-existence of a representative flight simulator,\nthe Operator shall use an alternative means for ensuring a demonstration of pilot competence in suc aneuvers and procedures. Any alternative means shall be approved or accepted by the State, an equire a demonstration of competence through a combination of means, to include:\n\n\t(i) The use of generic flight simulators;\n\n\t(ii) The use of representative and/or generic flight training devices;\n\n\t(iii) Additional ground and line training and evaluation;\n\n\t(iv) As applicable, any other means that ensures a demonstration of pilot competence in th pplicable maneuvers and procedures.",
            "page": 167
        },
        {
            "code": "FLT 2.2.42",
            "guidance": null,
            "iosa_map": [
                "FLT 2 Training and Qualification",
                "2.2 Training Elements"
            ],
            "paragraph": "If the Operator transports passengers or supernumeraries, the Operator shall ensure flight cre embers complete security training as approved or accepted by the State, and in accordance wit he Operator's security training program as specified in SEC 2.1.1. Flight crew security training shal ddress the following subject areas:\n\n\t(i) Determination of the seriousness of the occurrence;\n\n\t(ii) Crew communication and coordination;\n\n\t(iii) Policy and procedures associated with flight deck access;\n\n\t(iv) Appropriate self-defense responses;\n\n\t(v) Use of non-lethal protective devices assigned to crew members for use as authorized by th tate;\n\n\t(vi) Understanding the behavior of terrorists so as to facilitate the ability to cope with hijacke ehavior and passenger responses;\n\n\t(vii) Situational training exercises regarding various threat conditions;\n\n\t(viii) Flight deck procedures to protect the aircraft;\n\n\t(ix) Aircraft search procedures;\n\n\t(x) As practicable, guidance on least-risk bomb locations.",
            "page": 168
        },
        {
            "code": "FLT 2.2.43",
            "guidance": null,
            "iosa_map": [
                "FLT 2 Training and Qualification",
                "2.2 Training Elements"
            ],
            "paragraph": "If the Operator conducts passenger flights without cabin crew, the Operator shall ensure flight cre embers, complete training and demonstrate competence in the performance of any assigned dutie nd functions related to passenger cabin safety.",
            "page": 169
        },
        {
            "code": "FLT 2.2.44",
            "guidance": null,
            "iosa_map": [
                "FLT 2 Training and Qualification",
                "2.2 Training Elements"
            ],
            "paragraph": "If the Operator uses supernumeraries in the passenger cabin or supernumerary compartment of a ircraft that are required for the safety of operations, the operator should ensure suc upernumeraries receive training and an evaluation to demonstrate competence in the performanc f any assigned duties or functions related to passenger cabin or cargo compartment safety.",
            "page": 170
        },
        {
            "code": "FLT 2.3.1",
            "guidance": null,
            "iosa_map": [
                "FLT 2 Training and Qualification",
                "2.3 Line Qualification"
            ],
            "paragraph": "The Operator shall have a line qualification program consisting of line training and, where applicable,\nevaluations, approved or accepted by the State, which ensures flight crew members are qualified t perate in areas, on routes or route segments and into the airports to be used in operations for th perator. Such program shall:\n\n\t(i) Be published in the Training Manual or equivalent documents;\n\n\t(ii) Ensure each pilot flight crew member has adequate knowledge of the elements specified i able 2.5 , as applicable to the areas, routes and route segments of intended operation; \n\n\t(iii) Specify qualification requirements for operations in all areas, on all routes or rout egments, and into all airports of intended use;\n\n\t(iv) Ensure each pilot flight crewmember, prior to entering the line qualification program, ha atisfied the applicable recency-of-experience requirements specified in FLT 3.3.7 (i) unde he supervision of an instructor or evaluator authorized for the purpose by the Operato nd/or State;\n\n\t(v) Ensure line training and evaluation for each pilot crew member is completed during initia ualification and, if applicable, in accordance with the continuing qualification curriculum a efined in the Operator's AQP/ATQP/EBT that conforms to the specifications of FLT 2.1.1B ;\n\n\t(vi) Ensure line training and evaluation is completed prior to a pilot crew member being used a  PIC in operations.",
            "page": 171
        },
        {
            "code": "FLT 2.3.2",
            "guidance": null,
            "iosa_map": [
                "FLT 2 Training and Qualification",
                "2.3 Line Qualification"
            ],
            "paragraph": "The Operator shall ensure each pilot flight crew member, in order to maintain qualification, receive raining and, when applicable, successfully completes an evaluation at or above the standard tipulated in the training syllabus and administered by an Evaluator of the Operator or  epresentative of the Authority, and demonstrates piloting technique and competence to execut mergency procedures and comply with instrument flight rules. Such training and, when applicable,\nevaluation shall be conducted in accordance with the requirements of the State and applicabl uthorities to ensure evaluations for all pilot flight crew members are conducted using one or more o he following intervals, as applicable:\n\n\t(i) For the PIC, twice within any period of one year plus or minus one calendar month from th riginal qualification anniversary date or base month, and/or\n\n\t(ii) For pilot crew members other than the PIC, in accordance with i), or once within any perio f one year plus or minus one calendar month from the original qualification anniversar ate or base month, and/or\n\n\t(iii) For any pilot crew member participating in an AQP, ATQP or EBT program, once within an eriod of one year, or other period approved or accepted by the State, provided suc raining and qualification program incorporates all elements and specifications contained i able 2.6 ,Table 2.7 andTable 2.8 .",
            "page": 173
        },
        {
            "code": "FLT 2.3.3",
            "guidance": null,
            "iosa_map": [
                "FLT 2 Training and Qualification",
                "2.3 Line Qualification"
            ],
            "paragraph": "The Operator shall ensure line training for the second-in-command (SIC) includes an amount of Pilo onitoring (PM) and Pilot Flying (PF) duties sufficient to develop and demonstrate proficiency i uch duties.",
            "page": 174
        },
        {
            "code": "FLT 2.3.4",
            "guidance": null,
            "iosa_map": [
                "FLT 2 Training and Qualification",
                "2.3 Line Qualification"
            ],
            "paragraph": "The Operator shall ensure pilot flight crew members complete an evaluation that includes  emonstration of knowledge of the operations approved as part of the Air Operator Certificate (AOC).\nSuch evaluation shall include a demonstration of knowledge of:\n\n\t(i) Approaches authorized by the Authority;\n\n\t(ii) Ceiling and visibility requirements for takeoff, approach and landing;\n\n\t(iii) Allowance for inoperative ground components;\n\n\t(iv) Wind limitations (crosswind, tailwind and, if applicable, headwind).",
            "page": 175
        },
        {
            "code": "FLT 2.3.6",
            "guidance": null,
            "iosa_map": [
                "FLT 2 Training and Qualification",
                "2.3 Line Qualification"
            ],
            "paragraph": "The Operator shall ensure pilot flight crew members complete a Command Training and Evaluatio rogram during initial training and qualification and, if applicable, in accordance with the continuin ualification curriculum as defined in the Operator's AQP/ATQP/EBT that conforms to th pecifications of FLT 2.1.1B . Such training and evaluation shall be completed prior to a pilot fligh rew member being assigned as PIC in operations.",
            "page": 176
        },
        {
            "code": "FLT 2.4.1",
            "guidance": null,
            "iosa_map": [
                "FLT 2 Training and Qualification",
                "2.4 Special Qualification"
            ],
            "paragraph": "If the Operator conducts flights in areas or on routes or route segments over difficult terrain and/o nto special airports as designated by the State or by the Operator, the Operator shall ensure eac IC completes training and, if required, an evaluation in the special skills and/or knowledge require o qualify or requalify for such operations. The content of training shall ensure the PIC has adequat nowledge of the elements specified in Table 2.5 as applicable to the areas, routes, route segment nd special airports of intended operation.",
            "page": 177
        },
        {
            "code": "FLT 2.4.2",
            "guidance": null,
            "iosa_map": [
                "FLT 2 Training and Qualification",
                "2.4 Special Qualification"
            ],
            "paragraph": "If the Operator engages in specialized operations, the Operator shall ensure flight crew members,\nprior to being used in such operations, complete training and/or an evaluation in the operatin ractices and procedures for the following special operations, as applicable to the Operator:\n\n\t(i) Performance-Based Navigation (PBN), training and evaluation required.\n\n\t(ii) Performance-Based Communication and Navigation Surveillance System (PBCS).\n\n\t(iii) Reduced Vertical Separation Minima (RVSM).\n\n\t(iv) Minimum Navigation Performance Specifications (MNPS/NAT HLA).\n\n\t(v) Areas of Magnetic Unreliability (AMU).",
            "page": 178
        },
        {
            "code": "FLT 2.4.3",
            "guidance": null,
            "iosa_map": [
                "FLT 2 Training and Qualification",
                "2.4 Special Qualification"
            ],
            "paragraph": "If the Operator uses flight crew members to concurrently operate aircraft of different types, or operat ariants within one type, the Operator shall have qualification processes that are approved o ccepted by the State and ensure such flight crew members complete training and an evaluation tha mphasizes the differences between aircraft types and variants.",
            "page": 179
        },
        {
            "code": "FLT 2.5.1",
            "guidance": null,
            "iosa_map": [
                "FLT 2 Training and Qualification",
                "2.5 SMS Training"
            ],
            "paragraph": "The Operator shall have a program that ensures its flight operations personnel are trained an ompetent to perform SMS duties. The scope of such training shall be appropriate to eac ndividual's involvement in the SMS.",
            "page": 180
        },
        {
            "code": "FLT 2.5.2",
            "guidance": null,
            "iosa_map": [
                "FLT 2 Training and Qualification",
                "2.5 SMS Training"
            ],
            "paragraph": "If the Operator outsources flight operations functions to external service providers, the Operato hould have a program that ensures personnel of external service providers are trained an ompetent to perform SMS duties. The scope of such training should be appropriate to individua nvolvement in the Operator s SMS.",
            "page": 180
        },
        {
            "code": "FLT 3.1.1",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.1 Common Language"
            ],
            "paragraph": "The Operator shall ensure the designation of a common language(s) for use by all flight cre embers for communication:\n\n\t(i) On the flight deck during line operations;\n\n\t(ii) If the Operator conducts passenger flights with cabin crew, between the flight crew an abin crew during line operations;\n\n\t(iii) During flight crew training and evaluation activities.",
            "page": 181
        },
        {
            "code": "FLT 3.1.2",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.1 Common Language"
            ],
            "paragraph": "If the Operator designates more than one common language in accordance with FLT 3.1.1 , th perator shall have procedures to ensure effective communication is established and maintaine etween flight crew members and, if applicable, with cabin crew members:\n\n\t(i) During normal, abnormal and emergency operations;\n\n\t(ii) In the event of incapacitation of any crew member.",
            "page": 181
        },
        {
            "code": "FLT 3.2.1",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.2 Flight Crew Responsibilities"
            ],
            "paragraph": "The Operator shall ensure the PIC is assigned the responsibility for recording the followin nformation for each flight:\n\n\t(i) Aircraft registration;\n\n\t(ii) Date;\n\n\t(iii) Flight number;\n\n\t(iv) Flight crew names and duty assignment;\n\n\t(v) Departure and arrival airports;\n\n\t(vi) ATD, ATA, flight time.",
            "page": 182
        },
        {
            "code": "FLT 3.3.1",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.3 Flight Crew Qualifications"
            ],
            "paragraph": "The Operator shall specify the composition and required number of flight crew members taking int ccount the type of aircraft, flight crew qualification requirements and flight/duty time limitations.",
            "page": 182
        },
        {
            "code": "FLT 3.3.2",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.3 Flight Crew Qualifications"
            ],
            "paragraph": "The Operator shall have guidance and criteria that address the pairing of inexperienced pilot cre embers and ensure scheduling processes prevent inexperienced pilot flight crew members, a efined by the Operator or the State, from operating together.",
            "page": 183
        },
        {
            "code": "FLT 3.3.3",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.3 Flight Crew Qualifications"
            ],
            "paragraph": "If the Operator conducts low visibility approaches, the Operator shall define a minimum level o ommand experience required for a pilot to be authorized to conduct such approaches as PIC t pproved Operator minima.",
            "page": 183
        },
        {
            "code": "FLT 3.3.4",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.3 Flight Crew Qualifications"
            ],
            "paragraph": "The Operator shall ensure flight crew members will not operate an aircraft unless issued a medica ssessment in accordance with requirements of the State; such assessment shall not be valid for  eriod greater than 12 months.",
            "page": 183
        },
        {
            "code": "FLT 3.3.5",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.3 Flight Crew Qualifications"
            ],
            "paragraph": "If the Operator conducts international flight operations, the Operator shall ensure either of th ollowing apply to flight crew members that operate such flights:\n\n\t(i) The Operator has a method to prevent such crew members from acting as a pilot afte aving attained their 65th birthday, or\n\n\t(ii) Where laws or regulations of the State do not permit maximum age limits, the Operator ha  method, which is acceptable to the State and other applicable states, for making  etermination that pilot flight crew members are no longer permitted to exercise th rivileges of their pilot license in international operations for the operator.",
            "page": 184
        },
        {
            "code": "FLT 3.3.7",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.3 Flight Crew Qualifications"
            ],
            "paragraph": "The Operator shall have a process to ensure flight crew member recency-of-experienc equirements are satisfied as follows:\n\n\t(i) A pilot does not act as PIC or SIC of an aircraft unless either:\n\n\t\t(a) On the same type or variant of aircraft within the preceding 90 days (120 days i nder the supervision of an instructor or evaluator), that pilot has operated the fligh ontrols during at least three takeoffs and landings in the aircraft type or in a fligh imulator approved for the purpose by the appropriate authority, or\n\n\t\t(b) On the same type or variant of aircraft within a time period acceptable to the Stat nd applicable authorities, that pilot has operated the flight controls during th umber of takeoffs and landings in the aircraft type or in a flight simulator approve or the purpose by the appropriate authority, necessary to conform to a define ecency of experience schedule approved or accepted by the State and applicabl uthorities.\n\n\t(ii) A pilot does not act in the capacity of a cruise relief pilot unless, within the precedin 0 days, that pilot has either:\n\n\t\t(a) Operated as PIC, SIC or cruise relief pilot on the same type or variant of aircraft, or\n\n\t\t(b) Completed flying skill refresher training to include normal, abnormal and emergenc rocedures specific to cruise flight on the same type of aircraft or in a flight simulato pproved for the purpose, and has practiced approach and landing procedures,\nwhere the approach and landing procedure practice may be performed as the PM.\n\n\t(iii) A flight engineer does not perform duties in an aircraft unless either:\n\n\t\t(a) Within the preceding 6 months, that individual has had at least 50 hours of fligh ime as a flight engineer on that aircraft type aircraft, or\n\n\t\t(b) Within the preceding 90 days, that individual has operated as a flight engineer o oard that aircraft type or in a simulator of the aircraft type.\n\n\t(iv) A flight navigator or radio operator does not perform duties in an aircraft unless recency-of-\nexperience requirements of the Operator and the State have been satisfied.\n\n\t(v) If a flight crew member does not satisfy recency-of-experience requirements in accordanc ith i), ii), iii) or iv), such flight crew member completes re-qualification in accordance wit he Operator's training and evaluation program.",
            "page": 185
        },
        {
            "code": "FLT 3.3.9",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.3 Flight Crew Qualifications"
            ],
            "paragraph": "The Operator shall have an airport qualification process that ensures a PIC has made an actua pproach and landing at each airport within the Operator's route system accompanied by a pilot,\neither as a crew member or flight deck observer, that is qualified for that airport, unless:\n\n\t(i) The approach to the airport is notover difficult terrain and the instrument approac rocedures and aids available are similar to those with which the pilot is familiar, and th ormal operating minima are adjusted by the addition of a margin of safety that is approve r accepted by the State, or there is reasonable certainty that approach and landing can b ade in visual meteorological conditions (VMC), or\n\n\t(ii) The descent from the initial approach altitude can be made by day in VMC, or\n\n\t(iii) The Operator has qualified the PIC for operations into the airport by means a pictoria epresentation that is approved or accepted the Authority, or\n\n\t(iv) The airport is adjacent to another airport into which the PIC is currently qualified to operate.",
            "page": 186
        },
        {
            "code": "FLT 3.3.10",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.3 Flight Crew Qualifications"
            ],
            "paragraph": "The Operator shall have a process to ensure a pilot is not used as a PIC in operations that requir he application of special skills or knowledge within areas, on routes over difficult terrain and/or int pecial airports, as designated by the State or by the Operator, unless, within the preceding 1 onths, that pilot has either:\n\n\t(i) Made at least one trip as a pilot flight crew member, line check airman or observer on th light deck on a route in close proximity and over similar terrain within the specified area(s),\non the specified route and/or into the special airport, as applicable, or\n\n\t(ii) Completed training and an evaluation in the special skills and/or knowledge required t ualify or requalify for such operations. The content of training shall ensure the PIC ha dequate knowledge of the elements specified in Table 2.5 as applicable to the areas,\nroutes, route segments and special airports of intended operation.",
            "page": 187
        },
        {
            "code": "FLT 3.4.1",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.4 Flight Crew Scheduling"
            ],
            "paragraph": "The Operator shall have a means to ensure flight crew members are qualified and current prior t ccepting and/or being assigned to duty. Such means shall consist of:\n\n\t(i) A requirement that prohibits flight crew members from operating an aircraft if not qualified fo uty in accordance with requirements contained in Table 2.3 ;\n\n\t(ii) A scheduling process that ensures flight crew members, prior to being assigned to duty, ar ualified and current in accordance with the applicable flight crew qualification requirement ontained in Table 2.3 and, if applicable, additional requirements of the State.",
            "page": 188
        },
        {
            "code": "FLT 3.4.2",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.4 Flight Crew Scheduling"
            ],
            "paragraph": "The Operator shall have a scheduling policy that ensures flight crew members, prior to bein ssigned to duty, will not be adversely affected by factors that could impair human performance, t nclude, as a minimum:\n\n\t(i) Pregnancy;\n\n\t(ii) Illness, surgery or use of medication(s);\n\n\t(iii) Blood donation;\n\n\t(iv) Deep underwater diving;\n\n\t(v) Fatigue whether occurring in one flight, successive flights or accumulated over a period o ime.",
            "page": 188
        },
        {
            "code": "FLT 3.4.3A",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.4 Flight Crew Scheduling"
            ],
            "paragraph": "The Operator shall have a methodology for the purpose of managing fatigue-related safety risks t nsure fatigue occurring in one flight, successive flights or accumulated over a period of time doe ot impair a flight crew member's alertness and ability to safely operate an aircraft or perform safety-\nrelated duties. Such methodology shall consist of:\n\n\t(i) Flight time, flight duty period, duty period limitations and rest period requirements that are i ccordance with the applicable prescriptive fatigue management regulations of the State,\nand/or\n\n\t(ii) If applicable, the Operator's Fatigue Risk Management System (FRMS) approved o ccepted by the State and established in accordance with FLT 3.4.3B .",
            "page": 189
        },
        {
            "code": "FLT 3.4.3B",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.4 Flight Crew Scheduling"
            ],
            "paragraph": "If the Operator uses an FRMS to manage flight crew fatigue-related safety risks, the Operator shal ncorporate scientific principles and knowledge within the FRMS, comply with any applicabl equirements for managing flight crew fatigue as established by the State or Authority and, as  inimum:\n\n\t(i) Define and document the FRMS policy;\n\n\t(ii) Incorporate risk management processes for fatigue hazard identification, risk assessmen nd risk mitigation;\n\n\t(iii) Develop and maintain effective FRMS safety assurance processes;\n\n\t(iv) Establish and implement effective FRMS promotion processes.",
            "page": 190
        },
        {
            "code": "FLT 3.4.3C",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.4 Flight Crew Scheduling"
            ],
            "paragraph": "If the Operator uses an FRMS to manage flight crew fatigue-related safety risks, the Operator shoul nsure the organizational activities specified in FLT 3.4.3B related to the management of flight cre atigue-related risks are integrated with the Operator's organizational safety management system(SMS) as specified in ORG 1.1.10 .",
            "page": 191
        },
        {
            "code": "FLT 3.4.4",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.4 Flight Crew Scheduling"
            ],
            "paragraph": "The Operator shall consider the following as duty time for the purposes of determining required res eriods and calculating duty time limitations for operating flight crew members:\n\n\t(i) Entire duration of the flight;\n\n\t(ii) Pre-operating deadhead time;\n\n\t(iii) Training periods prior to a flight;\n\n\t(iv) Administrative or office time prior to a flight (for flight crew members that serve in  anagement function);\n\n\t(v) If required by the State, flight time accrued by flight crew members in operations other tha hose of the Operator.",
            "page": 192
        },
        {
            "code": "FLT 3.4.6",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.4 Flight Crew Scheduling"
            ],
            "paragraph": "If the Operator uses flight crew members that are concurrently qualified to operate aircraft of differen ypes, or operate variants within one type, and the State specifies unique training and/or recenc equirements for such flight crew members to remain concurrently qualified, the Operator shall hav  scheduling process that addresses such unique requirements, to include, as a minimum:\n\n\t(i) Required differences training (between type or variants);\n\n\t(ii) Recency of experience necessary to maintain currency on all types or variants.",
            "page": 192
        },
        {
            "code": "FLT 3.5.1",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.5 Flight Preparation"
            ],
            "paragraph": "The Operator shall have procedures that describe flight crew member duties and responsibilities fo light preparation and ensure flight crew members, prior to the commencement of each flight,\ncomplete a review of:\n\n\t(i) The Aircraft Technical Log (ATL) and the MEL/CDL;\n\n\t(ii) The OFP;\n\n\t(iii) Weather information to include en route and departure, destination and alternate airports;\n\n\t(iv) NOTAMS applicable to the en route phase of flight and to departure, destination an lternate airports;\n\n\t(v) Aircraft performance;\n\n\t(vi) Aircraft weight/mass and balance.",
            "page": 193
        },
        {
            "code": "FLT 3.5.2",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.5 Flight Preparation"
            ],
            "paragraph": "If the Operator uses aircraft with electronic navigation data capabilities, the Operator shall hav uidance and procedures for flight crew members to ensure the validity of any electronic navigatio atabase installed into aircraft navigation equipment.",
            "page": 193
        },
        {
            "code": "FLT 3.5.3",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.5 Flight Preparation"
            ],
            "paragraph": "If the Operator uses electronic flight bag (EFB) devices or systems, the Operator shall, in accordanc ith requirements of the Authority, have one or more processes to ensure the appropriat anagement, control, maintenance and use of EFBs. Such process shall ensure, as a minimum:\n\n\t(i) Portable EFBs, if used, do not affect the performance of aircraft systems, equipment or th bility to operate the aircraft;\n\n\t(ii) Assessment of the safety risks associated with each EFB function used in operations i ccordance with FLT 1.12.2 ;\n\n\t(iii) Establishment of procedures for the use, management and maintenance of the device, eac FB function and any database the device may use;\n\n\t(iv) Establishment of training requirements for the use of the device and each EFB function;\n\n\t(v) In the event of an EFB failure, sufficient information is readily available to the flight crew fo he flight to be conducted safely.",
            "page": 194
        },
        {
            "code": "FLT 3.6.2",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.6 Route and Airport Planning"
            ],
            "paragraph": "The Operator shall have guidance that enables the flight crew to determine if airports of intended us eet operational requirements, to include:\n\n\t(i) Applicable performance requirements;\n\n\t(ii) Runway characteristics;\n\n\t(iii) Air Traffic Services and associated communications;\n\n\t(iv) Navigation aids and lighting;\n\n\t(v) Weather reporting;\n\n\t(vi) Emergency services.",
            "page": 195
        },
        {
            "code": "FLT 3.6.3",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.6 Route and Airport Planning"
            ],
            "paragraph": "The Operator shall have guidance that enables the flight crew to determine operating minima fo irports of intended use.",
            "page": 195
        },
        {
            "code": "FLT 3.6.4",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.6 Route and Airport Planning"
            ],
            "paragraph": "The Operator shall have guidance that enables the flight crew to determine Runway Visual Range(RVR) requirements for runways of intended use, to include, as a minimum:\n\n\t(i) Requirement for the availability of RVR reporting in order for CAT II and CAT III approac nd landing operations to be authorized;\n\n\t(ii) Required minimum RVR values for takeoff and authorized approaches;\n\n\t(iii) Required minimum RVR values that consider inoperative approach/runway lighting,\ninoperative transmissometers or inadequate visual reference.",
            "page": 196
        },
        {
            "code": "FLT 3.6.5",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.6 Route and Airport Planning"
            ],
            "paragraph": "The Operator should have guidance that ensures approach and landing operations are no uthorized when the prevailing visibility is below 800 meters or the Converted Meteorologica isibility (CMV) is below 800 RVR unless RVR reporting is available for the runway of intende se.",
            "page": 196
        },
        {
            "code": "FLT 3.7.1",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.7 Fuel, Weight/Mass and Balance, Flight Plans"
            ],
            "paragraph": "The Operator shall have a fuel policy and guidance that enables the flight crew to determine th inimum dispatch/departure fuel for each phase of flight in accordance with DSP 4.3.1 .",
            "page": 197
        },
        {
            "code": "FLT 3.7.2",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.7 Fuel, Weight/Mass and Balance, Flight Plans"
            ],
            "paragraph": "The Operator shall delegate the authority to the PIC to ensure:\n\n\t(i) A flight is not commenced unless the usable fuel required in accordance with DSP 4.3.1 i n board the aircraft and is sufficient to complete the planned flight safely;\n\n\t(ii) If fuel is consumed during a flight for purposes other than originally intended during pre-fligh lanning, such flight is not continued without a re-analysis and, if applicable, adjustment o he planned operation to ensure sufficient fuel remains to complete the flight safely.",
            "page": 197
        },
        {
            "code": "FLT 3.7.3",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.7 Fuel, Weight/Mass and Balance, Flight Plans"
            ],
            "paragraph": "The Operator shall have guidance that enables the flight crew to prepare and/or accept a load shee ith accurate aircraft weight/mass and balance calculations for each flight. Such guidance shall:\n\n\t(i) Assign responsibility to the PIC for ensuring the load sheet content is satisfactory prior t ach flight;\n\n\t(ii) Incorporate flight crew procedures for preparing or accepting last minute changes (LMC) t he load sheet, to include guidance for the maximum allowable difference between planne nd actual weights.",
            "page": 198
        },
        {
            "code": "FLT 3.7.5",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.7 Fuel, Weight/Mass and Balance, Flight Plans"
            ],
            "paragraph": "The Operator shall have a description of the Air Traffic Services (ATS) Flight Plan, as well a uidance and instructions for its use, that is accessible to the flight crew during flight preparation an n flight.",
            "page": 198
        },
        {
            "code": "FLT 3.7.6",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.7 Fuel, Weight/Mass and Balance, Flight Plans"
            ],
            "paragraph": "The Operator shall have a description of the Operational Flight Plan (OFP) or equivalent document i he OM that includes an outline of OFP content as well as guidance and procedures that require:\n\n\t(i) The OFP to be accessible to the flight crew during flight preparation and in flight;\n\n\t(ii) The flight crew to:\n\n\t\t(a) Verify that relevant information in the OFP is consistent with the filed ATS fligh lan;\n\n\t\t(b) Verify that relevant information in the OFP is consistent with data programmed int he navigation system;\n\n\t\t(c) In flight, monitor flight time and fuel burn to identify trends and for comparison wit he OFP.",
            "page": 198
        },
        {
            "code": "FLT 3.7.7",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.7 Fuel, Weight/Mass and Balance, Flight Plans"
            ],
            "paragraph": "The Operator shall ensure the OFP or equivalent document is accepted and signed, using eithe anuscript or an approved electronic method, by the PIC during flight preparation.",
            "page": 199
        },
        {
            "code": "FLT 3.7.8",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.7 Fuel, Weight/Mass and Balance, Flight Plans"
            ],
            "paragraph": "The Operator shall have guidance that enables the flight crew to identify appropriate en rout lternate airports.",
            "page": 200
        },
        {
            "code": "FLT 3.7.9",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.7 Fuel, Weight/Mass and Balance, Flight Plans"
            ],
            "paragraph": "If the Operator conducts isolated airport operations, the Operator shall have guidance an nstructions for the flight crew to:\n\n\t(i) Practically calculate or determine a point of safe return (PSR) for each flight into an isolate irport;\n\n\t(ii) Ensure the flight does not continue past the actual PSR unless a current assessment o eteorological conditions, traffic, and other operational conditions indicate that a saf anding can be made at the estimated time of use.",
            "page": 200
        },
        {
            "code": "FLT 3.7.10",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.7 Fuel, Weight/Mass and Balance, Flight Plans"
            ],
            "paragraph": "The Operator should have guidance for use by the flight crew to increase fuel state awareness. Suc uidance should include one or more of the following:\n\n\t(i) An approximate final reserve fuel value applicable to each aircraft type and variant in th perator's fleet.\n\n\t(ii) A final reserve fuel value presented on the OFP for each flight.\n\n\t(iii) A display in the FMS of the planned or actual final reserve fuel for each flight.",
            "page": 201
        },
        {
            "code": "FLT 3.8.1",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.8 Aircraft Preflight and Airworthiness"
            ],
            "paragraph": "The Operator shall have guidance and procedures that describe flight crew duties an esponsibilities for the use and/or application of the ATL, MEL and CDL. Such guidance an rocedures shall be included in the OM or in other documents that are available to the flight cre uring flight preparation and accessible to the flight crew during flight, and shall address, as  inimum, PIC responsibilities for:\n\n\t(i) Determining the airworthiness status of the aircraft;\n\n\t(ii) Ensuring, for each flight, a description of known or suspected defects that affect th peration of the aircraft is recorded in the ATL;\n\n\t(iii) Precluding a flight from departing until any defect affecting airworthiness is processed i ccordance with the MEL/CDL;\n\n\t(iv) Ensuring the aircraft is operated in accordance with any applicable MEL/CDL Operationa rocedure.",
            "page": 201
        },
        {
            "code": "FLT 3.8.2",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.8 Aircraft Preflight and Airworthiness"
            ],
            "paragraph": "The Operator shall have guidance that is published in the OM or other document(s) and is availabl o the flight crew to ensure information entered in the ATL:\n\n\t(i) Is up to date;\n\n\t(ii) Legible;\n\n\t(iii) Cannot be erased;\n\n\t(iv) Is correctable in the case of an error provided each correction is identifiable and error emain legible.",
            "page": 202
        },
        {
            "code": "FLT 3.8.3",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.8 Aircraft Preflight and Airworthiness"
            ],
            "paragraph": "The Operator shall assign the PIC the authority to reject an aircraft prior to departur f a flight if dissatisfied with any aspect of the airworthiness and/or maintenance status of th ircraft.",
            "page": 202
        },
        {
            "code": "FLT 3.8.6A",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.8 Aircraft Preflight and Airworthiness"
            ],
            "paragraph": "The Operator shall ensure, prior to each flight, the satisfactory accomplishment of an exterior aircraf nspection (walkaround). This inspection shall be:\n\n\t(i) Performed by a member of the flight crew, or\n\n\t(ii) Delegated to a licensed aircraft maintenance technician, or\n\n\t(iii) Delegated to another individual qualified in accordance with FLT 2.2.25 .",
            "page": 203
        },
        {
            "code": "FLT 3.8.6B",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.8 Aircraft Preflight and Airworthiness"
            ],
            "paragraph": "If the Operator delegates the accomplishment of the exterior aircraft inspection (walkaround) t ualified individuals as specified in FLT 3.8.6A (iii), the Operator shall ensure such delegation wa ubjected to safety risk assessment and mitigation performed in accordance with SMS principles a pecified in FLT 1.12.2 .",
            "page": 203
        },
        {
            "code": "FLT 3.8.7A",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.8 Aircraft Preflight and Airworthiness"
            ],
            "paragraph": "The Operator shall have guidance, published in the OM or other document(s) available to the fligh rew during flight preparation, that requires an exterior aircraft inspection (walk-around) that focuse n safety-critical areas of the aircraft and ensures, as a minimum:\n\n\t(i) Pitot and static ports are not damaged or obstructed;\n\n\t(ii) Flight controls are not locked or disabled (as applicable, depending on aircraft type);\n\n\t(iii) Frost, snow or ice is not present on critical surfaces;\n\n\t(iv) Aircraft structure or structural components are not damaged.",
            "page": 204
        },
        {
            "code": "FLT 3.8.7B",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.8 Aircraft Preflight and Airworthiness"
            ],
            "paragraph": "The Operator shall have a procedure to ensure the availability, accessibility and serviceability o ircraft flight deck systems and emergency equipment. Such procedure shall include an interio reflight inspection of systems and equipment, which, as a minimum, is conducted by the flight cre rior to the first flight:\n\n\t(i) Of the flight crew on an aircraft during a duty period;\n\n\t(ii) On an aircraft after it has been left unattended by the flight crew, unless the Operator has  rocess or a procedure that ensures flight deck systems and emergency equipment remai ndisturbed.",
            "page": 204
        },
        {
            "code": "FLT 3.8.8",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.8 Aircraft Preflight and Airworthiness"
            ],
            "paragraph": "If the Operator conducts passenger flights or transports supernumeraries in the passenger cabin wit r without cabin crew, the Operator shall have a procedure to ensure the availability, accessibility an erviceability of aircraft cabin emergency systems and equipment. Such procedure shall include  reflight inspection of such systems and equipment, which, as a minimum, shall be conducted by th light crew or, if applicable, delegated to the cabin crew prior to the first flight:\n\n\t(i) After a new cabin crew or, if no cabin crew is used, a new flight crew has assumed control o he aircraft cabin;\n\n\t(ii) After an aircraft has been left unattended by a flight crew or cabin crew unless the Operato as a process or procedure that ensures aircraft cabin emergency systems and equipmen emain undisturbed.",
            "page": 205
        },
        {
            "code": "FLT 3.8.9",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.8 Aircraft Preflight and Airworthiness"
            ],
            "paragraph": "If the flight crew is required to conduct a preflight interior inspection of the cargo compartment and/o upernumerary compartment on cargo aircraft, or the passenger cabin of an aircraft being used t ransport cargo without passengers, the Operator shall have guidance, published in the OM or othe ocument available to the flight crew during the flight preparation, for the conduct of such inspectio o ensure the availability, accessibility and serviceability of restraint systems and emergenc quipment.\nNote: The specifications of this provision are applicable to commercial and/or non-commercia perations.",
            "page": 205
        },
        {
            "code": "FLT 3.8.10",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.8 Aircraft Preflight and Airworthiness"
            ],
            "paragraph": "If the Operator transports passengers and/or supernumeraries without cabin crew, the Operator shal ave procedures to ensure, prior to departure of a flight, passengers and/or supernumeraries, a pplicable, have been briefed and are familiar with the location and use of safety equipment, t nclude:\n\n\t(i) Seat belts;\n\n\t(ii) Emergency exits;\n\n\t(iii) Life jackets (individual flotation devices), if required\n\n\t(iv) Lifesaving rafts, if required\n\n\t(v) Oxygen masks;\n\n\t(vi) Emergency equipment for collective use.",
            "page": 206
        },
        {
            "code": "FLT 3.9.1",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.9 Ground Handling"
            ],
            "paragraph": "If the Operator conducts passenger flights without cabin crew, the Operator shall have a procedure t nsure verification that:\n\n\t(i) Passenger and crew baggage in the passenger cabin is securely stowed;\n\n\t(ii) If applicable, cargo packages and/or passenger items being transported in passenger seat re properly secured.",
            "page": 206
        },
        {
            "code": "FLT 3.9.2",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.9 Ground Handling"
            ],
            "paragraph": "If the Operator conducts passenger flights without cabin crew, the Operator shall have a proces nd/or procedures to ensure a coordinated and expeditious cabin evacuation during aircraft fuelin perations with passengers embarking, on board or disembarking. Such procedures shall require:\n\n\t(i) Cabin exits are designated for rapid deplaning or emergency evacuation, and routes to suc xits are unobstructed;\n\n\t(ii) The area outside designated emergency evacuation exits is unobstructed;\n\n\t(iii) Qualified persons trained in emergency procedures are positioned near aircraft boardin oor(s) or are otherwise in a position to monitor passenger safety and, if required, execute  abin evacuation;\n\n\t(iv) A suitable method of communication is established between qualified persons in  osition to monitor passenger safety and personnel that have responsibility for fuelin perations.",
            "page": 207
        },
        {
            "code": "FLT 3.9.3",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.9 Ground Handling"
            ],
            "paragraph": "If the Operator conducts passenger flights without cabin crew and transports passengers that requir pecial handling, the Operator shall have a policy and procedures for the acceptance or non-\nacceptance, as well as onboard handling, of such passengers by the flight crew. The policy an rocedures shall be in accordance with applicable regulations and as a minimum address, a pplicable:\n\n\t(i) Intoxicated and/or unruly passengers;\n\n\t(ii) Passengers with disabilities or reduced mobility;\n\n\t(iii) Passengers with injuries or illness;\n\n\t(iv) Infants and unaccompanied children;\n\n\t(v) Inadmissible passengers;\n\n\t(vi) Deportees;\n\n\t(vii) Passengers in custody.",
            "page": 208
        },
        {
            "code": "FLT 3.9.4",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.9 Ground Handling"
            ],
            "paragraph": "If the carriage of weapons on board an aircraft is approved as specified in SEC 3.3.1 , the Operato hall have a procedure to ensure the PIC is notified prior to the departure of a flight. Such notificatio hall include the number and seat locations of authorized armed persons on board the aircraft.",
            "page": 209
        },
        {
            "code": "FLT 3.9.6",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.9 Ground Handling"
            ],
            "paragraph": "If the Operator conducts flights from any airport when conditions are conducive to ground aircraf cing, the Operator shall have de-/anti-Icing policies and procedures published in the OM or in othe ocuments that are available to the flight crew during flight preparation and accessible to the fligh rew during flight. Such policies and procedures shall address any flight crew duties an esponsibilities related to de-/anti-Icing and include:\n\n\t(i) Holdover Time tables;\n\n\t(ii) A requirement for a member of the flight crew or qualified ground personnel to perform  isual check of the wings before takeoff, if any contamination is suspected;\n\n\t(iii) A requirement that takeoff will not commence unless the critical surfaces are clear of an eposits that might adversely affect the performance and/or controllability of the aircraft;\n\n\t(iv) A statement that delegates authority to the PIC to order De-/Anti-icing whenever deeme ecessary.",
            "page": 210
        },
        {
            "code": "FLT 3.9.7",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.9 Ground Handling"
            ],
            "paragraph": "If the Operator does not conduct flights from any airport when conditions are conducive to groun ircraft icing, the Operator shall have guidance published in the OM or other document that i vailable to the flight crew during flight preparation and accessible to the flight crew during flight.\nSuch guidance shall include:\n\n\t(i) A description of meteorological and other conditions that are conducive to ground aircraf cing and/or the formation of ice on aircraft critical surfaces;\n\n\t(ii) A prohibition from operating an aircraft from any airport when conditions conducive t round aircraft icing exist.",
            "page": 210
        },
        {
            "code": "FLT 3.9.8",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.9 Ground Handling"
            ],
            "paragraph": "If the Operator transports dangerous goods, the Operator shall ensure information and guidance tha nable the flight crew to carry out duties and responsibilities related to the transport of dangerou oods is published or referenced in the OM and included in the onboard library. Such guidance shal nclude, as a minimum:\n\n\t(i) General policies and procedures;\n\n\t(ii) Duties and responsibilities;\n\n\t(iii) As applicable, preflight acceptance requirements;\n\n\t(iv) Flight crew written notification requirements;\n\n\t(v) Dangerous goods incident and/or emergency response procedures.",
            "page": 211
        },
        {
            "code": "FLT 3.9.9",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.9 Ground Handling"
            ],
            "paragraph": "If the Operator does not transport dangerous goods as cargo, the Operator shall have guidance fo he flight crew that includes procedures for response to dangerous goods incidents.",
            "page": 212
        },
        {
            "code": "FLT 3.10.1",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.10 Airspace Rules"
            ],
            "paragraph": "The Operator shall require all commercial flights to be conducted under an IFR Flight Plan i ccordance with an IFR clearance and, if an instrument approach is required, in accordance with th pproach procedures approved or accepted by the state in which the airport of intended landing i ocated.",
            "page": 212
        },
        {
            "code": "FLT 3.10.2",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.10 Airspace Rules"
            ],
            "paragraph": "If the Operator is authorized to conduct certain portions of a commercial flight under VFR, th perator shall have a policy and procedures that describe how an IFR clearance is to be obtained(departures) and/or cancelled (arrivals).",
            "page": 213
        },
        {
            "code": "FLT 3.10.4",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.10 Airspace Rules"
            ],
            "paragraph": "The Operator shall have guidance that addresses the use of standard radio phraseology whe ommunicating with ATC, the acceptance and readback of ATC clearances and, when necessary,\nthe clarification of such clearances to ensure understanding. Such guidance shall include, as  inimum:\n\n\t(i) A requirement for the use of the call sign;\n\n\t(ii) A requirement for at least two flight crew members to monitor and confirm clearances t nsure a mutual (flight crew) understanding of accepted clearances under circumstances,\nas determined by the operator or flight crew, when a missed or misunderstood clearanc ould pose a safety risk to the flight;\n\n\t(iii) A requirement to clarify clearances with ATC whenever any flight crew member is in doub egarding the clearance or instruction received.",
            "page": 213
        },
        {
            "code": "FLT 3.10.5",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.10 Airspace Rules"
            ],
            "paragraph": "The Operator shall have a policy and/or procedures that require the flight crew to maintain a radi istening watch on the frequencies appropriate for the area of operation and as required by th pplicable authorities. Such guidance shall include, as a minimum, an additional requirement for th light crew to monitor:\n\n\t(i) VHF emergency frequency (121.5 MHz):\n\n\t\t(a) On long-range over-water flights or on flights that require the carriage of a mergency locator transmitter (ELT), except during those periods when aircraft ar arrying out communications on other VHF channels, or when airborne equipmen imitations or flight deck duties do not permit simultaneous guarding of tw hannels;\n\n\t\t(b) If required by the applicable authorities, in areas or over routes where the possibilit f military intercept or other hazardous situations exist.\n\n\t(ii) If required by the applicable authorities, the appropriate common frequency used for in-fligh ommunication in designated airspace without ATC coverage.",
            "page": 214
        },
        {
            "code": "FLT 3.10.6",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.10 Airspace Rules"
            ],
            "paragraph": "The Operator shall have procedures and/or limitations that address operations into and out o ncontrolled airspace and/or airports, to include, if applicable, a prohibition if such operations are no ermitted in accordance with restrictions of the AOC or equivalent documents.",
            "page": 214
        },
        {
            "code": "FLT 3.10.7",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.10 Airspace Rules"
            ],
            "paragraph": "The Operator shall have guidance that enables the flight crew to determine differences in rules an rocedures for any airspace of intended use, to include, as a minimum, an explanatio f the differences between prevailing or local airspace rules and ICAO airspace rules, wher pplicable.",
            "page": 215
        },
        {
            "code": "FLT 3.10.8",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.10 Airspace Rules"
            ],
            "paragraph": "If the Operator conducts operations in en route remote airspace for which Strategic Lateral Offse rocedures (SLOP) are published in the relevant AIP, the Operator shall have guidance that enable he flight crew to implement SLOP when operating in such airspace.",
            "page": 215
        },
        {
            "code": "FLT 3.11.1",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.11 In-Flight Operations"
            ],
            "paragraph": "The Operator shall have guidance that includes a description of flight crew duties an esponsibilities, as well as procedures, for monitoring navigation performance, verifying presen osition and, if applicable, maintaining a particular RNP/RNAV.",
            "page": 216
        },
        {
            "code": "FLT 3.11.2",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.11 In-Flight Operations"
            ],
            "paragraph": "If the Operator uses navigation systems that are subject to degradation over time, the Operator shal ave procedures to ensure navigation accuracy is checked after prolonged in-flight operation whe round-based or space-based navigation facilities become available for such checks.",
            "page": 216
        },
        {
            "code": "FLT 3.11.3",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.11 In-Flight Operations"
            ],
            "paragraph": "The Operator shall have a collision avoidance policy that encourages the flight crew to maintai igilance for conflicting visual traffic ( see and avoid ).",
            "page": 217
        },
        {
            "code": "FLT 3.11.4",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.11 In-Flight Operations"
            ],
            "paragraph": "The Operator shall ensure minimum flight altitude information applicable to all phases of a flight,\nincluding guidance that specifies when descent below any applicable prescribed minimum altitude i ermissible, is made available to the flight crew along with instructions for the use of suc nformation.",
            "page": 217
        },
        {
            "code": "FLT 3.11.5",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.11 In-Flight Operations"
            ],
            "paragraph": "The Operator shall have a policy and/or procedures that require flight crews to monito eteorological conditions during the en route phase of flight, to include current weather an orecasts for:\n\n\t(i) Destination airport;\n\n\t(ii) Destination alternate airport(s), if applicable;\n\n\t(iii) En route alternate airports(s), if applicable.",
            "page": 218
        },
        {
            "code": "FLT 3.11.7",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.11 In-Flight Operations"
            ],
            "paragraph": "The Operator shall have a policy and/or procedures that require the flight crew to monitor fuel durin light to ensure a fuel quantity upon landing that is not less than final reserve fuel.",
            "page": 218
        },
        {
            "code": "FLT 3.11.8A",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.11 In-Flight Operations"
            ],
            "paragraph": "If the Operator is authorized to conduct RVSM operations, the Operator shall have guidance tha ncludes procedures to ensure the proper conduct of such operations. Such guidance shall address,\nas a minimum:\n\n\t(i) Required airborne equipment;\n\n\t(ii) Operating limitations and procedures.",
            "page": 218
        },
        {
            "code": "FLT 3.11.8B",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.11 In-Flight Operations"
            ],
            "paragraph": "If the Operator is authorized to conduct PBN operations in airspace that requires the maintenance o  particular navigation specification for PBN, the Operator shall have guidance that include rocedures to ensure the proper conduct of such operations. Such guidance shall address, as  inimum:\n\n\t(i) Required ground and airborne equipment;\n\n\t(ii) Operating limitations and procedures;\n\n\t(iii) As applicable, operating minima.",
            "page": 219
        },
        {
            "code": "FLT 3.11.8C",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.11 In-Flight Operations"
            ],
            "paragraph": "If the Operator is authorized to conduct PBCS operations, the Operator shall have guidance tha ncludes procedures to ensure the proper conduct of such operations. Such guidance shall address,\nas a minimum:\n\n\t(i) Required airborne equipment;\n\n\t(ii) Operating limitations and procedures.",
            "page": 219
        },
        {
            "code": "FLT 3.11.9",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.11 In-Flight Operations"
            ],
            "paragraph": "If the Operator is authorized to conduct LVO, the Operator shall have guidance to ensure the prope onduct of such operations. Such guidance shall address, as a minimum:\n\n\t(i) Required ground and airborne equipment;\n\n\t(ii) Operating limitations and procedures;\n\n\t(iii) Crew qualifications;\n\n\t(iv) Operating minima (RVR).",
            "page": 220
        },
        {
            "code": "FLT 3.11.10",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.11 In-Flight Operations"
            ],
            "paragraph": "If the Operator conducts flight operations beyond 60 minutes from a point on a route to an en rout lternate airport, including ETOPS/EDTO, the Operator shall have guidance that includes:\n\n\t(i) Procedures to ensure proper conduct of such operations;\n\n\t(ii) For all aircraft, a requirement for flight crews to monitor meteorological information for an n route alternates during the en route phase of a flight;\n\n\t(iii) Procedures to ensure, for aircraft with two-engines engaged in ETOPS/EDTO, the most up-\nto-date information provided to the flight crew indicates that conditions at identified en rout lternate airports will be at or above the operator's established airport operating minima fo he operation at the estimated time of use.",
            "page": 220
        },
        {
            "code": "FLT 3.11.11",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.11 In-Flight Operations"
            ],
            "paragraph": "If the Operator engages in MNPS/NAT HLA and/or AMU operations, the Operator shall hav uidance that includes procedures to ensure the proper conduct of such operations and addresses,\nas a minimum:\n\n\t(i) Required ground and airborne equipment;\n\n\t(ii) Operating limitations and procedures.",
            "page": 221
        },
        {
            "code": "FLT 3.11.16",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.11 In-Flight Operations"
            ],
            "paragraph": "The Operator shall publish Crew Resource Management (CRM) principles in the OM or in othe ocumentation available to the flight crew and have a requirement in the OM for the application o uch principles by the flight crew during line operations.",
            "page": 221
        },
        {
            "code": "FLT 3.11.17",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.11 In-Flight Operations"
            ],
            "paragraph": "The Operator shall have a policy and procedures that define a sterile flight deck during critical phase f flight, to include:\n\n\t(i) A protocol for intra-flight deck communication;\n\n\t(ii) If the Operator conducts passenger flights with cabin crew, a protocol for communicatio etween the flight crew and cabin crew;\n\n\t(iii) The mandatory use of headsets and boom or throat microphones for communication wit TC below the transition level/altitude;\n\n\t(iv) A restriction of flight crew activities to essential operational matters.",
            "page": 222
        },
        {
            "code": "FLT 3.11.18",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.11 In-Flight Operations"
            ],
            "paragraph": "The Operator shall have policies and guidance that define and address the division of duties relate o the performance and prioritization of flight crew member operational tasks, to include, as  inimum:\n\n\t(i) A requirement and procedures for the use of checklists prior to, during and after all phase f flight, and in abnormal and emergency situations;\n\n\t(ii) PM/PF duties for all phases of flight, to include normal, abnormal and emergency situations;\n\n\t(iii) PM/PF actions during manual and automatic flight;\n\n\t(iv) Flight and cabin crew duties during situations that require coordination, to include, as  inimum, emergency evacuation, medical emergency and incapacitated flight cre ember.",
            "page": 222
        },
        {
            "code": "FLT 3.11.20",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.11 In-Flight Operations"
            ],
            "paragraph": "The Operator shall have a policy and procedures that require flight crew members to crosscheck an onfirm critical actions during normal, abnormal and emergency situations, to include:\n\n\t(i) Aircraft configuration changes including landing gear, wing flaps and speedbrakes;\n\n\t(ii) Altimeter bug and airspeed bug settings;\n\n\t(iii) Altimeter subscale settings;\n\n\t(iv) Altitude (window) selections;\n\n\t(v) Transfer of control of the aircraft;\n\n\t(vi) Changes to the Automated Flight System (AFS)/Flight Management System (FMS) an adio navigation aids during the departure and or approach phases of flight;\n\n\t(vii) Weight/mass and balance calculations and associated AFS/FMS entries;\n\n\t(viii) Performance calculations or inputs, including AFS/FMS entries.",
            "page": 223
        },
        {
            "code": "FLT 3.11.21",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.11 In-Flight Operations"
            ],
            "paragraph": "The Operator shall have a policy and procedures that define and specify the requirements fo tandardized verbal callouts (standard callouts) by the flight crew during each phase of flight.",
            "page": 224
        },
        {
            "code": "FLT 3.11.22",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.11 In-Flight Operations"
            ],
            "paragraph": "The Operator shall have an automation policy with associated guidance and procedures that addres he use of aircraft automated flight and navigation systems, to include:\n\n\t(i) Flight crew monitoring of the automated flight and navigation systems (AFS) to ensur ppropriate aircraft response to inputs by:\n\n\t\t(a) Cross-checking mode control panel status;\n\n\t\t(b) Observing the results of any mode changes;\n\n\t\t(c) Supervising the resulting guidance and aircraft response.\n\n\t(ii) The use of a level of automation appropriate for the task, to include manual flight whe ircraft response is not appropriate or adequate.",
            "page": 225
        },
        {
            "code": "FLT 3.11.23",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.11 In-Flight Operations"
            ],
            "paragraph": "The Operator shall have guidance that defines and specifies the requirements for the conduct an ontent of the briefings to be accomplished by the flight crew prior to departure and approach. Suc equired briefings shall address, as a minimum:\n\n\t(i) The technical status of the aircraft unless reviewed in conjunction with another checklist o rocedure;\n\n\t(ii) Normal and non-normal departure and approach considerations;\n\n\t(iii) When applicable, flight deck jump seat occupant safety.",
            "page": 225
        },
        {
            "code": "FLT 3.11.28",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.11 In-Flight Operations"
            ],
            "paragraph": "The Operator shall have policies, procedures and guidance that address altitude awareness, t nclude:\n\n\t(i) Instructions for the use of automated or verbal flight crew altitude callouts and any othe ctions to be taken by the flight crew to maintain altitude awareness;\n\n\t(ii) Policies and/or procedures for the avoidance of altitude deviations;\n\n\t(iii) Policies and/or procedures that address call sign confusion during altitude clearanc cceptance and readback;\n\n\t(iv) Instructions for the flight crew to report the cleared flight level on first contact with ATC,\nunless specifically requested not to do so by ATC.",
            "page": 226
        },
        {
            "code": "FLT 3.11.29",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.11 In-Flight Operations"
            ],
            "paragraph": "The Operator shall have guidance and procedures that include instruction or the use of barometric altimeter reference settings appropriate for the area of operation (QNE,\nQFE, QNH).",
            "page": 227
        },
        {
            "code": "FLT 3.11.30",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.11 In-Flight Operations"
            ],
            "paragraph": "The Operator should have guidance and procedures that include a requirement for barometri ltimeters, referenced to QNH, to be used as the sole barometric altitude reference for the takeoff,\napproach and landing phases of flight.",
            "page": 227
        },
        {
            "code": "FLT 3.11.31",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.11 In-Flight Operations"
            ],
            "paragraph": "If the Operator engages in operations that require metric/imperial (ft) conversions for barometri ltimeter readings, the Operator shall have guidance and procedures that ensure the prope omputation and application of such conversions.",
            "page": 227
        },
        {
            "code": "FLT 3.11.32",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.11 In-Flight Operations"
            ],
            "paragraph": "The Operator shall have guidance that enables the flight crew to correct for potential errors i ltimetry and that addresses:\n\n\t(i) The effects of Outside Air Temperature (OAT) that is significantly lower than standar emperature;\n\n\t(ii) Maximum allowable barometric altimeter errors:\n\n\t\t(a) Referenced to field elevation;\n\n\t\t(b) Compared to other altimeters;\n\n\t\t(c) Permissible to meet RVSM limitations.",
            "page": 228
        },
        {
            "code": "FLT 3.11.38",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.11 In-Flight Operations"
            ],
            "paragraph": "The Operator shall have policies and procedures for operations in the proximity of adverse weathe nd/or environmental conditions to include:\n\n\t(i) Thunderstorms;\n\n\t(ii) Turbulence;\n\n\t(iii) Contaminated runways, including the effect of type and depth of contaminants o erformance;\n\n\t(iv) Cold weather;\n\n\t(v) Volcanic ash, if the Operator conducts operations on routes that traverse large activ olcanic areas or in the terminal areas of airports in the vicinity of active volcanoes.",
            "page": 228
        },
        {
            "code": "FLT 3.11.39",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.11 In-Flight Operations"
            ],
            "paragraph": "The Operator shall have guidance that includes policies and procedures for:\n\n\t(i) Wind shear avoidance;\n\n\t(ii) Wind shear encounter recovery;\n\n\t(iii) As applicable, response to predictive and/or reactive alerts.",
            "page": 229
        },
        {
            "code": "FLT 3.11.40",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.11 In-Flight Operations"
            ],
            "paragraph": "The Operator shall have guidance that addresses wake turbulence, to include procedures fo ncounter avoidance.",
            "page": 229
        },
        {
            "code": "FLT 3.11.46",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.11 In-Flight Operations"
            ],
            "paragraph": "The Operator shall provide, and require compliance with, operating limitations, as defined by th riginal equipment manufacturer (OEM) and established by the State of Registry for each aircraf ype used in operations.",
            "page": 229
        },
        {
            "code": "FLT 3.11.47",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.11 In-Flight Operations"
            ],
            "paragraph": "The Operator shall have wind component limitations for takeoff, approach and landing that do no xceed the values demonstrated or recommended by the OEM and also address operations whe he:\n\n\t(i) Runway is contaminated;\n\n\t(ii) Visibility is degraded;\n\n\t(iii) Aircraft stopping capability is degraded.",
            "page": 230
        },
        {
            "code": "FLT 3.11.48",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.11 In-Flight Operations"
            ],
            "paragraph": "The Operator shall have guidance that specifies a minimum aircraft height above ground level (AGL)\nor above airport level (AAL) for commencing a turn after takeoff.",
            "page": 230
        },
        {
            "code": "FLT 3.11.49",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.11 In-Flight Operations"
            ],
            "paragraph": "The Operator shall have guidance for the use of oxygen masks, to include a requirement for the fligh rew to use supplemental oxygen whenever, either:\n\n\t(i) The cabin altitude exceeds 10,000 ft, or\n\n\t(ii) If permitted by the State and applicable authorities, the cabin altitude exceeds 10,000 ft. fo  period in excess of 30 minutes and for any period the cabin altitude exceeds 13, 000 ft.",
            "page": 231
        },
        {
            "code": "FLT 3.11.50A",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.11 In-Flight Operations"
            ],
            "paragraph": "The Operator shall have a policy and/or procedures that require flight crews, when operating a ircraft at low heights AGL, to restrict rates of descent for the purposes of reducing terrain closur ate and increasing recognition/response time in the event of an unintentional conflict wit errain.",
            "page": 231
        },
        {
            "code": "FLT 3.11.50B",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.11 In-Flight Operations"
            ],
            "paragraph": "The Operator should have procedures to limit the vertical speed of an aircraft to no more than 1,50 eet per minute for the last 1,000 feet climbing or descending to an assigned altitude or flight leve hen the pilots are aware of another aircraft at or approaching an adjacent altitude or flight level,\nunless otherwise instructed by air traffic control.",
            "page": 232
        },
        {
            "code": "FLT 3.11.50C",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.11 In-Flight Operations"
            ],
            "paragraph": "The Operator should have a policy and/or procedures that address flight crew use of EGPWS terrai isplays for the purposes of increasing terrain/obstacle awareness and the avoidance of Controlle light into Terrain (CFIT).",
            "page": 232
        },
        {
            "code": "FLT 3.11.51",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.11 In-Flight Operations"
            ],
            "paragraph": "The Operator shall have guidance and applicable data to enable the flight crew to determine o ompute aircraft performance for all phases of the flight.",
            "page": 233
        },
        {
            "code": "FLT 3.11.52",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.11 In-Flight Operations"
            ],
            "paragraph": "The Operator shall have guidance that addresses the use of flight recorders (FDR, CVR and, a pplicable, AIR and DLR) to ensure such flight recorders are:\n\n\t(i) Not intentionally switched off during flight time by the flight crew;\n\n\t(ii) Only switched off by the flight crew after a flight when required to preserve data in the even f an accident or serious incident.",
            "page": 233
        },
        {
            "code": "FLT 3.11.58",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.11 In-Flight Operations"
            ],
            "paragraph": "The Operator shall have guidance and procedures that enable the flight crew to determine th onditions required to commence or continue an approach to a landing, to include, as a minimum:\n\n\t(i) Crew qualification requirements;\n\n\t(ii) Onboard equipment requirements;\n\n\t(iii) Ground based equipment requirements;\n\n\t(iv) Operating minima.",
            "page": 233
        },
        {
            "code": "FLT 3.11.59A",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.11 In-Flight Operations"
            ],
            "paragraph": "The Operator shall have a stabilized approach policy that is approved or accepted by the Authorit nd has associated guidance, criteria, and procedures to ensure the ongoing conduct of stabilize pproaches. Such policy shall include:\n\n\t(i) Criteria defining the stabilized condition, to include:\n\n\t\t(a) Aircraft configuration requirements specific to each aircraft type;\n\n\t\t(b) Checklist completion requirements;\n\n\t\t(c) Speed and thrust limitations;\n\n\t\t(d) Vertical speed limitations;\n\n\t\t(e) Acceptable vertical and lateral displacement from the normal approach path.\n\n\t(ii) Required minimum height(s) AAL to achieve stabilization criteria:\n\n\t\t(a) Not lower than 1000 ft. for approaches in IMC or not lower than 500 ft. fo pproaches in IMC as designated by the operator and/or State where a lowe tabilization height is operationally required, and a minimum stabilization height no ower than 500 ft. for approaches in VMC; or\n\n\t\t(b) Not lower than specific stabilization heights defined by the Operator and supporte y a safety risk assessment in accordance with FLT 1.12.2 demonstratin cceptable risk for each defined height that is lower than any applicable height(s)\nspecified in (ii) (a).\n\n\t(iii) A requirement to abandon an approach or go around in accordance with its go-around polic s defined in FLT 3.11.60 unless stabilization criteria are met at the relevant height pecified in (ii) and can be maintained until touchdown;\n\n\t(iv) A requirement that deviations from stabilized approach criteria must be pre-planned an equire special briefings for designated unique approaches and/or abnormal conditions;\n\n\t(v) A description of the duties and responsibilities of the PF and PM including countermeasure o human error.",
            "page": 234
        },
        {
            "code": "FLT 3.11.59B",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.11 In-Flight Operations"
            ],
            "paragraph": "If the Operator has a stabilized approach policy that defines required minimum heights (AAL) t chieve stabilization criteria in accordance with FLT 3.11.59A, (ii) (b) , that are lower than an pplicable height(s) specified in (ii)(a), the Operator shall ensure the safety risk managemen rocesses required to achieve overall conformity with FLT 3.11.59A take into account the followin actors:\n\n\t(i) Precursors of unstable approaches and operational trends that are identified through th ollection and analysis of available de-identified data (e.g., from FDA/FDM/FOQA and othe on-punitive reporting programs);\n\n\t(ii) Precursors of unstable approaches identified through observational procedures whic annot be captured by the traditional reporting or FDA;\n\n\t(iii) Identification and analysis of hazards associated with human factors and pilotin echniques;\n\n\t(iv) Analysis of aircraft type-specific flight characteristics including energy management in th pproach, landing, and go-around regimes;\n\n\t(v) Operator s ability to work with ATSUs to implement procedural changes at specific airport ith runways identified as higher risk by data analysis;\n\n\t(vi) Flight crew training program content related to the implementation of stabilized approac olicy;\n\n\t(vii) The most current and relevant manufacturer s guidance, limitations, and recommendation elated to the development and maintenance of stabilized approach policy.",
            "page": 236
        },
        {
            "code": "FLT 3.11.60",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.11 In-Flight Operations"
            ],
            "paragraph": "The Operator shall have a go-around policy with associated procedures and guidance to ensure fligh rews discontinue or go around from an approach or landing in accordance with criteria establishe y the Operator. Such policy, procedures and guidance shall, as a minimum, address or define:\n\n\t(i) Management support for flight crew decision making to discontinue an approach or execut  go-around;\n\n\t(ii) Criteria that require a flight crew to discontinue or go around from an approach or landing\n(prior to the selection of reverse thrust) including when the aircraft is not stabilized i ccordance with FLT 3.11.59A ;\n\n\t(iii) The go-around maneuver;\n\n\t(iv) Duties and responsibilities of the PF and PM.",
            "page": 237
        },
        {
            "code": "FLT 3.11.61",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.11 In-Flight Operations"
            ],
            "paragraph": "The Operator shall have a policy and procedures to ensure the flight crew maneuvers the aircraft s s to touchdown within the touchdown zone or other defined portion of the runway, as specified b he Operator or the Authority.",
            "page": 239
        },
        {
            "code": "FLT 3.11.62",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.11 In-Flight Operations"
            ],
            "paragraph": "The Operator shall have a policy and procedures to ensure the flight crew will not continue a nstrument approach to land at any airport beyond a point at which the limits of the operating minim pecified for the approach in use would be infringed.",
            "page": 240
        },
        {
            "code": "FLT 3.11.63",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.11 In-Flight Operations"
            ],
            "paragraph": "The Operator shall have a policy and procedures to ensure the flight crew will not continue a nstrument approach beyond a designated point in the approach unless reported meteorologica onditions, including visibility or controlling RVR, are equal to or above those specified for th pproach in use.",
            "page": 240
        },
        {
            "code": "FLT 3.11.64",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.11 In-Flight Operations"
            ],
            "paragraph": "The Operator shall have guidance and procedures for the acceptance of a clearance for a visua pproach and the conduct of a visual approach.",
            "page": 241
        },
        {
            "code": "FLT 3.11.65",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.11 In-Flight Operations"
            ],
            "paragraph": "The Operator shall have guidance, criteria, and procedures for the acceptance of a clearance for  on-ILS (including non-precision) approach and the conduct of such approach, to include:\n\n\t(i) Minimum weather conditions and visibility required to continue an approach;\n\n\t(ii) Operating conditions that require a missed approach to be initiated;\n\n\t(iii) Circling approach minima;\n\n\t(iv) Approach-related duties of the PF and PM.",
            "page": 241
        },
        {
            "code": "FLT 3.11.66",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.11 In-Flight Operations"
            ],
            "paragraph": "The Operator shall have a policy and procedures that require and ensure the proper use of  tabilized constant descent profile during the final segment of a non-ILS (including non-precision)\napproach.",
            "page": 241
        },
        {
            "code": "FLT 3.11.67",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.11 In-Flight Operations"
            ],
            "paragraph": "The Operator shall have guidance, criteria and procedures for the acceptance of a clearance for a LS approach and the conduct of any authorized ILS approach, to include:\n\n\t(i) Minimum meteorological conditions, including the visibility required to continue an approach;\n\n\t(ii) Operating conditions that require a missed approach to be initiated.",
            "page": 242
        },
        {
            "code": "FLT 3.11.68A",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.11 In-Flight Operations"
            ],
            "paragraph": "The Operator shall have a policy and/or procedures that require the flight crew to assess landin erformance prior to arrival at the destination or alternate airport in order to determine that sufficien anding distance exists for a landing to be accomplished with an adequate safety margin:\n\n\t(i) On the runway of intended use;\n\n\t(ii) In the conditions existing at the estimated time of arrival (ETA);\n\n\t(iii) In the aircraft configuration and with the means of deceleration that will be used for th anding.",
            "page": 242
        },
        {
            "code": "FLT 3.11.68B",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.11 In-Flight Operations"
            ],
            "paragraph": "The Operator shall have a policy and procedures to ensure an approach is not continued below 30  (1 000 ft) AAL unless the PIC is satisfied that, with the runway surface condition informatio vailable, the aircraft landing performance assessment in accordance with FLT 3.11.68A indicate hat a safe landing can be made.",
            "page": 243
        },
        {
            "code": "FLT 3.11.69",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.11 In-Flight Operations"
            ],
            "paragraph": "If the Operator is authorized to conduct circling approaches, the Operator shall have guidance an rocedures to ensure the proper conduct of such approaches. Such guidance and procedures shal e in accordance with FLT 3.11.59A and address, as a minimum:\n\n\t(i) Operating limitations and minima;\n\n\t(ii) Stabilization criteria and go-around requirements;\n\n\t(iii) Obstacle clearance requirements.",
            "page": 243
        },
        {
            "code": "FLT 3.12.1",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.12 Flight Deck Policy and Procedures"
            ],
            "paragraph": "The operator shall have a corrective lenses policy that addresses the need for flight crew members,\nwho are required to use corrective lenses, to have a spare set of corrective lenses readily available.",
            "page": 244
        },
        {
            "code": "FLT 3.12.2",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.12 Flight Deck Policy and Procedures"
            ],
            "paragraph": "The Operator shall have a policy that requires flight crew members to keep their seat belts fastene hen at their assigned stations and:\n\n\t(i) Those flight crew members occupying a pilot's seat to keep their safety harnesses (shoulde traps and seat belts) fastened during the takeoff and landing phases of flight;\n\n\t(ii) Other flight crew members to keep their safety harnesses fastened during the takeoff an anding phases of flight, unless the shoulder straps interfere with the performance of duties,\nin which case the shoulder straps may be unfastened but the seat belts shall remai astened.",
            "page": 245
        },
        {
            "code": "FLT 3.12.3",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.12 Flight Deck Policy and Procedures"
            ],
            "paragraph": "The Operator shall have a policy and procedures to ensure, during flight, when a pilot transfer ontrol of the aircraft or leaves the flight deck, a minimum of one pilot continuously maintains:\n\n\t(i) Unobstructed access to the flight controls;\n\n\t(ii) Alertness and situational awareness.",
            "page": 245
        },
        {
            "code": "FLT 3.12.4",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.12 Flight Deck Policy and Procedures"
            ],
            "paragraph": "The Operator shall have a policy and procedures to ensure flight crew members are only permitted t eave their duty stations during flight in the performance of duties or to meet physiological needs.",
            "page": 245
        },
        {
            "code": "FLT 3.12.5",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.12 Flight Deck Policy and Procedures"
            ],
            "paragraph": "The Operator shall have a policy and procedures to ensure pilot flight crew members do not vacat n aircraft control seat below 10,000 feet (AAL) for the purposes of transferring duties to another pilo light crew member.",
            "page": 246
        },
        {
            "code": "FLT 3.12.6",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.12 Flight Deck Policy and Procedures"
            ],
            "paragraph": "The Operator should have guidance published or referenced in the OM that addresses runwa xcursions, to include a description of the policies, processes, procedures, and flight crew action ecessary to prevent, or reduce the risk of a runway excursion occurring during takeoff or landing.",
            "page": 246
        },
        {
            "code": "FLT 3.12.7",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.12 Flight Deck Policy and Procedures"
            ],
            "paragraph": "The Operator shall have guidance published or referenced in the OM that addresses runwa ncursions, to include a description of the policies, processes, procedures and flight action ecessary to prevent or reduce the risk of a runway incursion occurring during taxi, takeoff, an anding. Such guidance shall include:\n\n\t(i) Instructions for the maintenance of situational awareness by the flight crew while operatin n the airport environment, on the ground and in the air, to ensure an awareness of th ircraft position relative to the airport surface;\n\n\t(ii) Operating policies and procedures for use during periods when there is a high risk of a ncursion;\n\n\t(iii) Specific instructions for the use of onboard equipment and aircraft lighting as a means t itigate the risk of an incursion;\n\n\t(iv) The identification, in documentation available to the flight crew, of areas on the airpor urface that could pose a higher risk of an incursion;\n\n\t(v) Specific reduced visibility and relevant LVO policies and procedures that minimize the risk o n incursion.",
            "page": 248
        },
        {
            "code": "FLT 3.13.2",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.13 Flight Deck, Passenger Cabin, Supernumerary Compartment Coordination"
            ],
            "paragraph": "The Operator shall have guidance that defines persons authorized to use flight deck jump seat(s).\nSuch guidance shall, if applicable, be in accordance with the requirements of the Authority.",
            "page": 250
        },
        {
            "code": "FLT 3.13.3",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.13 Flight Deck, Passenger Cabin, Supernumerary Compartment Coordination"
            ],
            "paragraph": "If the Operator conducts passenger flights with cabin crew, the Operator shall have procedures fo ommunication and coordination between the flight crew and the cabin crew to ensure a combine nd coordinated process in addressing:\n\n\t(i) Passenger safety information;\n\n\t(ii) Cabin readiness prior to first aircraft movement, takeoff and landing;\n\n\t(iii) If applicable, arming or disarming of cabin door slides;\n\n\t(iv) Preparation for an encounter with turbulence;\n\n\t(v) Flight or cabin crew member incapacitation;\n\n\t(vi) Emergency evacuation;\n\n\t(vii) Abnormal situations;\n\n\t(viii) Emergency situations.",
            "page": 250
        },
        {
            "code": "FLT 3.13.4",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.13 Flight Deck, Passenger Cabin, Supernumerary Compartment Coordination"
            ],
            "paragraph": "If the Operator transports passengers and/or supernumeraries in the passenger cabin o upernumerary compartment without cabin crew, the Operator shall have guidance and procedure or communication by the flight crew with, as applicable, passengers and/or supernumeraries t ddress:\n\n\t(i) The dissemination of passenger/supernumerary safety information;\n\n\t(ii) Restrictions pertaining to onboard smoking;\n\n\t(iii) Compliance with the Fasten Seat Belt sign and, if applicable, the No Smoking sign;\n\n\t(iv) Cabin or supernumerary compartment readiness prior to first aircraft movement, takeoff an anding;\n\n\t(v) If applicable, the arming or disarming of door slides;\n\n\t(vi) Preparation for and an encounter with turbulence;\n\n\t(vii) Medical situations;\n\n\t(viii) Emergency evacuation;\n\n\t(ix) Abnormal situations;\n\n\t(x) Verification that baggage is stowed;\n\n\t(xi) If applicable, information relevant to cargo being transported in the passenger cabin;\n\n\t(xii) If applicable, verification that the 9G rigid barrier or 9G cargo net is secured.",
            "page": 251
        },
        {
            "code": "FLT 3.13.5",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.13 Flight Deck, Passenger Cabin, Supernumerary Compartment Coordination"
            ],
            "paragraph": "If the Operator conducts passenger flights with cabin crew, the Operator should have a policy an rocedures that define and specify the requirements for standard verbiage, terminology, signal nd/or verbal commands used for communication between flight crew and cabin crew during normal,\nabnormal and emergency situations.",
            "page": 252
        },
        {
            "code": "FLT 3.13.6",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.13 Flight Deck, Passenger Cabin, Supernumerary Compartment Coordination"
            ],
            "paragraph": "If the Operator transports passengers and/or supernumeraries, the Operator shall have a polic nd/or procedures that provides for announcements to, as applicable, passengers and/o upernumeraries by either the flight crew or cabin crew to address matters related to safety, includin urbulence and abnormal and emergency situations.",
            "page": 253
        },
        {
            "code": "FLT 3.13.8",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.13 Flight Deck, Passenger Cabin, Supernumerary Compartment Coordination"
            ],
            "paragraph": "If the Operator transports passengers and/or supernumeraries, the Operator shall have procedure hat ensure the preparation of the cabin or supernumerary compartment prior to takeoff and landing,\nand provide for notification to, as applicable, passengers and/or supernumeraries by either the fligh rew or cabin crew:\n\n\t(i) To prepare for takeoff;\n\n\t(ii) When in the descent phase of flight;\n\n\t(iii) To prepare for landing.",
            "page": 253
        },
        {
            "code": "FLT 3.13.9",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.13 Flight Deck, Passenger Cabin, Supernumerary Compartment Coordination"
            ],
            "paragraph": "If the Operator carries cargo on the same deck as the flight deck and/or supernumerar ompartment, the Operator shall have procedures to ensure the cargo restraint system and, i pplicable, smoke barrier are closed/secured for:\n\n\t(i) Taxi operations;\n\n\t(ii) Takeoff;\n\n\t(iii) Landing.",
            "page": 254
        },
        {
            "code": "FLT 3.13.11",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.13 Flight Deck, Passenger Cabin, Supernumerary Compartment Coordination"
            ],
            "paragraph": "If the Operator conducts cargo and/or passenger flights without cabin crew, the Operator shall hav light crew procedures for:\n\n\t(i) Opening and closing of aircraft cabin access doors;\n\n\t(ii) As applicable, arming and disarming of door systems equipped with an automatic slide o lide/raft deployment system.",
            "page": 254
        },
        {
            "code": "FLT 3.13.12",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.13 Flight Deck, Passenger Cabin, Supernumerary Compartment Coordination"
            ],
            "paragraph": "If the Operator transports passengers and/or supernumeraries, without cabin crew, the Operato hall have flight crew procedures that ensure, as applicable, passengers and/or supernumerarie ave ready access to emergency oxygen.",
            "page": 255
        },
        {
            "code": "FLT 3.13.13",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.13 Flight Deck, Passenger Cabin, Supernumerary Compartment Coordination"
            ],
            "paragraph": "If the Operator transports passengers and/or supernumeraries, without cabin crew, the Operato hall have flight crew procedures that ensure, as applicable, passengers and/or supernumeraries ar eated with their seat belts (or, as available, harness or other restraint) fastened:\n\n\t(i) During the taxi phases of a flight;\n\n\t(ii) During the takeoff and landing phases of flight;\n\n\t(iii) Prior to and/or during turbulence;\n\n\t(iv) During an emergency situation, if considered necessary.",
            "page": 255
        },
        {
            "code": "FLT 3.13.14",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.13 Flight Deck, Passenger Cabin, Supernumerary Compartment Coordination"
            ],
            "paragraph": "If the Operator transports supernumeraries in the passenger cabin or cargo compartment, th perator shall have guidance and procedures to ensure:\n\n\t(i) All seats in the cargo compartment are considered emergency exit row seats;\n\n\t(ii) Supernumeraries meet applicable requirements and restrictions.",
            "page": 256
        },
        {
            "code": "FLT 3.13.16",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.13 Flight Deck, Passenger Cabin, Supernumerary Compartment Coordination"
            ],
            "paragraph": "If the Operator uses aircraft equipped with a flight deck door, the Operator shall have policies and/o rocedures that are in accordance with the requirements of the Authority and, as a minimum, define:\n\n\t(i) When the flight deck door must remain locked;\n\n\t(ii) If the Operator conducts passenger flights with cabin crew, the means used and action ecessary for cabin crew members to:\n\n\t\t(a) Notify the flight crew in the event of suspicious activity or security breaches in th abin;\n\n\t\t(b) Gain entry to the flight deck.",
            "page": 256
        },
        {
            "code": "FLT 3.13.17",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.13 Flight Deck, Passenger Cabin, Supernumerary Compartment Coordination"
            ],
            "paragraph": "If the Operator uses aircraft equipped with an approved flight deck door as specified in (MNT) Tabl .11 (xxvi) (c) (d) and/or Table 4.14 (v), the Operator shall provide guidance, procedures \nand instructions for the use of such door by the flight crew to ensure the security of the flight deck.\nSuch guidance shall include, as a minimum, the procedural means by which the crew:\n\n\t(i) Prevents access to the flight deck by unauthorized personnel;\n\n\t(ii) Identifies authorized personnel requesting entry into the flight deck.",
            "page": 256
        },
        {
            "code": "FLT 3.13.18",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.13 Flight Deck, Passenger Cabin, Supernumerary Compartment Coordination"
            ],
            "paragraph": "If the Operator conducts international passenger flights using aircraft equipped with an approve light deck door as specified in (MNT) Table 4.11 (xxvi) (c) (d) and/or Table 4.14 (v) , the Operato hall have procedures to:\n\n\t(i) Ensure the flight deck door is closed and locked from the time of engine start o ommencement of pushback until engines are shut down or any external aircraft door i pened for disembarkation except when necessary to permit access or egress b uthorized persons;\n\n\t(ii) Monitor, using visual or procedural means, the entire area outside the flight deck door t dentify persons requesting entry and to detect suspicious behavior or potential threat.",
            "page": 257
        },
        {
            "code": "FLT 3.13.19",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.13 Flight Deck, Passenger Cabin, Supernumerary Compartment Coordination"
            ],
            "paragraph": "If the Operator conducts passenger operations and does not use a flight deck door, the Operato hall have measures in place to ensure unauthorized persons are prevented from entering the fligh eck.",
            "page": 258
        },
        {
            "code": "FLT 3.14.2",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.14 Non-Normal/Abnormal and Emergency Operations"
            ],
            "paragraph": "The Operator shall have a policy that prohibits the in-flight simulation of emergencies whil assengers and/or cargo are being transported on board the aircraft.",
            "page": 258
        },
        {
            "code": "FLT 3.14.3",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.14 Non-Normal/Abnormal and Emergency Operations"
            ],
            "paragraph": "The Operator shall have a policy and guidance that defines the execution of abnormal/non-norma nd emergency procedures and that ensures a crosscheck and verbal confirmation by two flight cre embers (dual response) occurs before the actuation of any critical aircraft system controls. Suc uidance shall identify critical systems, as defined by the OEM, and address, as a minimum:\n\n\t(i) Engine thrust levers;\n\n\t(ii) Fuel master or control switches;\n\n\t(iii) Engine fire handles or switches;\n\n\t(iv) Engine fire extinguisher discharge switches (if not automatically armed in conjunction wit he associated fire handle or switch);\n\n\t(v) IDG/CSD disconnect switch.",
            "page": 259
        },
        {
            "code": "FLT 3.14.4",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.14 Non-Normal/Abnormal and Emergency Operations"
            ],
            "paragraph": "If the Operator conducts passenger flights with cabin crew, the Operator shall have procedures i ccordance with FLT 3.11.18 , applicable to each aircraft type, that specify the flight and cabin cre ember functions and actions to be executed during a situation requiring an emergency evacuation.",
            "page": 259
        },
        {
            "code": "FLT 3.14.5",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.14 Non-Normal/Abnormal and Emergency Operations"
            ],
            "paragraph": "If the Operator transports passengers and/or supernumeraries, without cabin crew, the Operato hall have procedures that are applicable to each aircraft type and:\n\n\t(i) Specify flight crew functions and actions to be executed during an emergency evacuation;\n\n\t(ii) Address, as applicable, passengers and/or supernumeraries.\nNote: The specifications of this provision are applicable to flight crew members used on board a ircraft during commercial and/or non-commercial operations.",
            "page": 260
        },
        {
            "code": "FLT 3.14.6",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.14 Non-Normal/Abnormal and Emergency Operations"
            ],
            "paragraph": "The Operator shall have policies and procedures in accordance with FLT 3.11.18 , applicable to eac ircraft type, that are to be applied during a situation requiring a rejected takeoff and address th perational considerations for low speed and high speed rejected takeoffs.",
            "page": 260
        },
        {
            "code": "FLT 3.14.7",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.14 Non-Normal/Abnormal and Emergency Operations"
            ],
            "paragraph": "The Operator shall have policies and associated procedures accordance with FLT 3.11.18 ,\napplicable to each aircraft type, that are to be applied when an engine failure or fire occurs after V1.",
            "page": 260
        },
        {
            "code": "FLT 3.14.8",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.14 Non-Normal/Abnormal and Emergency Operations"
            ],
            "paragraph": "The Operator shall have policies and procedures in accordance with FLT 3.11.18 , applicable to eac ircraft type, that are to be applied when a TCAS/ACAS resolution advisory (RA) is displayed b nboard equipment. Such guidance shall, as a minimum:\n\n\t(i) Specify a TCAS escape maneuver;\n\n\t(ii) Require flight crews to follow a TCAS RA guidance even if it conflicts with ATC instructions.",
            "page": 261
        },
        {
            "code": "FLT 3.14.9",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.14 Non-Normal/Abnormal and Emergency Operations"
            ],
            "paragraph": "The Operator shall have policies and procedures in accordance with FLT 3.11.18 , applicable to eac ircraft type, that are applied during a GPWS or other terrain avoidance alert provided by onboar quipment. Such guidance shall, as a minimum, define a CFIT escape maneuver as an aggressiv itch up maneuver that maximizes the performance of the aircraft.",
            "page": 261
        },
        {
            "code": "FLT 3.14.10",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.14 Non-Normal/Abnormal and Emergency Operations"
            ],
            "paragraph": "The Operator shall have procedures in accordance with FLT 3.11.18 , applicable to each aircraft typ hat are to be applied in the event of an emergency descent.",
            "page": 261
        },
        {
            "code": "FLT 3.14.11",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.14 Non-Normal/Abnormal and Emergency Operations"
            ],
            "paragraph": "The Operator shall have guidance and procedures that address abnormal and/or emergenc ommunication, to include the:\n\n\t(i) Appropriate use of  PAN PAN  and/or  MAYDAY; \n\n\t(ii) Actions to be taken in the event of a complete radio failure (lost communication);\n\n\t(iii) Interception protocol for civil aircraft intercepted by military aircraft, to include a descriptio f visual signals used by intercepting and intercepted aircraft.",
            "page": 261
        },
        {
            "code": "FLT 3.14.12",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.14 Non-Normal/Abnormal and Emergency Operations"
            ],
            "paragraph": "The Operator shall have procedures in accordance with FLT 3.11.18 that are to be applied by th light crew in the event of a medical emergency on board the aircraft. If a cabin crew is used, suc rocedures shall also address cabin crew duties and ensure flight deck-to-cabin communication an oordination occurs in accordance with FLT 3.13.3 .",
            "page": 262
        },
        {
            "code": "FLT 3.14.13",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.14 Non-Normal/Abnormal and Emergency Operations"
            ],
            "paragraph": "The Operator shall have procedures in accordance with FLT 3.11.18 that are to be applied by th light crew in the event of flight crew member incapacitation on board the aircraft. If a cabin crew i sed, such procedures shall also address cabin crew duties and ensure flight deck-to-cabi ommunication and coordination occurs in accordance with FLT 3.13.3 .",
            "page": 262
        },
        {
            "code": "FLT 3.14.14",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.14 Non-Normal/Abnormal and Emergency Operations"
            ],
            "paragraph": "The Operator shall have guidance and procedures that ensure the proper reset of circuit breaker fter a system malfunction or trip. Such guidance shall, as a minimum, specify when and how ofte ripped circuit breakers may be reset.",
            "page": 263
        },
        {
            "code": "FLT 3.14.15",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.14 Non-Normal/Abnormal and Emergency Operations"
            ],
            "paragraph": "The Operator shall have an in-flight fuel management policy that requires the PIC to request air traffi elay information from ATC when unanticipated circumstances may result in landing at th estination airport with less than either:\n\n\t(i) The final reserve fuel plus any fuel required to proceed to an alternate airport, or\n\n\t(ii) The fuel required to operate to an isolated airport.",
            "page": 263
        },
        {
            "code": "FLT 3.14.16",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.14 Non-Normal/Abnormal and Emergency Operations"
            ],
            "paragraph": "The Operator shall have an in-flight fuel management policy that requires the PIC to advise ATC of  inimum fuel state:\n\n\t(i) When, having committed to land at a specific airport, the PIC calculates that any change t he existing clearance to that airport may result in landing with less than planned fina eserve fuel;\n\n\t(ii) By declaring  MINIMUM FUEL.",
            "page": 263
        },
        {
            "code": "FLT 3.14.17",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.14 Non-Normal/Abnormal and Emergency Operations"
            ],
            "paragraph": "The Operator shall have an in-flight fuel management policy that requires the PIC to declare  ituation of fuel emergency:\n\n\t(i) When the calculated usable fuel predicted to be available upon landing at the nearest airpor here a safe landing can be made is less than the planned final reserve fuel;\n\n\t(ii) By declaring  MAYDAY, MAYDAY, MAYDAY, FUEL.",
            "page": 264
        },
        {
            "code": "FLT 3.15.2",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.15 Flight Crew Reporting Requirements"
            ],
            "paragraph": "The Operator shall have a policy that requires the PIC to report any hazardous flight condition to th ppropriate ATC facility without delay.",
            "page": 265
        },
        {
            "code": "FLT 3.15.3",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.15 Flight Crew Reporting Requirements"
            ],
            "paragraph": "The Operator shall have a policy that assigns responsibility to the PIC for notifying the neares uthority, by the quickest available means, of any accident or serious incident resulting in injury,\ndeath, or substantial aircraft damage. ( GM)",
            "page": 265
        },
        {
            "code": "FLT 3.15.4",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.15 Flight Crew Reporting Requirements"
            ],
            "paragraph": "The Operator shall have a policy that assigns responsibility to the PIC for:\n\n\t(i) Notifying the appropriate local authority without delay in the event of any emergenc ituation that necessitated action in violation of local regulations and/or procedures;\n\n\t(ii) Submitting, if required by the state of occurrence, a report to the appropriate local authorit nd also to the Authority of the State of the Operator. ( GM)",
            "page": 266
        },
        {
            "code": "FLT 3.15.5",
            "guidance": null,
            "iosa_map": [
                "FLT 3 Line Operations",
                "3.15 Flight Crew Reporting Requirements"
            ],
            "paragraph": "The Operator shall have a policy that requires the PIC to report the runway braking action special air-\nreport (AIREP) when the runway braking action encountered is not as good as reported.",
            "page": 266
        },
        {
            "code": "FLT 4.1.1",
            "guidance": null,
            "iosa_map": [
                "FLT 4 Operations Engineering Specifications",
                "4.1 Aircraft Performance"
            ],
            "paragraph": "The Operator shall have a process, performed by Operations Engineering, to determine and maintai uidance, procedures and performance data in the OM, applicable to each aircraft type, fo pplicable departure, destination and alternate airports. Such guidance and data shall enable th light crew to determine or compute:\n\n\t(i) Maximum structural weights (taxi, takeoff, landing);\n\n\t(ii) Takeoff performance (accelerate - stop, close-in obstacles) that also ensures chartin ccuracy is accounted for, when necessary, in assessing takeoff performance in the even f a critical power unit failing at any point in the takeoff;\n\n\t(iii) Maximum brake energy and minimum cooling time;\n\n\t(iv) Climb performance (distant obstacles);\n\n\t(v) Landing performance (minimum landing distance, go-around).",
            "page": 267
        },
        {
            "code": "FLT 4.1.2",
            "guidance": null,
            "iosa_map": [
                "FLT 4 Operations Engineering Specifications",
                "4.1 Aircraft Performance"
            ],
            "paragraph": "The Operator shall have a process, performed by Operations Engineering, to determine and maintai uidance, data and procedures in the OM, applicable to each aircraft type, that enable the flight cre o determine and/or compute aircraft performance for all phases of flight. Such guidance and dat hall ensure the flight crew considers all relevant factors affecting aircraft performance, to include:\n\n\t(i) Aircraft weight (mass);\n\n\t(ii) Operating procedures;\n\n\t(iii) Pressure altitude appropriate to the airport elevation;\n\n\t(iv) Temperature;\n\n\t(v) Wind;\n\n\t(vi) Runway gradient (slope);\n\n\t(vii) Runway surface condition at the expected time of use; \n\n\t(viii) Obstacle data;\n\n\t(ix) NOTAMs (including airport NOTAMs);\n\n\t(x) As applicable, MEL/CDL information;\n\n\t(xi) Aircraft configuration (wing flap setting);\n\n\t(xii) Anti-ice usage and, when applicable, ice accretion;\n\n\t(xiii) As applicable, runway length used for aircraft alignment prior to takeoff;\n\n\t(xiv) As applicable, fuel freeze considerations during extended operations.",
            "page": 267
        },
        {
            "code": "FLT 4.1.3",
            "guidance": null,
            "iosa_map": [
                "FLT 4 Operations Engineering Specifications",
                "4.1 Aircraft Performance"
            ],
            "paragraph": "The Operator shall have a process, performed by Operations Engineering, to determine and maintai uidance, data and procedures in the OM, applicable to each aircraft type, that enable the flight cre o determine and/or compute en route aircraft engine-out performance. Such guidance, data an rocedures shall include, as a minimum, aircraft engine-out:\n\n\t(i) Service ceiling;\n\n\t(ii) Drift down altitudes, as well as specific guidance and procedures that assure terrai learance along the route to the destination airport or to an en route alternate airport.",
            "page": 268
        },
        {
            "code": "FLT 4.1.4",
            "guidance": null,
            "iosa_map": [
                "FLT 4 Operations Engineering Specifications",
                "4.1 Aircraft Performance"
            ],
            "paragraph": "The Operator should provide operating instructions, applicable to each aircraft type, that enable th IC to determine if the required all-engine climb performance can be achieved during the departur hase of flight under the existing conditions.",
            "page": 269
        },
        {
            "code": "FLT 4.2.2",
            "guidance": null,
            "iosa_map": [
                "FLT 4 Operations Engineering Specifications",
                "4.2 Navigation and Facilities"
            ],
            "paragraph": "The Operator shall have a process, performed by Operations Engineering, to ensure completion o n analysis that addresses relevant operational factors prior to operating over any new route or int ny new airport. Such analysis shall take into account:\n\n\t(i) Obstacle clearance for all phases of flight (minimum safe altitudes);\n\n\t(ii) Runway (width, length and pavement loading);\n\n\t(iii) Navigation aids and lighting;\n\n\t(iv) Weather considerations;\n\n\t(v) Emergency services;\n\n\t(vi) Fuel burn calculations;\n\n\t(vii) As applicable, fuel freeze considerations;\n\n\t(viii) As applicable, ETOPS/EDTO requirements;\n\n\t(ix) Air Traffic Services;\n\n\t(x) Critical engine inoperative operations;\n\n\t(xi) Depressurization over critical areas;\n\n\t(xii) (Special) airport classification.",
            "page": 270
        },
        {
            "code": "FLT 4.2.3",
            "guidance": null,
            "iosa_map": [
                "FLT 4 Operations Engineering Specifications",
                "4.2 Navigation and Facilities"
            ],
            "paragraph": "If the Operator conducts operations over remote or sparsely populated land areas, the Operato hould provide information in the OM that identifies and describes en route emergency airport ssociated with operations over such areas.",
            "page": 270
        },
        {
            "code": "FLT 4.2.4",
            "guidance": null,
            "iosa_map": [
                "FLT 4 Operations Engineering Specifications",
                "4.2 Navigation and Facilities"
            ],
            "paragraph": "The Operator shall have guidance, data and procedures to enable operations engineering personne o determine minimum safe altitudes for all phases of flight.",
            "page": 271
        },
        {
            "code": "FLT 4.2.5",
            "guidance": null,
            "iosa_map": [
                "FLT 4 Operations Engineering Specifications",
                "4.2 Navigation and Facilities"
            ],
            "paragraph": "The Operator shall establish operating minima for each airport of intended use, which shall not b ower than those established by the state in which the airport is located.",
            "page": 271
        },
        {
            "code": "FLT 4.2.6",
            "guidance": null,
            "iosa_map": [
                "FLT 4 Operations Engineering Specifications",
                "4.2 Navigation and Facilities"
            ],
            "paragraph": "If the Operator uses aircraft with electronic navigation data capabilities, the Operator shall hav rocesses, approved or accepted by the State, if required, which ensure electronic navigation dat roducts acquired from suppliers, prior to being used as a means for navigation in operations:\n\n\t(i) Are assessed for a level of data integrity commensurate with the intended application;\n\n\t(ii) Are compatible with the intended function of equipment in which it is installed;\n\n\t(iii) Are distributed in a manner to allow insertion of current and unaltered electronic navigatio ata into all aircraft that require it.",
            "page": 272
        },
        {
            "code": "FLT 4.2.7",
            "guidance": null,
            "iosa_map": [
                "FLT 4 Operations Engineering Specifications",
                "4.2 Navigation and Facilities"
            ],
            "paragraph": "If the Operator uses aircraft equipped with a GPWS with a Forward-looking Terrain Avoidanc unction, the Operator shall have a process and/or procedures to ensure terrain and, if applicable,\nobstacle data acquired from an external vendor or supplier are:\n\n\t(i) Periodically reviewed for currency and applicability to the Operator's routes and airports,\nand updated as required;\n\n\t(ii) Distributed in a manner to allow the insertion of unaltered data into all aircraft for which it i equired.",
            "page": 273
        },
        {
            "code": "FLT 4.3.1",
            "guidance": null,
            "iosa_map": [
                "FLT 4 Operations Engineering Specifications",
                "4.3 Aircraft Systems and Equipment Specifications"
            ],
            "paragraph": "The Operator shall ensure all aircraft in its fleet have the following systems and equipment a ecessary to satisfy operational requirements for the routes and/or airspace of intended operation ncluding, as applicable, PBN, MNPS/NAT HLA, RVSM and PBCS:\n\n\t(i) Instrumentation and/or avionics, readily visible to the intended pilot flight crew member,\nnecessary to conduct operations and meet applicable flight parameters, maneuvers an imitations;\n\n\t(ii) Equipment necessary to satisfy applicable operational communication and surveillanc equirements, including emergency communication;\n\n\t(iii) Avionics, equipment and/or components necessary to satisfy applicable navigatio equirements and provide necessary redundancy;\n\n\t(iv) Avionics, instrumentation and/or radio equipment necessary to satisfy applicable approac nd landing requirements;\n\n\t(v) Other components and/or equipment necessary to conduct operations under applicabl light conditions, including instrument meteorological conditions.",
            "page": 274
        },
        {
            "code": "FLT 4.3.5",
            "guidance": null,
            "iosa_map": [
                "FLT 4 Operations Engineering Specifications",
                "4.3 Aircraft Systems and Equipment Specifications"
            ],
            "paragraph": "If the Operator uses aircraft operated at flight altitudes greater than 10,000 feet, but pressurized t aintain a cabin altitude of less than 10,000 feet, the Operator shall have guidance and procedure o ensure flights are not commenced unless all such aircraft can descend to an altitude after a loss o ressurization that will allow continued safe flight and landing and are equipped with oxygen storag nd dispensing apparatus in accordance with requirements of the Authority and, as a minimum, als nsures:\n\n\t(i) The aircraft can continue at a pressure altitude that will allow continued safe flight an anding;\n\n\t(ii) An amount of stored supplemental oxygen, in accordance with the requirements of th uthority and, as a minimum, to supply:\n\n\t\t(a) The flight crew for any period the cabin altitude would be above 10,000 feet; \n\n\t\t(b) All aircraft occupants for any period the cabin altitude would be above 15,000 feet;\n\n\t\t(c) The flight crew and all aircraft occupants in accordance with a) and b) a ppropriate for the route to be flown.\n\n\t(iii) For aircraft that do not operate above 25,000 feet, the amount of stored oxygen for aircraf ccupants specified in ii) b) above may be reduced, in accordance with the requirements o he Authority, if at all points along the route to be flown, the aircraft is able to descend safel ithin 4 minutes to a cabin pressure altitude of 15,000 ft. or less.",
            "page": 274
        }
    ]
}