{
    "name": "Section 6 - Ground Handling Operations (GRH)",
    "code": "GRH",
    "applicability": "Applicability\nSection 6 addresses functions within the scope of ground handling operations and is applicable to an\noperator that conducts passenger, cargo and/or combi (combined cargo and passenger) aircraft\noperations.\nIndividual GRH provisions or sub-specifications within a GRH provision that:\n Do not begin with a conditional phrase are applicable unless determined otherwise by the Auditor.\n Begin with a conditional phrase ( If the Operator... ) are applicable if the Operator meets the\ncondition(s) stated in the phrase.\nFunctions within the scope of ground handling operations include:\n Passenger handling;\n Baggage handling;\n Aircraft ground handling and loading;\n Load control;\n Aircraft fuelling;\n Aircraft de-/anti-icing.\nIn this section, non-revenue cargo is addressed in the same way as revenue cargo for the purposes of\nhandling loading, securing and transporting. COMAT is non-revenue cargo.\nFor the purpose of addressing cargo in this section, mail is considered to be an item of cargo. Therefore,\nany reference to cargo also includes mail.\nWhere an operator outsources the performance of ground handling operational functions to external\nservice providers, the operator retains overall responsibility for ensuring the management of safety in the\nconduct of such operations and must demonstrate processes for monitoring applicable external service\nproviders in accordance with GRH 1.10.2 .",
    "guidance": "General Guidance\nDefinitions of technical terms used in this ISM Section 6 , as well as the meaning of abbreviations and\nacronyms, are found in the IATA Reference Manual for Audit Programs (IRM).\nProcesses and procedures for use in ground handling operations are defined in the IATA Ground Operations\nManual (IGOM), the IATA Airport Handling Manual (AHM), the Dangerous Goods Regulations (DGR) and in\nother relevant IATA publications.\nDue to revision cycle differences, the IATA documents cited above are typically revised at various times\nduring the effective period of an ISM edition. Accordingly, when an IATA document is revised, it could render\nan existing reference to specific information in an IATA document to be in error. In such case, the revised\nIATA document would have to be searched to find the specific information referenced.\n1 Management and Control\n1.1 Management System Overview",
    "items": [
        {
            "code": "GRH 1.1.1",
            "guidance": null,
            "iosa_map": [
                "GRH 1 Management and Control",
                "1.1 Management System Overview"
            ],
            "paragraph": "The Operator shall have a management system that ensures control of ground handling operation nd the management of safety and security outcomes.",
            "page": 547
        },
        {
            "code": "GRH 1.1.2",
            "guidance": null,
            "iosa_map": [
                "GRH 1 Management and Control",
                "1.1 Management System Overview"
            ],
            "paragraph": "The Operator shall have a manager for ground handling operations that:\n\n\t(i) Has the authority and is responsible for the management and supervision of functions an ctivities within the scope of ground handling operations;\n\n\t(ii) Is responsible for the management of safety and security risks to ground handlin perations.",
            "page": 548
        },
        {
            "code": "GRH 1.2.1",
            "guidance": null,
            "iosa_map": [
                "GRH 1 Management and Control",
                "1.2 Accountability, Authorities and Responsibilities"
            ],
            "paragraph": "The Operator shall ensure the management system defines the safety accountability, authorities an esponsibilities of management and non-management personnel that perform functions relevant t he safety and/or security of ground handling operations. The management system shall also specify:\n\n\t(i) The levels of management with the authority to make decisions regarding risk tolerabilit ith respect to the safety and/or security of ground handling operations;\n\n\t(ii) Responsibilities for ensuring ground handling operations are conducted in accordance wit pplicable regulations and standards of the Operator;\n\n\t(iii) Lines of accountability throughout ground handling operations, including direc ccountability for safety and/or security on the part of ground handling operations senio anagement.",
            "page": 548
        },
        {
            "code": "GRH 1.2.2",
            "guidance": null,
            "iosa_map": [
                "GRH 1 Management and Control",
                "1.2 Accountability, Authorities and Responsibilities"
            ],
            "paragraph": "The Operator shall have a process or procedure for the delegation of duties within the managemen ystem for ground handling operations that ensures managerial continuity is maintained whe perational managers including, if applicable, post holders are unable to carry out wor uties.",
            "page": 549
        },
        {
            "code": "GRH 1.3.1",
            "guidance": null,
            "iosa_map": [
                "GRH 1 Management and Control",
                "1.3 Communication"
            ],
            "paragraph": "The Operator shall have a system that enables effective communication of relevant safety an perational information throughout the ground handling operations management system and in al reas where ground handling operations are conducted. Such system shall ensure:\n\n\t(i) Personnel maintain an awareness of the SMS;\n\n\t(ii) Safety-critical information is conveyed;\n\n\t(iii) If applicable, external service providers are provided with information relevant to operation onducted.",
            "page": 549
        },
        {
            "code": "GRH 1.4.1",
            "guidance": null,
            "iosa_map": [
                "GRH 1 Management and Control",
                "1.4 Provision of Resources"
            ],
            "paragraph": "The Operator shall ensure the existence of the necessary facilities, workspace, equipment an upporting services, as well as work environment, to satisfy ground handling operational safet equirements.",
            "page": 550
        },
        {
            "code": "GRH 1.4.2",
            "guidance": null,
            "iosa_map": [
                "GRH 1 Management and Control",
                "1.4 Provision of Resources"
            ],
            "paragraph": "The Operator shall have a selection process for management and non-management positions withi he ground handling organization that require the performance of functions relevant to the safety o ecurity of aircraft operations. Such process shall ensure candidates are selected on the basis o nowledge, skills, training and experience appropriate for the position.",
            "page": 550
        },
        {
            "code": "GRH 1.5.3",
            "guidance": null,
            "iosa_map": [
                "GRH 1 Management and Control",
                "1.5 Documentation System"
            ],
            "paragraph": "The Operator shall have a system for the management and control of documentation and/or dat sed directly in the conduct or support of ground handling operations. Such system shall ensur ocumentation:\n\n\t(i) Meets all required elements specified in Table 1.1 ;\n\n\t(ii) Contains legible and accurate information;\n\n\t(iii) Is presented in a format appropriate for use in operations.",
            "page": 551
        },
        {
            "code": "GRH 1.6.1",
            "guidance": null,
            "iosa_map": [
                "GRH 1 Management and Control",
                "1.6 Operational Manuals"
            ],
            "paragraph": "The Operator shall have an Operations Manual, which may be issued in separate parts, that contain he operational policies, processes, procedures and other information necessary for ground handlin ersonnel to perform their duties and be in compliance with applicable regulations, laws, rules an tandards of the Operator.",
            "page": 551
        },
        {
            "code": "GRH 1.6.2",
            "guidance": null,
            "iosa_map": [
                "GRH 1 Management and Control",
                "1.6 Operational Manuals"
            ],
            "paragraph": "The Operator shall ensure the current edition of the Operations Manual is available in a usabl ormat at each location where ground handling operations are conducted.",
            "page": 552
        },
        {
            "code": "GRH 1.6.3",
            "guidance": null,
            "iosa_map": [
                "GRH 1 Management and Control",
                "1.6 Operational Manuals"
            ],
            "paragraph": "If the Operator transports dangerous goods as cargo, the Operator shall ensure a current edition o he Dangerous Goods Regulations (DGR), the ICAO Technical Instructions for the Safe Transport o angerous Goods by Air (Technical Instructions) or equivalent documentation is accessible at eac ocation where ground handling operations involving the loading of dangerous goods as cargo ar onducted.",
            "page": 552
        },
        {
            "code": "GRH 1.6.4",
            "guidance": null,
            "iosa_map": [
                "GRH 1 Management and Control",
                "1.6 Operational Manuals"
            ],
            "paragraph": "If the Operator transports dangerous goods as cargo, the Operator shall ensure the OM or a quivalent operational manual contains information that will permit ground handling personnel t arry out duties and responsibilities with respect to dangerous goods. Such information shall include,\nas a minimum:\n\n\t(i) Action to be taken in the event of emergencies involving dangerous goods;\n\n\t(ii) Details of the location and identification of cargo holds;\n\n\t(iii) The maximum quantity of dry ice permitted in each hold;\n\n\t(iv) If radioactive material is transported, instructions for the loading of such dangerous goods i ccordance with applicable requirements.",
            "page": 553
        },
        {
            "code": "GRH 1.6.5",
            "guidance": null,
            "iosa_map": [
                "GRH 1 Management and Control",
                "1.6 Operational Manuals"
            ],
            "paragraph": "If the Operator does nottransport dangerous goods as cargo, the Operator shall ensure the O ontains the policies and associated guidance necessary to prevent dangerous goods from bein nadvertently carried or loaded onto the aircraft.",
            "page": 553
        },
        {
            "code": "GRH 1.6.6",
            "guidance": null,
            "iosa_map": [
                "GRH 1 Management and Control",
                "1.6 Operational Manuals"
            ],
            "paragraph": "If the Operator conducts passenger flights, the Operator shall ensure the following information i ccessible at locations where passenger check-in and/or boarding operations are conducted:\n\n\t(i) A current edition of the Dangerous Goods Regulations (DGR) or the ICAO Technica nstructions for the Safe Transport of Dangerous Goods by Air (Technical Instructions) o quivalent documentation;\n\n\t(ii) A listing or schedule of operator-approved dangerous goods permitted to be carried o oard the aircraft by a passenger or crew member.",
            "page": 554
        },
        {
            "code": "GRH 1.6.7",
            "guidance": null,
            "iosa_map": [
                "GRH 1 Management and Control",
                "1.6 Operational Manuals"
            ],
            "paragraph": "If the Operator conducts passenger flights, the Operator shall ensure the OM or an equivalen perational manual contains information that will permit ground handling personnel to carry out dutie nd responsibilities with respect to dangerous goods. As a minimum, such information shall includ rocedures to alert passengers that certain items of dangerous goods:\n\n\t(i) Are specifically prohibited in hold baggage;\n\n\t(ii) Must be removed from cabin baggage when cabin baggage is transported as hold baggage.",
            "page": 554
        },
        {
            "code": "GRH 1.6.8",
            "guidance": null,
            "iosa_map": [
                "GRH 1 Management and Control",
                "1.6 Operational Manuals"
            ],
            "paragraph": "If the Operator conducts passenger flights, the Operator should ensure the OM or an equivalen perational manual contains information with respect to dangerous goods permitted in passenge nd crew baggage.",
            "page": 555
        },
        {
            "code": "GRH 1.6.9",
            "guidance": null,
            "iosa_map": [
                "GRH 1 Management and Control",
                "1.6 Operational Manuals"
            ],
            "paragraph": "The Operator should ensure the processes and procedures contained in the OM for the conduct o round handling operations are verified against the IATA Ground Operations Manual (IGOM) b ompleting the following:\n\n\t(i) Perform and maintain an updated gap analysis of its own procedures against the IGOM t nsure a complete set of procedures exists for the applicable operations;\n\n\t(ii) If variations are identified against the IGOM procedures, communicate them to applicabl perational personnel of outsourced functions;\n\n\t(iii) If variations are identified against IGOM  Safety Critical  procedures, such variations are ris ssessed using the Operator s SMS and risk management method to ensure an alternativ rocedure is accepted by the Operator.",
            "page": 556
        },
        {
            "code": "GRH 1.7.1",
            "guidance": null,
            "iosa_map": [
                "GRH 1 Management and Control",
                "1.7 Records System"
            ],
            "paragraph": "The Operator shall have a system for the management and control of ground handling records t nsure the content and retention of such records is in accordance with requirements of the Authority,\nas applicable, and to ensure operational records are subjected to standardized processes for:\n\n\t(i) Identification;\n\n\t(ii) Legibility;\n\n\t(iii) Maintenance;\n\n\t(iv) Retrieval;\n\n\t(v) Protection, integrity and security;\n\n\t(vi) Disposal, deletion (electronic records) and archiving.",
            "page": 556
        },
        {
            "code": "GRH 1.7.2",
            "guidance": null,
            "iosa_map": [
                "GRH 1 Management and Control",
                "1.7 Records System"
            ],
            "paragraph": "If the Operator uses an electronic system for the management and control of ground handlin perations records, the Operator shall ensure the system provides for a scheduled generation o ackup record files.",
            "page": 557
        },
        {
            "code": "GRH 1.9.1",
            "guidance": null,
            "iosa_map": [
                "GRH 1 Management and Control",
                "1.9 Quality Assurance Program"
            ],
            "paragraph": "The Operator shall have a quality assurance program that provides for the auditing and evaluation o he management system and operational functions within the scope of ground handling operations a lanned intervals to ensure the Operator is:\n\n\t(i) Complying with applicable regulations and standards;\n\n\t(ii) Satisfying stated operational needs;\n\n\t(iii) Identifying areas requiring improvement;\n\n\t(iv) Identifying hazards to operations;\n\n\t(v) Assessing the effectiveness of safety risk controls.",
            "page": 557
        },
        {
            "code": "GRH 1.9.2",
            "guidance": null,
            "iosa_map": [
                "GRH 1 Management and Control",
                "1.9 Quality Assurance Program"
            ],
            "paragraph": "The Operator shall have a process for addressing findings resulting from audits conducted under th uality assurance program, which ensures:\n\n\t(i) Identification of root cause(s);\n\n\t(ii) Development of corrective action, as appropriate, to address finding(s);\n\n\t(iii) Implementation of corrective action in appropriate areas of ground handling operations;\n\n\t(iv) Evaluation of corrective action to determine effectiveness.",
            "page": 558
        },
        {
            "code": "GRH 1.9.3",
            "guidance": null,
            "iosa_map": [
                "GRH 1 Management and Control",
                "1.9 Quality Assurance Program"
            ],
            "paragraph": "The Operator shall have a process to ensure significant issues arising from ground handlin perations quality assurance and risk management are subject to management review in accordanc ith ORG 4.1.1 .",
            "page": 558
        },
        {
            "code": "GRH 1.9.4",
            "guidance": null,
            "iosa_map": [
                "GRH 1 Management and Control",
                "1.9 Quality Assurance Program"
            ],
            "paragraph": "The Operator shall have an audit planning process and sufficient resources to ensure audits o round handling operations are:\n\n\t(i) Scheduled at intervals to meet regulatory and management system requirements;\n\n\t(ii) Conducted within the scheduled interval.",
            "page": 558
        },
        {
            "code": "GRH 1.10.1A",
            "guidance": null,
            "iosa_map": [
                "GRH 1 Management and Control",
                "1.10 Quality Control of Outsourced Operations and Products"
            ],
            "paragraph": "If the Operator has external service providers conduct outsourced ground handling operation unctions, the Operator should ensure a service provider selection process is in place that ensures:\n\n\t(i) Safety-relevant selection criteria are established;\n\n\t(ii) Service providers are evaluated against these criteria prior to selection.",
            "page": 559
        },
        {
            "code": "GRH 1.10.1B",
            "guidance": null,
            "iosa_map": [
                "GRH 1 Management and Control",
                "1.10 Quality Control of Outsourced Operations and Products"
            ],
            "paragraph": "If the Operator has external service providers conduct outsourced ground handling operationa unctions, the Operator shall have a process to ensure a contract or agreement is executed with suc xternal service providers. Contracts or agreements shall identify the application of specifi ocumented requirements that can be monitored by the Operator to ensure requirements that affec he safety and/or security of ground handling operations are being fulfilled by the servic rovider.",
            "page": 559
        },
        {
            "code": "GRH 1.10.2",
            "guidance": null,
            "iosa_map": [
                "GRH 1 Management and Control",
                "1.10 Quality Control of Outsourced Operations and Products"
            ],
            "paragraph": "If the Operator has external service providers conduct outsourced ground handling operationa unctions, the Operator shall have processes to monitor such external service providers to ensur round handling safety and security requirements are being fulfilled.",
            "page": 560
        },
        {
            "code": "GRH 1.10.3",
            "guidance": null,
            "iosa_map": [
                "GRH 1 Management and Control",
                "1.10 Quality Control of Outsourced Operations and Products"
            ],
            "paragraph": "If the Operator has external service providers conduct outsourced ground handling operationa unctions, the Operator should ensure auditing is included as a process for the monitoring of externa ervice providers in accordance with GRH 1.10.2 .",
            "page": 560
        },
        {
            "code": "GRH 1.10.4",
            "guidance": null,
            "iosa_map": [
                "GRH 1 Management and Control",
                "1.10 Quality Control of Outsourced Operations and Products"
            ],
            "paragraph": "The Operator should have a process to ensure products purchased or otherwise acquired from a xternal vendor or supplier, which directly affect operational safety or security, meet the produc echnical requirements specified by the Operator prior to being used in the conduct of groun andling operations.",
            "page": 561
        },
        {
            "code": "GRH 1.11.1",
            "guidance": null,
            "iosa_map": [
                "GRH 1 Management and Control",
                "1.11 Safety Management"
            ],
            "paragraph": "The Operator shall have a hazard identification program for ground handling operations that include  combination of reactive and proactive methods of hazard identification.",
            "page": 561
        },
        {
            "code": "GRH 1.11.2",
            "guidance": null,
            "iosa_map": [
                "GRH 1 Management and Control",
                "1.11 Safety Management"
            ],
            "paragraph": "The Operator shall have a safety risk assessment and mitigation program for ground handlin perations that specifies processes to ensure:\n\n\t(i) Hazards are analyzed to determine the existing and potential safety risks to aircraf perations;\n\n\t(ii) Safety risks are assessed to determine the requirement for risk control action(s);\n\n\t(iii) When required, risk mitigation actions are developed and implemented in ground handlin perations.",
            "page": 562
        },
        {
            "code": "GRH 1.11.3",
            "guidance": null,
            "iosa_map": [
                "GRH 1 Management and Control",
                "1.11 Safety Management"
            ],
            "paragraph": "The Operator shall have an operational safety reporting system for ground handling operations that:\n\n\t(i) Encourages and facilitates ground handling operations personnel to submit reports tha dentify safety hazards, expose safety deficiencies and raise safety concerns;\n\n\t(ii) Requires reporting of events that result in aircraft ground damage;\n\n\t(iii) Includes analysis and ground handling operations management action to addres perational deficiencies, hazards, incidents and concerns identified through the reportin ystem.",
            "page": 563
        },
        {
            "code": "GRH 1.11.4",
            "guidance": null,
            "iosa_map": [
                "GRH 1 Management and Control",
                "1.11 Safety Management"
            ],
            "paragraph": "The Operator should have a confidential safety reporting system that encourages and facilitates th eporting of events, hazards and/or concerns resulting from or associated with human performance i round handling operations.",
            "page": 564
        },
        {
            "code": "GRH 1.11.5",
            "guidance": null,
            "iosa_map": [
                "GRH 1 Management and Control",
                "1.11 Safety Management"
            ],
            "paragraph": "The Operator shall have processes for setting safety performance indicators (SPIs) and, a pplicable, safety performance targets (SPTs) in ground handling operations as means to monito he achievement of its safety objectives and to validate the effectiveness of risk controls.",
            "page": 564
        },
        {
            "code": "GRH 2.1.1",
            "guidance": null,
            "iosa_map": [
                "GRH 2 Training and Qualification",
                "2.1 Training Program"
            ],
            "paragraph": "The Operator shall have a process to ensure personnel that perform operational duties in function ithin the scope of ground handling operations for the Operator, to include personnel of externa ervice providers, complete:\n\n\t(i) Initial training prior to being assigned to perform such operational duties;\n\n\t(ii) Recurrent training or recurrent assessment not less than once during every 36-mont eriod, except for recurrent training in dangerous goods as specified in GRH 2.2.1 or as pe equirements of the regulatory authority;\n\n\t(iii) Re-qualification training applicable to personnel that become unqualified for any reason,\nprior to being reassigned to perform operational duties.",
            "page": 565
        },
        {
            "code": "GRH 2.1.2",
            "guidance": null,
            "iosa_map": [
                "GRH 2 Training and Qualification",
                "2.1 Training Program"
            ],
            "paragraph": "The Operator shall have a process to ensure the training programs completed by ground handlin perations personnel in accordance with GRH 2.1.1 provide the knowledge necessary to perfor uties, execute procedures and operate the equipment associated with specific ground handlin unctions and responsibilities. Such programs shall include:\n\n\t(i) Familiarization training on applicable regulations;\n\n\t(ii) In-depth training on requirements, including policies, procedures and operating practices;\n\n\t(iii) Training in human factors principles;\n\n\t(iv) Safety training on associated operational hazards.",
            "page": 566
        },
        {
            "code": "GRH 2.1.3",
            "guidance": null,
            "iosa_map": [
                "GRH 2 Training and Qualification",
                "2.1 Training Program"
            ],
            "paragraph": "The Operator shall have a process to ensure training for personnel that perform operational duties i unctions within the scope of ground handling operations for the Operator:\n\n\t(i) Includes testing or evaluation by written, oral or practical means, as applicable;\n\n\t(ii) Requires a demonstration of adequate knowledge, competency and proficiency to perfor uties, execute procedures and/or operate equipment.",
            "page": 567
        },
        {
            "code": "GRH 2.1.4",
            "guidance": null,
            "iosa_map": [
                "GRH 2 Training and Qualification",
                "2.1 Training Program"
            ],
            "paragraph": "The Operator shall have a process to ensure completion of required training by personnel tha erform operational duties in functions within the scope of ground handling operations for th perator is recorded and such records are retained in accordance with GRH 1.7.1.",
            "page": 567
        },
        {
            "code": "GRH 2.1.5",
            "guidance": null,
            "iosa_map": [
                "GRH 2 Training and Qualification",
                "2.1 Training Program"
            ],
            "paragraph": "The Operator shall have a process to ensure the training programs completed by ground handlin perations personnel in accordance with GRH 2.1.1 are reviewed and updated to remain relevan nd current.",
            "page": 567
        },
        {
            "code": "GRH 2.2.1",
            "guidance": null,
            "iosa_map": [
                "GRH 2 Training and Qualification",
                "2.2 Program Elements"
            ],
            "paragraph": "The Operator shall have a process to ensure ground handling operations personnel complet angerous goods training, to include initial training and recurrent training within 24 months o revious training in dangerous goods. Such training shall be completed by personnel that perfor perational duties in the following functions within the scope of ground handling operations:\n\n\t(i) Passenger handling;\n\n\t(ii) Baggage handling;\n\n\t(iii) Aircraft loading;\n\n\t(iv) Load control.",
            "page": 568
        },
        {
            "code": "GRH 2.2.3",
            "guidance": null,
            "iosa_map": [
                "GRH 2 Training and Qualification",
                "2.2 Program Elements"
            ],
            "paragraph": "The Operator shall have a process to ensure initial and recurrent training or recurrent assessmen ompleted by applicable ground handling personnel in accordance with GRH 2.1.1 addresses th ollowing areas of operations, as applicable to ground handling duties or function(s) performed:\n\n\t(i) Passenger services;\n\n\t(ii) Ramp services;\n\n\t(iii) Load control; \n\n\t(iv) Aircraft fueling;\n\n\t(v) Aircraft ground de-/anti-icing.",
            "page": 568
        },
        {
            "code": "GRH 2.2.4",
            "guidance": null,
            "iosa_map": [
                "GRH 2 Training and Qualification",
                "2.2 Program Elements"
            ],
            "paragraph": "The Operator should have processes to ensure training for ground handling personnel assigned t erform passenger services, ramp services and load control as specified in GRH 2.2.3 includ raining elements in accordance with specifications in Table 6.1 .",
            "page": 569
        },
        {
            "code": "GRH 2.2.5",
            "guidance": null,
            "iosa_map": [
                "GRH 2 Training and Qualification",
                "2.2 Program Elements"
            ],
            "paragraph": "The Operator should have a process to ensure training for ground handling personnel assigned t erform aircraft fueling as specified in GRH 2.2.3 includes the following training elements:\n\n\t(i) Safe operation of equipment;\n\n\t(ii) Emergency procedures;\n\n\t(iii) Fuel spillage avoidance response;\n\n\t(iv) Aircraft fueling and defueling procedures;\n\n\t(v) Aircraft-specific training.",
            "page": 569
        },
        {
            "code": "GRH 2.2.6",
            "guidance": null,
            "iosa_map": [
                "GRH 2 Training and Qualification",
                "2.2 Program Elements"
            ],
            "paragraph": "If the Operator conducts flights from any airport when conditions are conducive to ground aircraf cing, the Operator should have a process to ensure training for ground handling personnel assigne o perform aircraft ground de-/anti-icing as specified in GRH 2.2.3 includes following trainin lements:\n\n\t(i) Common standard, regulation and recommendation including local rule and restriction;\n\n\t(ii) Hazard of snow, ice and frost;\n\n\t(iii) Safe operation of equipment and de/anti-icing operation including aircraft critical area;\n\n\t(iv) Fluid characteristics and application, and limitation of holdover time;\n\n\t(v) Deicing/anti-icing codes, communication and coordination.",
            "page": 570
        },
        {
            "code": "GRH 2.3.1",
            "guidance": null,
            "iosa_map": [
                "GRH 2 Training and Qualification",
                "2.3 SMS Training"
            ],
            "paragraph": "The Operator shall have a program that ensures its ground handling operations personnel are traine nd competent to perform SMS duties. The scope of such training shall be appropriate to eac ndividual's involvement in the SMS.",
            "page": 570
        },
        {
            "code": "GRH 2.3.2",
            "guidance": null,
            "iosa_map": [
                "GRH 2 Training and Qualification",
                "2.3 SMS Training"
            ],
            "paragraph": "If the Operator outsources ground handling operational functions to external service providers, th perator should have a program that ensures personnel of external service providers are trained an ompetent to perform SMS duties. The scope of such training should be appropriate to individua nvolvement in the Operator s SMS.",
            "page": 571
        },
        {
            "code": "GRH 3.1.1A",
            "guidance": null,
            "iosa_map": [
                "GRH 3 Ground Handling Operations",
                "3.1 Passenger and Baggage Handling"
            ],
            "paragraph": "If the Operator conducts passenger flights, the Operator shall have a notification system that ensure nformation on the types of dangerous goods forbidden for transport on board an aircraft is displaye r presented to passengers as follows:\n\n\t(i) At the airport:\n\n\t\t(a) Where tickets and/or boarding passes are issued;\n\n\t\t(b) Where passenger baggage is dropped off;\n\n\t\t(c) In aircraft boarding areas;\n\n\t\t(d) In baggage claim areas.\n\n\t(ii) At any other location:\n\n\t\t(a) Where tickets and/or boarding passes are issued;\n\n\t\t(b) Where checked baggage is accepted.",
            "page": 571
        },
        {
            "code": "GRH 3.1.1B",
            "guidance": null,
            "iosa_map": [
                "GRH 3 Ground Handling Operations",
                "3.1 Passenger and Baggage Handling"
            ],
            "paragraph": "If the Operator conducts passenger flights, the Operator shall have a notification system that ensure nformation on the types of dangerous goods forbidden for transport on board an aircraft i ommunicated to passengers where ticket purchase and/or boarding pass issuance can b ompleted without the involvement of another person. Such system shall ensure:\n\n\t(i) The passenger is required to acknowledge that the requisite information has bee resented;\n\n\t(ii) The requisite information is provided to passengers:\n\n\t\t(a) At the point of ticket purchase or, where that is not practical, prior to issuance of  oarding pass;\n\n\t\t(b) At issuance of a boarding pass, or when no boarding pass is issued, prior t oarding the aircraft.",
            "page": 572
        },
        {
            "code": "GRH 3.1.2",
            "guidance": null,
            "iosa_map": [
                "GRH 3 Ground Handling Operations",
                "3.1 Passenger and Baggage Handling"
            ],
            "paragraph": "If the Operator conducts passenger flights, the Operator shall ensure a process is in place tha equires, when dangerous goods not permitted for carriage on board the aircraft are discovered o he person of or in the baggage of a passenger, a report is made to the appropriate authority of th tate of occurrence.",
            "page": 572
        },
        {
            "code": "GRH 3.1.3",
            "guidance": null,
            "iosa_map": [
                "GRH 3 Ground Handling Operations",
                "3.1 Passenger and Baggage Handling"
            ],
            "paragraph": "If the Operator conducts passenger flights and accepts battery-operated mobility aids for transport o he aircraft, the Operator shall have procedures for acceptance and handling of such mobility aids t nsure they meet following requirements:\n\n\t(i) The battery is a type that is permitted;\n\n\t(ii) Battery terminals are protected and electrical circuits are isolated;\n\n\t(iii) Loading is in a manner that prevents movement and damage from other cargo;\n\n\t(iv) If applicable, batteries are removed, protected and transported as per specification pplicable to the type of batteries;\n\n\t(v) The pilot in command is informed of the location of the mobility aids and/or th atteries.",
            "page": 573
        },
        {
            "code": "GRH 3.1.5",
            "guidance": null,
            "iosa_map": [
                "GRH 3 Ground Handling Operations",
                "3.1 Passenger and Baggage Handling"
            ],
            "paragraph": "The Operator shall have a policy and procedures for the preflight acceptance or non-acceptance, a ell as handling, of passengers who might require special handling by ground passenger handlin ersonnel. Such policy and procedures shall be in accordance with applicable regulations and, as  inimum, address:\n\n\t(i) Passengers with disabilities or reduced mobility;\n\n\t(ii) Passengers with injuries or illness;\n\n\t(iii) Persons on stretchers;\n\n\t(iv) Infants and children, including unaccompanied children (UMNR) if accepted;\n\n\t(v) Inadmissible passengers, deportees or persons in custody.",
            "page": 573
        },
        {
            "code": "GRH 3.1.6",
            "guidance": null,
            "iosa_map": [
                "GRH 3 Ground Handling Operations",
                "3.1 Passenger and Baggage Handling"
            ],
            "paragraph": "If the Operator conducts passenger flights, the Operator shall have a policy and associate rocedures for addressing passengers that exhibit unruly behavior and/or interfere prior to fligh eparture. Such policy and procedures shall be in accordance with local laws and regulations an pecify measures that will ensure the safety of the aircraft, persons on board and their property. As  inimum, the policy and procedures shall address:\n\n\t(i) Identification of passenger unruly behavior and interference;\n\n\t(ii) Identification of passengers showing signs of intoxication, whether through alcohol or othe ubstances, which might contribute to unruly behavior and interference;\n\n\t(iii) Conditions under which passengers may be denied boarding in accordance with th pplicable authority;\n\n\t(iv) Reporting of instances of passenger unruly behavior.",
            "page": 574
        },
        {
            "code": "GRH 3.2.1",
            "guidance": null,
            "iosa_map": [
                "GRH 3 Ground Handling Operations",
                "3.2 Airside Operations"
            ],
            "paragraph": "The Operator shall have processes that ensure an assignment of responsibility for the supervision o ll of its airside operational activities. Such processes shall ensure.\n\n\t(i) Aircraft ground movement, aircraft handling and loading/unloading operations supervision i erformed in accordance with OM and applicable regulations.\n\n\t(ii) At each location where aircraft turnaround handling operations are conducted, an aircraf urnaround plan that includes related turnaround coordination is established and, a pplicable, supervision functions are assigned to responsible person(s).",
            "page": 575
        },
        {
            "code": "GRH 3.2.2",
            "guidance": null,
            "iosa_map": [
                "GRH 3 Ground Handling Operations",
                "3.2 Airside Operations"
            ],
            "paragraph": "The Operator shall ensure aircraft arrival procedures are in place that are completed prior to aircraf rrival at the assigned parking gate or stand. Such procedures shall ensure:\n\n\t(i) The ramp area surface is inspected and is free of:\n\n\t\t(a) Debris that could cause foreign object damage (FOD);\n\n\t\t(b) Contamination that could be hazardous to aircraft movement.\n\n\t(ii) The aircraft movement path is clear of objects and obstacles; \n\n\t(iii) Personnel not involved in the aircraft arrival are positioned outside the equipment restrain rea (ERA);\n\n\t(iv) Required GSE is available and positioned clear of the ERA;\n\n\t(v) The aircraft docking guidance system is operational or, if applicable, marshalling personne re in place;\n\n\t(vi) If applicable, wing walkers and/or other applicable personnel are present.",
            "page": 575
        },
        {
            "code": "GRH 3.2.3",
            "guidance": null,
            "iosa_map": [
                "GRH 3 Ground Handling Operations",
                "3.2 Airside Operations"
            ],
            "paragraph": "The Operator shall ensure aircraft arrival procedures are in place that are completed once an aircraf as stopped at the parking gate or stand. Such procedures shall ensure:\n\n\t(i) Vehicles and personnel remain clear of parking stand until engines are shut down and anti-\ncollision lights are turned off;\n\n\t(ii) As applicable, wheel chocks are positioned at the landing gear wheels and verbally/visuall onfirmed to the flight crew;\n\n\t(iii) Safety cones are placed around the aircraft;\n\n\t(iv) An aircraft exterior inspection is accomplished prior to GSE being positioned to the aircraf o identify and record visible aircraft damage.",
            "page": 576
        },
        {
            "code": "GRH 3.2.5",
            "guidance": null,
            "iosa_map": [
                "GRH 3 Ground Handling Operations",
                "3.2 Airside Operations"
            ],
            "paragraph": "The Operator shall have procedures for the opening and closing of aircraft cabin access doors durin ormal operations. Such procedures should specify:\n\n\t(i) Who is responsible for opening and closing aircraft cabin access doors;\n\n\t(ii) When doors should be opened and closed;\n\n\t(iii) Appropriate methods of communication and/or coordination between flight crew, cabin cre nd ground staff to maintain safety during normal door operations.",
            "page": 577
        },
        {
            "code": "GRH 3.2.6A",
            "guidance": null,
            "iosa_map": [
                "GRH 3 Ground Handling Operations",
                "3.2 Airside Operations"
            ],
            "paragraph": "The Operator shall ensure procedures for the opening and closing of aircraft cabin access door equire that GSE or a passenger boarding bridge:\n\n\t(i) Is positioned at a cabin access door;\n\n\t(ii) Remains positioned at a cabin access door when such door is open unless an appropriat all prevention device is placed across the open door;\n\n\t(iii) Is removed from a cabin access door immediately after such door is closed.",
            "page": 577
        },
        {
            "code": "GRH 3.2.6B",
            "guidance": null,
            "iosa_map": [
                "GRH 3 Ground Handling Operations",
                "3.2 Airside Operations"
            ],
            "paragraph": "The Operator shall have procedures for the opening and closing of aircraft cargo hold access door nd, if GSE is required to reach cargo hold doors, such procedures shall also ensure:\n\n\t(i) Maintenance stairs, belt loaders or other GSE used to reach cargo hold doors have safet ails to prevent falls;\n\n\t(ii) Safety rails are raised or extended, as applicable, while personnel are accessing, openin nd closing the doors.",
            "page": 578
        },
        {
            "code": "GRH 3.2.7",
            "guidance": null,
            "iosa_map": [
                "GRH 3 Ground Handling Operations",
                "3.2 Airside Operations"
            ],
            "paragraph": "The Operator shall ensure aircraft departure procedures are in place and are completed prior to a ircraft departing the parking gate or stand. Such procedures shall ensure:\n\n\t(i) The ramp area surface is inspected and is free of:\n\n\t\t(a) Debris that could cause foreign object damage (FOD);\n\n\t\t(b) Contamination that could be hazardous to aircraft movement;\n\n\t\t(c) Objects that could be impacted by the aircraft or subjected to jet blast effect.\n\n\t(ii) Personnel not involved in the aircraft departure are positioned outside the ERA;\n\n\t(iii) If applicable, wing walkers and/or other applicable personnel are present;\n\n\t(iv) If applicable, communication with the flight crew on air starter unit (ASU) positioning, engin tart sequence and identification of minimum specifications for volume and pressure of ai upply;\n\n\t(v) Use of anti-collision light(s);\n\n\t(vi) Communication is established with the flight crew;\n\n\t(vii) Vehicles and personnel remain clear of aircraft engine intake and/or blast areas durin ngine start.",
            "page": 579
        },
        {
            "code": "GRH 3.2.8",
            "guidance": null,
            "iosa_map": [
                "GRH 3 Ground Handling Operations",
                "3.2 Airside Operations"
            ],
            "paragraph": "The Operator shall ensure an aircraft departure procedure is in place for an aircraft walkaroun nspection that is completed immediately prior to the aircraft departing the parking gate or stand.\nSuch check shall ensure:\n\n\t(i) The ramp area surface is free of debris that could cause foreign object damage (FOD);\n\n\t(ii) GSE and passenger boarding equipment are detached from the aircraft;\n\n\t(iii) GSE and vehicles are positioned clear of the aircraft movement path;\n\n\t(iv) The aircraft movement path is clear of objects and obstacles;\n\n\t(v) Aircraft servicing panels and/or hatches are closed and secured (except external power an eadset panels); \n\n\t(vi) Aircraft cabin and cargo doors are closed and handles are flush with the fuselage;\n\n\t(vii) Any visible aircraft damage or abnormalities are reported to the flight crew an aintenance;\n\n\t(viii) Landing gear safety pins are removed.",
            "page": 579
        },
        {
            "code": "GRH 3.2.9",
            "guidance": null,
            "iosa_map": [
                "GRH 3 Ground Handling Operations",
                "3.2 Airside Operations"
            ],
            "paragraph": "If the Operator conducts aircraft pushback or towing operations, the Operator shall ensur rocedures are in place for such operations. Such procedures shall ensure:\n\n\t(i) Equipment used is suitable for the aircraft type;\n\n\t(ii) Maximum aircraft nose gear turn limits are not exceeded;\n\n\t(iii) Standardized communication is used between the ground crew and the flight crew;\n\n\t(iv) A safe connection, operation and disconnection of the pushback or towing equipment.",
            "page": 580
        },
        {
            "code": "GRH 3.2.10",
            "guidance": null,
            "iosa_map": [
                "GRH 3 Ground Handling Operations",
                "3.2 Airside Operations"
            ],
            "paragraph": "The Operator should ensure procedures are in place for operations in adverse weather conditions, t nclude, as a minimum:\n\n\t(i) Wintery or slippery apron conditions;\n\n\t(ii) Thunderstorm, lightning;\n\n\t(iii) High wind conditions;\n\n\t(iv) Any other adverse weather or atmospheric conditions typical of the Operator s area(s) o perations.",
            "page": 581
        },
        {
            "code": "GRH 3.3.1",
            "guidance": null,
            "iosa_map": [
                "GRH 3 Ground Handling Operations",
                "3.3 Load Control"
            ],
            "paragraph": "The Operator shall ensure a Load Control system is in place that provides for:\n\n\t(i) Aircraft weight and balance conditions that are correct and within limits;\n\n\t(ii) Aircraft loaded in accordance with applicable regulations and specific loading instructions fo he flight;\n\n\t(iii) Dissemination of dangerous goods and other special load information applicable to eac light;\n\n\t(iv) Information, to include last minute changes, that is in agreement with the actual load on th ircraft and presented on a final load sheet.",
            "page": 581
        },
        {
            "code": "GRH 3.3.2",
            "guidance": null,
            "iosa_map": [
                "GRH 3 Ground Handling Operations",
                "3.3 Load Control"
            ],
            "paragraph": "The Operator shall have a process to ensure aircraft weight and balance data:\n\n\t(i) Take into account limitations of the manufacturer and Operator;\n\n\t(ii) Are current and accurate.",
            "page": 582
        },
        {
            "code": "GRH 3.3.3",
            "guidance": null,
            "iosa_map": [
                "GRH 3 Ground Handling Operations",
                "3.3 Load Control"
            ],
            "paragraph": "If the Operator conducts passenger flights, the Operator should ensure procedures are in plac ithin the Load Control system to identify and address passenger loads that do not comply wit onventional aircraft loading weight allowances.",
            "page": 583
        },
        {
            "code": "GRH 3.3.4",
            "guidance": null,
            "iosa_map": [
                "GRH 3 Ground Handling Operations",
                "3.3 Load Control"
            ],
            "paragraph": "If the Operator transports dangerous goods as cargo, the Operator shall ensure a process is in plac o provide the pilot-in-command (PIC), as soon as practicable prior to departure of the aircraft, wit ccurate and legible written information pertaining to dangerous goods on board the aircraft to b ransported as cargo. Such notification shall include the following:\n\n\t(i) If applicable, Air Waybill number;\n\n\t(ii) Proper shipping name and/or UN/ID number;\n\n\t(iii) Class or division, and subsidiary hazard(s) corresponding to the label(s) applied, and fo lass 1, the compatibility group;\n\n\t(iv) If applicable, packing group;\n\n\t(v) For non-radioactive material, number of packages, exact loading location and, as required,\nnet quantity or, if applicable, gross weight of each package, except:\n\n\t\t(a) For UN 1845: carbon dioxide, solid (dry ice), UN number, proper shipping name,\nclassification, total quantity in each aircraft hold and offload airport;\n\n\t\t(b) For UN 3480 (Lithium-ion batteries) and UN 3090 (lithium-metal batteries), only th N number, proper shipping name, class, total quantity at each loading location,\nand whether the package must be carried on a cargo only aircraft need be provided.\nUN 3480 (Lithium-ion batteries) and UN 3090 (lithium-metal batteries) carried unde  State exemption must meet all of the requirements of iv) and v).\n\n\t(vi) For radioactive material, number and category of packages, overpacks or freight containers,\nexact loading location and, as applicable, transport index for each package;\n\n\t(vii) Any restriction for transport on cargo aircraft only;\n\n\t(viii) Offload airport; \n\n\t(ix) If applicable, dangerous goods transported under a state exemption;\n\n\t(x) An indication that aircraft loading personnel observed no evidence of damage to or leakag rom packages, or leakage from ULDs, loaded onto the aircraft.",
            "page": 583
        },
        {
            "code": "GRH 3.3.5",
            "guidance": null,
            "iosa_map": [
                "GRH 3 Ground Handling Operations",
                "3.3 Load Control"
            ],
            "paragraph": "The Operator shall ensure weight and balance records are retained for a period in accordance wit equirements of the regulatory authority, but no less than three months.",
            "page": 584
        },
        {
            "code": "GRH 3.3.6",
            "guidance": null,
            "iosa_map": [
                "GRH 3 Ground Handling Operations",
                "3.3 Load Control"
            ],
            "paragraph": "If the Operator conducts passenger flights, the Operator should ensure procedures are in place fo dentification and communication to Load Control of:\n\n\t(i) Hold baggage, individual or cumulative weights, that exceed normal allowances;\n\n\t(ii) Gate delivery items, including individual or cumulative weights that exceed norma llowances;\n\n\t(iii) Other non-normal items that must be considered in the load control process.",
            "page": 584
        },
        {
            "code": "GRH 3.3.7",
            "guidance": null,
            "iosa_map": [
                "GRH 3 Ground Handling Operations",
                "3.3 Load Control"
            ],
            "paragraph": "If the Operator transports dangerous goods as cargo, the Operator shall have a process to ensur he legible copy of the dangerous goods information provided to the PIC in accordance with GR .3.4 :\n\n\t(i) Is retained on the ground for a minimum period of three months after the flight on which th angerous goods were transported;\n\n\t(ii) Includes an indication from the person responsible for loading the aircraft, that there was n vidence of any damage to or leakage from the packages or any leakage from the unit loa evices loaded on the aircraft;\n\n\t(iii) Includes an indication that the PIC has received the information.",
            "page": 585
        },
        {
            "code": "GRH 3.3.8",
            "guidance": null,
            "iosa_map": [
                "GRH 3 Ground Handling Operations",
                "3.3 Load Control"
            ],
            "paragraph": "If the Operator transports dangerous goods as cargo, the Operator shall have a process to ensur he dangerous goods information provided to the PIC in accordance with GRH 3.3.4 is also mad eadily available to FOO, FOA or other specifically identified operational control personnel until th ircraft transporting the dangerous goods has arrived at the destination airport. Operational contro ersonnel that are provided with such information shall be specifically identified by job title o unction.",
            "page": 585
        },
        {
            "code": "GRH 3.4.1",
            "guidance": null,
            "iosa_map": [
                "GRH 3 Ground Handling Operations",
                "3.4 Aircraft Loading"
            ],
            "paragraph": "The Operator shall have aircraft loading procedures in the OM that ensure:\n\n\t(i) The cargo hold is inspected before loading to:\n\n\t\t(a) Check for damage;\n\n\t\t(b) Ensure it is empty of other than documented transit load items.\n\n\t(ii) The aircraft is loaded:\n\n\t\t(a) In accordance with written loading instructions;\n\n\t\t(b) In a manner that satisfies weight and balance requirements.\n\n\t(iii) The load is secure and will not move during the flight;\n\n\t(iv) If applicable, ULD locks are extended and locked.",
            "page": 586
        },
        {
            "code": "GRH 3.4.2",
            "guidance": null,
            "iosa_map": [
                "GRH 3 Ground Handling Operations",
                "3.4 Aircraft Loading"
            ],
            "paragraph": "If the Operator transports dangerous goods as cargo, the Operator shall ensure a qualified individua s designated to be responsible for the correct loading and securing of dangerous goods on board th ircraft.",
            "page": 586
        },
        {
            "code": "GRH 3.4.3",
            "guidance": null,
            "iosa_map": [
                "GRH 3 Ground Handling Operations",
                "3.4 Aircraft Loading"
            ],
            "paragraph": "If the Operator transports dangerous goods as cargo, the Operator shall ensure procedures are i lace for the transportation of dangerous goods to/from an aircraft and the loading and securing o angerous goods on an aircraft in a manner that:\n\n\t(i) Prevents damage to packages and containers;\n\n\t(ii) Provides for separation and segregation in accordance with applicable requirements;\n\n\t(iii) Prevents any movement in the aircraft.",
            "page": 587
        },
        {
            "code": "GRH 3.4.4",
            "guidance": null,
            "iosa_map": [
                "GRH 3 Ground Handling Operations",
                "3.4 Aircraft Loading"
            ],
            "paragraph": "If the Operator transports dangerous goods as cargo, the Operator shall ensure procedures are i lace that assure, when a dangerous goods package or shipment appears to be damaged or leaking:\n\n\t(i) The package or shipment is prevented from being loaded into an aircraft;\n\n\t(ii) If already loaded, the package or shipment is removed from an aircraft;\n\n\t(iii) In the case of leakage, an evaluation is conducted to identify and prevent from transport an aggage, cargo, transport devices or other items that may have becom ontaminated.",
            "page": 587
        },
        {
            "code": "GRH 3.4.5",
            "guidance": null,
            "iosa_map": [
                "GRH 3 Ground Handling Operations",
                "3.4 Aircraft Loading"
            ],
            "paragraph": "If the Operator transports dangerous goods as cargo, the Operator shall ensure procedures are i lace that require, when an aircraft has been contaminated by dangerous goods leakage:\n\n\t(i) Hazardous contamination is removed from the aircraft without delay;\n\n\t(ii) In the case of radioactive contamination, arrangements are made to take the aircraft out o ervice for evaluation by appropriately qualified personnel.",
            "page": 588
        },
        {
            "code": "GRH 3.4.6",
            "guidance": null,
            "iosa_map": [
                "GRH 3 Ground Handling Operations",
                "3.4 Aircraft Loading"
            ],
            "paragraph": "If the Operator transports cargo, the Operator shall ensure a process is in place that requires, whe ndeclared or mis-declared dangerous goods are discovered in cargo during aircraft loading, a repor s made to the appropriate authority of the State of the Operator (hereinafter  the State ) and state o ccurrence.",
            "page": 588
        },
        {
            "code": "GRH 3.4.8",
            "guidance": null,
            "iosa_map": [
                "GRH 3 Ground Handling Operations",
                "3.4 Aircraft Loading"
            ],
            "paragraph": "If the Operator conducts passenger flights, the Operator shall ensure procedures are in place tha revent shipments labeled  Cargo Aircraft Only  from being loaded onto an aircraft for a passenge light.",
            "page": 588
        },
        {
            "code": "GRH 3.4.10",
            "guidance": null,
            "iosa_map": [
                "GRH 3 Ground Handling Operations",
                "3.4 Aircraft Loading"
            ],
            "paragraph": "If the Operator conducts passenger flights and transports dangerous goods as cargo, the Operato hall ensure procedures are in place that prevent dangerous goods from being carried in an aircraf abin occupied by passengers, except as permitted by the Authority or the DGR.",
            "page": 589
        },
        {
            "code": "GRH 3.4.11",
            "guidance": null,
            "iosa_map": [
                "GRH 3 Ground Handling Operations",
                "3.4 Aircraft Loading"
            ],
            "paragraph": "If the Operator transports dangerous goods as cargo, the Operator shall ensure procedures are i lace that prevent dangerous goods from being carried on the aircraft flight deck, except as permitte y the Authority or the DGR.",
            "page": 589
        },
        {
            "code": "GRH 3.4.12",
            "guidance": null,
            "iosa_map": [
                "GRH 3 Ground Handling Operations",
                "3.4 Aircraft Loading"
            ],
            "paragraph": "If the Operator conducts passenger flights and permits cargo or passenger items to be transported i he passenger seats of the aircraft cabin, the Operator shall ensure aircraft loading procedures are i lace that require such cargo packages or passenger items to:\n\n\t(i) Be secured by a safety belt or restraint device having enough strength to eliminate th ossibility of shifting under all normal anticipated flight and ground conditions;\n\n\t(ii) Be packaged or covered in a manner to avoid possible injury to passengers and cabin cre embers;\n\n\t(iii) Not impose any load on the seats that exceeds the load limitation for the seats;\n\n\t(iv) Not restrict access to or use of any required emergency or regular exit, or aisle(s) in th abin;\n\n\t(v) Not obscure any passenger's view of the seat belt sign, no smoking sign or required exi ign.",
            "page": 589
        },
        {
            "code": "GRH 3.4.13",
            "guidance": null,
            "iosa_map": [
                "GRH 3 Ground Handling Operations",
                "3.4 Aircraft Loading"
            ],
            "paragraph": "If the Operator conducts passenger flights, but does nottransport cargo, the Operator shall ensur rocedures are in place to identify items of cargo that are not permitted for transport and preven uch items from being loaded onto an aircraft for a passenger flight.",
            "page": 590
        },
        {
            "code": "GRH 3.4.14",
            "guidance": null,
            "iosa_map": [
                "GRH 3 Ground Handling Operations",
                "3.4 Aircraft Loading"
            ],
            "paragraph": "If the Operator conducts operations with unit load devices (ULDs), the Operator shall ensur rocedures are in place for ULDs to be inspected to identify damage, and to determine airworthines nd serviceability:\n\n\t(i) When a ULD is received or accepted;\n\n\t(ii) Prior to a ULD being released for loading into an aircraft.",
            "page": 590
        },
        {
            "code": "GRH 3.4.15",
            "guidance": null,
            "iosa_map": [
                "GRH 3 Ground Handling Operations",
                "3.4 Aircraft Loading"
            ],
            "paragraph": "If the Operator transports outsized and/or heavy cargo, the Operator should have procedures tha nsure such cargo is loaded, secured, and unloaded in accordance with standards specified in th M.",
            "page": 591
        },
        {
            "code": "GRH 3.4.16",
            "guidance": null,
            "iosa_map": [
                "GRH 3 Ground Handling Operations",
                "3.4 Aircraft Loading"
            ],
            "paragraph": "If the Operator transports live animals as cargo, the Operator should have procedures to ensure liv nimals are handled, loaded, secured and unloaded in accordance with standards specified in th M.",
            "page": 591
        },
        {
            "code": "GRH 3.4.17",
            "guidance": null,
            "iosa_map": [
                "GRH 3 Ground Handling Operations",
                "3.4 Aircraft Loading"
            ],
            "paragraph": "If the Operator transports perishables as cargo, the Operator should have procedures to ensure suc argo is loaded, secured and unloaded in accordance with standards specified in the OM.",
            "page": 592
        },
        {
            "code": "GRH 3.5.1",
            "guidance": null,
            "iosa_map": [
                "GRH 3 Ground Handling Operations",
                "3.5 Ground Support Equipment (GSE)"
            ],
            "paragraph": "The Operator should ensure practices and procedures are in place for the operation of GSE i ircraft handling operations to prevent aircraft damage and injury to personnel. Such procedure hould ensure that GSE is:\n\n\t(i) Subjected to a walkaround safety inspection prior to use;\n\n\t(ii) Parked only in designated areas;\n\n\t(iii) Driven safely on the apron and within the ERA;\n\n\t(iv) As applicable to equipment type, operated with a load that is securely locked;\n\n\t(v) Where applicable, operated with the use of guide persons;\n\n\t(vi) As applicable to equipment type, operated with stabilizers, handrails, attachment fittings,\ntransfer bridges and/or platforms correctly deployed when in position at the aircraft;\n\n\t(vii) Positioned so as not to obstruct an aircraft evacuation or the free movement of othe SE.",
            "page": 593
        },
        {
            "code": "GRH 3.5.2",
            "guidance": null,
            "iosa_map": [
                "GRH 3 Ground Handling Operations",
                "3.5 Ground Support Equipment (GSE)"
            ],
            "paragraph": "If the Operator conducts passenger flights and uses passenger boarding bridges, the Operato hould ensure procedures are in place that require boarding bridges to be:\n\n\t(i) Fully retracted or parked in the designated parking position prior to aircraft arrival an eparture movement;\n\n\t(ii) Moved slowly to the aircraft cabin access doors;\n\n\t(iii) Engaged using the auto levelling safety system;\n\n\t(iv) Secured to prevent movement from non-authorized persons.",
            "page": 593
        },
        {
            "code": "GRH 3.5.3",
            "guidance": null,
            "iosa_map": [
                "GRH 3 Ground Handling Operations",
                "3.5 Ground Support Equipment (GSE)"
            ],
            "paragraph": "The Operator shall ensure a program is in place for the maintenance of ground support equipment,\nwhich assures:\n\n\t(i) A preventive maintenance program plan for each type of equipment;\n\n\t(ii) Maintenance completed on such equipment is recorded;\n\n\t(iii) Such equipment remains serviceable and in good mechanical condition.",
            "page": 594
        },
        {
            "code": "GRH 3.6.1",
            "guidance": null,
            "iosa_map": [
                "GRH 3 Ground Handling Operations",
                "3.6 Airside Event Response and Reporting"
            ],
            "paragraph": "The Operator shall ensure an emergency management plan is in place for responding to accidents o ther emergencies that may occur during aircraft ground handling operations.",
            "page": 594
        },
        {
            "code": "GRH 3.6.2",
            "guidance": null,
            "iosa_map": [
                "GRH 3 Ground Handling Operations",
                "3.6 Airside Event Response and Reporting"
            ],
            "paragraph": "The Operator shall ensure procedures are in place for responding to emergencies that require th vacuation of an aircraft during the conduct of ground handling operations.",
            "page": 595
        },
        {
            "code": "GRH 3.6.3",
            "guidance": null,
            "iosa_map": [
                "GRH 3 Ground Handling Operations",
                "3.6 Airside Event Response and Reporting"
            ],
            "paragraph": "The Operator shall ensure procedures are in place for response to ground handling incidents.",
            "page": 595
        },
        {
            "code": "GRH 3.6.4",
            "guidance": null,
            "iosa_map": [
                "GRH 3 Ground Handling Operations",
                "3.6 Airside Event Response and Reporting"
            ],
            "paragraph": "The Operator should ensure a process is in place for the retention of records of accidents an ncidents associated with aircraft ground handling operations.",
            "page": 595
        },
        {
            "code": "GRH 3.6.5",
            "guidance": null,
            "iosa_map": [
                "GRH 3 Ground Handling Operations",
                "3.6 Airside Event Response and Reporting"
            ],
            "paragraph": "The Operator shall ensure a process is in place that requires dangerous goods accidents an angerous goods incidents to be reported to the appropriate authority of the State and the state i hich the accident or incident occurred, and such reports are in accordance with the reportin equirements of the appropriate authorities.",
            "page": 595
        },
        {
            "code": "GRH 3.7.1",
            "guidance": null,
            "iosa_map": [
                "GRH 3 Ground Handling Operations",
                "3.7 Security"
            ],
            "paragraph": "The Operator shall ensure procedures are in place for, as determined by risk assessment, securin n aircraft prior to and during overnight or layover parking.",
            "page": 596
        },
        {
            "code": "GRH 3.7.2",
            "guidance": null,
            "iosa_map": [
                "GRH 3 Ground Handling Operations",
                "3.7 Security"
            ],
            "paragraph": "If the Operator conducts international flights, and if required by the relevant national authority, th perator shall ensure procedures are in place for the conduct of an aircraft security check or a ircraft security search at the originating location of an international flight to ensure no prohibite tems are introduced in the aircraft prior to the departure of an international flight.",
            "page": 596
        },
        {
            "code": "GRH 3.7.3",
            "guidance": null,
            "iosa_map": [
                "GRH 3 Ground Handling Operations",
                "3.7 Security"
            ],
            "paragraph": "If the Operator conducts international passenger flights that transit an airport, the Operator shal nsure procedures are in place to ensure any items left behind by disembarking passengers fro uch transit flights are removed from the aircraft or otherwise addressed appropriately before th light departure.",
            "page": 597
        },
        {
            "code": "GRH 3.7.4",
            "guidance": null,
            "iosa_map": [
                "GRH 3 Ground Handling Operations",
                "3.7 Security"
            ],
            "paragraph": "If the Operator transports cargo, the Operator shall have processes to ensure cargo for transport o ny flight is protected from unauthorized interference from the point of acceptance after screening o ecurity controls have been applied until arrival at airport of destination.",
            "page": 598
        },
        {
            "code": "GRH 3.7.5",
            "guidance": null,
            "iosa_map": [
                "GRH 3 Ground Handling Operations",
                "3.7 Security"
            ],
            "paragraph": "If the carriage of weapons on board an aircraft is approved as specified in SEC 3.3.1 , the Operato hall have a procedure to ensure the pilot-in-command (PIC) is notified prior to the commencemen f a flight. If permitted by the states involved, such notification shall include the number and sea ocations of authorized armed persons on board the aircraft.\nNote: The content of the notification to the PIC may vary as specified in SEC 3.3.1 .",
            "page": 598
        },
        {
            "code": "GRH 3.7.6",
            "guidance": null,
            "iosa_map": [
                "GRH 3 Ground Handling Operations",
                "3.7 Security"
            ],
            "paragraph": "If the Operator conducts passenger flights, the Operator shall have a process to ensure procedure re in place for the notification of the PIC, prior to the commencement of a flight, when passenger re to be transported who are obliged to travel because they have been the subject of judicial o dministrative proceedings.",
            "page": 598
        },
        {
            "code": "GRH 3.7.7",
            "guidance": null,
            "iosa_map": [
                "GRH 3 Ground Handling Operations",
                "3.7 Security"
            ],
            "paragraph": "If the Operator conducts international passenger flights, the Operator shall have a process to ensur old baggage is protected from unauthorized interference from the point it is screened or accepte nto the care of the Operator until departure of the international flight transporting the baggage.",
            "page": 599
        },
        {
            "code": "GRH 3.7.8",
            "guidance": null,
            "iosa_map": [
                "GRH 3 Ground Handling Operations",
                "3.7 Security"
            ],
            "paragraph": "If the Operator conducts international passenger flights, the Operator shall have a process to ensur rocedures are in place to record information associated with international hold baggage that ha et criteria in accordance with SEC 3.6.1 and3.6.6 .",
            "page": 599
        },
        {
            "code": "GRH 3.7.9",
            "guidance": null,
            "iosa_map": [
                "GRH 3 Ground Handling Operations",
                "3.7 Security"
            ],
            "paragraph": "If the Operator conducts passenger flights, the Operator shall have a process to ensure secur torage areas have been established where mishandled passenger baggage may be held unti orwarded, claimed or disposed of in accordance with local laws.",
            "page": 599
        },
        {
            "code": "GRH 3.7.10",
            "guidance": null,
            "iosa_map": [
                "GRH 3 Ground Handling Operations",
                "3.7 Security"
            ],
            "paragraph": "If the Operator conducts International passenger flights, the Operator shall have a process to ensur ransfer hold baggage for such flights either:\n\n\t(i) Is subjected to screening prior being loaded onto the aircraft, or\n\n\t(ii) Has been screened at the point of origin and subsequently protected from unauthorize nterference from the point of screening at the originating airport to the departing flight at th ransfer airport.",
            "page": 600
        },
        {
            "code": "GRH 3.7.11",
            "guidance": null,
            "iosa_map": [
                "GRH 3 Ground Handling Operations",
                "3.7 Security"
            ],
            "paragraph": "If the Operator conducts domestic passenger flights, the Operator should have a process to ensur ransfer hold baggage for a domestic passenger flight either:\n\n\t\t(a) Is subjected to screening prior being loaded into an aircraft, or\n\n\t\t(b) Has been screened at the point of origin and subsequently protected from unauthorize nterference from the point of screening at the originating airport to the departing aircraft a he transfer airport.",
            "page": 600
        },
        {
            "code": "GRH 4.1.1",
            "guidance": null,
            "iosa_map": [
                "GRH 4 Special Aircraft Ground Handling Operations",
                "4.1 Aircraft Fueling"
            ],
            "paragraph": "The Operator shall have processes to ensure fuel suppliers are maintaining standards of fuel safet nd quality acceptable to the Operator and fuel delivered and loaded onto aircraft is:\n\n\t(i) Of the correct grade and specification for each aircraft type;\n\n\t(ii) Free from contamination.",
            "page": 601
        },
        {
            "code": "GRH 4.1.2",
            "guidance": null,
            "iosa_map": [
                "GRH 4 Special Aircraft Ground Handling Operations",
                "4.1 Aircraft Fueling"
            ],
            "paragraph": "The Operator shall ensure, during fuelling operations with passengers embarking, on board o isembarking the aircraft, procedures are in place that provide for the designation of a person wit esponsibility for fueling operations and specify the method(s) by which that responsible person:\n\n\t(i) Communicates with the flight crew or other qualified personnel on board the aircraft;\n\n\t(ii) Provides notification to the flight crew or other qualified personnel on board the aircraft whe  hazardous condition or situation has been determined to exist;\n\n\t(iii) Provides notification to the flight crew or other qualified personnel on board the aircraft an ther appropriate personnel engaged in aircraft ground handling activities when fueling i bout to begin and has been completed.",
            "page": 601
        },
        {
            "code": "GRH 4.1.3",
            "guidance": null,
            "iosa_map": [
                "GRH 4 Special Aircraft Ground Handling Operations",
                "4.1 Aircraft Fueling"
            ],
            "paragraph": "The Operator shall ensure procedures are in place for fueling operations that provide for, in the even f a fuel spill, immediate and follow-up actions to assure:\n\n\t(i) Fueling is stopped;\n\n\t(ii) Appropriate ground response personnel or airport fire service is summoned, as applicable;\n\n\t(iii) Notification of the flight crew or other qualified persons on board the aircraft.",
            "page": 603
        },
        {
            "code": "GRH 4.1.4",
            "guidance": null,
            "iosa_map": [
                "GRH 4 Special Aircraft Ground Handling Operations",
                "4.1 Aircraft Fueling"
            ],
            "paragraph": "The Operator should ensure procedures are in place for fuelling operations that establish a fuellin afety zone and specify restrictions and limitations for the use of devices, conduct of activities an peration of vehicles and ground support equipment within the safety zone.",
            "page": 603
        },
        {
            "code": "GRH 4.1.5",
            "guidance": null,
            "iosa_map": [
                "GRH 4 Special Aircraft Ground Handling Operations",
                "4.1 Aircraft Fueling"
            ],
            "paragraph": "The Operator shall ensure safety procedures associated with aircraft fueling operations are in plac hat assure, during fueling operations with passengers on board the aircraft:\n\n\t(i) The ground area beneath aircraft exit doors that have been designated for rapid deplanin r emergency evacuation is kept clear of obstructions;\n\n\t(ii) Where a boarding bridge is in use, an interior access path is maintained from the aircraft t he terminal;\n\n\t(iii) Where a passenger boarding bridge is not in use, aircraft passenger steps or an alternat eans of emergency evacuation is in place.",
            "page": 604
        },
        {
            "code": "GRH 4.1.6",
            "guidance": null,
            "iosa_map": [
                "GRH 4 Special Aircraft Ground Handling Operations",
                "4.1 Aircraft Fueling"
            ],
            "paragraph": "The Operator should ensure safety procedures associated with aircraft fuelling operations are i lace that require, during fuelling operations:\n\n\t(i) Establishment of a bonding connection between the fuelling vehicle and aircraft to provid or dissipation of electrical energy that may develop;\n\n\t(ii) Prohibition from connecting or disconnecting electrical equipment to the aircraft;\n\n\t(iii) Prevention of damage to the fuel hose;\n\n\t(iv) Cessation of aircraft fuelling when it is determined lightning is a threat.",
            "page": 604
        },
        {
            "code": "GRH 4.1.7",
            "guidance": null,
            "iosa_map": [
                "GRH 4 Special Aircraft Ground Handling Operations",
                "4.1 Aircraft Fueling"
            ],
            "paragraph": "The Operator shall ensure procedures are in place for summoning the rescue and firefighting servic n the event of a fire or major fuel spill.",
            "page": 605
        },
        {
            "code": "GRH 4.2.1",
            "guidance": null,
            "iosa_map": [
                "GRH 4 Special Aircraft Ground Handling Operations",
                "4.2 Aircraft De-/Anti-icing"
            ],
            "paragraph": "If the Operator conducts flights from any airport when conditions are conducive to ground aircraf cing, the Operator shall have a De-/Anti-icing Program, which, if applicable, is approved by th uthority and, as a minimum:\n\n\t(i) Ensures adherence to the Clean Aircraft Concept;\n\n\t(ii) Defines responsibilities within the Program;\n\n\t(iii) Addresses applicable locations within the route network;\n\n\t(iv) Defines areas of responsibility;\n\n\t(v) Specifies technical and operational requirements;\n\n\t(vi) Specifies training and qualification requirements;\n\n\t(vii) Is applicable to external service providers that perform de-/anti-icing functions for th perator.",
            "page": 605
        },
        {
            "code": "GRH 4.2.2",
            "guidance": null,
            "iosa_map": [
                "GRH 4 Special Aircraft Ground Handling Operations",
                "4.2 Aircraft De-/Anti-icing"
            ],
            "paragraph": "If the Operator has a De-/Anti-icing Program, the Operator shall ensure policies and procedures ar n place that result in:\n\n\t(i) Standardized methods of fluid application;\n\n\t(ii) Compliance with specific aircraft limitations;\n\n\t(iii) A clean aircraft through proper treatment of applicable surfaces.",
            "page": 606
        },
        {
            "code": "GRH 4.2.3",
            "guidance": null,
            "iosa_map": [
                "GRH 4 Special Aircraft Ground Handling Operations",
                "4.2 Aircraft De-/Anti-icing"
            ],
            "paragraph": "If the Operator has a de-/anti-icing program, the Operator should have a process to ensure th vailability and use of adequate facilities and equipment for aircraft de-/anti-icing operations a pplicable locations.",
            "page": 606
        },
        {
            "code": "GRH 4.2.4",
            "guidance": null,
            "iosa_map": [
                "GRH 4 Special Aircraft Ground Handling Operations",
                "4.2 Aircraft De-/Anti-icing"
            ],
            "paragraph": "If the Operator has a de-/anti-icing program, the Operator shall ensure fluids used in de-icing an nti-icing operations are:\n\n\t(i) Stored, handled and applied in accordance with criteria established by the Operator, flui anufacturer and aircraft manufacturer;\n\n\t(ii) Manufactured in accordance with SAE specifications.",
            "page": 607
        },
        {
            "code": "GRH 4.2.5",
            "guidance": null,
            "iosa_map": [
                "GRH 4 Special Aircraft Ground Handling Operations",
                "4.2 Aircraft De-/Anti-icing"
            ],
            "paragraph": "If the Operator has a De-/Anti-icing Program, the Operator shall ensure procedures are in place fo round handling personnel to communicate with the flight crew to assure:\n\n\t(i) The aircraft is properly configured prior to beginning the de-/anti-icing process;\n\n\t(ii) The flight crew receives all necessary information relevant to fluid(s) applied to the aircraf urfaces;\n\n\t(iii) The flight crew receives confirmation of a clean aircraft;\n\n\t(iv) The flight crew receives an  all clear  signal at the completion of the de-/anti-icing proces nd prior to aircraft movement.",
            "page": 607
        }
    ]
}