{
    "name": "Section 8 - Security Management (SEC)",
    "code": "SEC",
    "applicability": "Applicability\nSection 8 addresses the management of operational security in accordance with requirements of an Air\nOperator Security Program (AOSP). This section is applicable to all operators.\nIndividual SEC provisions or sub-specifications within a SEC provision that:\n Do not begin with a conditional phrase are applicable to all operators unless determined otherwise\nby the Auditor.\n Begin with a conditional phrase ( If the Operator... ) are applicable if the operator meets the\ncondition(s) stated in the phrase.\nWhere operational security functions are outsourced to contracted external service providers, an operator\nretains responsibility for the conduct of such functions and will have processes to monitor applicable\nexternal service providers in accordance with SEC 1.11.2 to ensure requirements that affect the security of\noperations are being fulfilled.",
    "guidance": "General Guidance\nDefinitions of technical terms used in this ISM Section 8 , as well as the meaning of abbreviations and\nacronyms, are found in the IATA Reference Manual for Audit Programs (IRM).\n1 Management and Control\n1.1 Management System Overview",
    "items": [
        {
            "code": "SEC 1.1.1",
            "guidance": null,
            "iosa_map": [
                "SEC 1 Management and Control",
                "1.1 Management System Overview"
            ],
            "paragraph": "The Operator shall have a security management system (SeMS) that includes, as a minimum, th ollowing key elements:\n\n\t(i) Senior management and corporate commitment;\n\n\t(ii) Resource management;\n\n\t(iii) Threat assessment and risk management;\n\n\t(iv) Management of emergencies and incidents (resilience);\n\n\t(v) Quality control and quality assurance;\n\n\t(vi) Air Operator Security Program (AOSP).",
            "page": 646
        },
        {
            "code": "SEC 1.1.2",
            "guidance": null,
            "iosa_map": [
                "SEC 1 Management and Control",
                "1.1 Management System Overview"
            ],
            "paragraph": "The Operator shall have a senior management official designated as the head of security with direc ccess to the highest level of management within the organization. Such senior management official,\nregardless of other functions and reporting structure, shall:\n\n\t(i) Be responsible for ensuring implementation and maintenance of the AOSP; \n\n\t(ii) Have overall accountability for ensuring operations are conducted in accordance wit onditions and restrictions of the AOSP and in compliance with applicable regulations an tandards of the Operator.",
            "page": 647
        },
        {
            "code": "SEC 1.1.3",
            "guidance": null,
            "iosa_map": [
                "SEC 1 Management and Control",
                "1.1 Management System Overview"
            ],
            "paragraph": "The Operator shall have a corporate security policy that states the commitment of the organization t  culture that has security as a fundamental operational priority. Such policy shall be communicate hroughout the organization and commit the organization to:\n\n\t(i) The provision of resources necessary for the successful implementation of the policy;\n\n\t(ii) Compliance with applicable regulations and standards of the Operator;\n\n\t(iii) The promotion of security awareness and the establishment of a security culture;\n\n\t(iv) The establishment of security objectives and security performance standards;\n\n\t(v) Continual improvement of the SeMS;\n\n\t(vi) Periodic review of the policy to ensure continuing relevance to the organization.",
            "page": 648
        },
        {
            "code": "SEC 1.2.1",
            "guidance": null,
            "iosa_map": [
                "SEC 1 Management and Control",
                "1.2 Air Operator Security Program (AOSP)"
            ],
            "paragraph": "The Operator shall have a formal Air Operator Security Program (AOSP) that includes:\n\n\t(i) The requirements of the civil aviation security program of the State of the Operator\n(hereinafter, the State);\n\n\t(ii) Supplementary Station Procedures (SSP) that meet the requirements of other states wher perations are conducted;\n\n\t(iii) The security standards of the Operator.",
            "page": 649
        },
        {
            "code": "SEC 1.3.1",
            "guidance": null,
            "iosa_map": [
                "SEC 1 Management and Control",
                "1.3 Authorities and Responsibilities"
            ],
            "paragraph": "The Operator shall ensure the SeMS defines the authorities and responsibilities of managemen ersonnel within the SeMS and provides a general description of security responsibilities fo ategories of non-management personnel within the SeMS as documented in the AOSP. The SeM hall specify:\n\n\t(i) The levels of management with the authority to make decisions that affect operationa ecurity;\n\n\t(ii) Responsibilities for ensuring security functions are performed and procedures ar mplemented in accordance with applicable regulations and standards of the Operator;\n\n\t(iii) Lines of accountability throughout the SeMS, including direct accountability for security o he part of senior management;\n\n\t(iv) Responsibilities of members of management, irrespective of other functions, as well as o on-management personnel, with respect to security performance of the SeMS.",
            "page": 650
        },
        {
            "code": "SEC 1.3.2",
            "guidance": null,
            "iosa_map": [
                "SEC 1 Management and Control",
                "1.3 Authorities and Responsibilities"
            ],
            "paragraph": "The Operator shall have a process or procedure for delegation of duties and assignment o esponsibilities within the SeMS that ensures managerial continuity is maintained when manager ith operational security responsibilities are unable to carry out work duties.",
            "page": 651
        },
        {
            "code": "SEC 1.3.3",
            "guidance": null,
            "iosa_map": [
                "SEC 1 Management and Control",
                "1.3 Authorities and Responsibilities"
            ],
            "paragraph": "The Operator shall ensure a delegation of duties and assignment of responsibility for liaison wit pplicable aviation security authorities and other relevant external entities.",
            "page": 651
        },
        {
            "code": "SEC 1.4.1",
            "guidance": null,
            "iosa_map": [
                "SEC 1 Management and Control",
                "1.4 Communication"
            ],
            "paragraph": "The Operator shall have a system that enables effective communication of security informatio hroughout the management system and all areas where operations are conducted.",
            "page": 652
        },
        {
            "code": "SEC 1.5.2",
            "guidance": null,
            "iosa_map": [
                "SEC 1 Management and Control",
                "1.5 Provision of Resources"
            ],
            "paragraph": "The Operator shall have a selection process for management and non-management positions withi he scope of AOSP, to include positions within the organization of the Operator and if applicable,\nservice providers selected by the Operator that conduct operational security functions. Such proces hall ensure candidates are selected on the basis of knowledge, skills, training and experienc ppropriate for the position.",
            "page": 653
        },
        {
            "code": "SEC 1.5.3",
            "guidance": null,
            "iosa_map": [
                "SEC 1 Management and Control",
                "1.5 Provision of Resources"
            ],
            "paragraph": "If permitted by the State, the Operator shall ensure a process has been established that require perational security personnel in the organization of the Operator and, if applicable, service provider elected by the Operator to conduct operational security functions, to be subjected to pre-\nemployment and recurring background checks in accordance with requirements of applicabl viation security authorities. The requirement for a background check shall be applicable t ersonnel who:\n\n\t(i) Engage in the implementation of security controls;\n\n\t(ii) Have unescorted access to the security restricted area of an airport;\n\n\t(iii) Have unescorted access to other security areas and searched aircraft;\n\n\t(iv) Have access to sensitive aviation security information.",
            "page": 653
        },
        {
            "code": "SEC 1.6.3",
            "guidance": null,
            "iosa_map": [
                "SEC 1 Management and Control",
                "1.6 Documentation System"
            ],
            "paragraph": "The Operator shall have a system for the management and control of documentation and/or dat sed directly in the conduct or support of operations, and in the implementation of the AOSP and it ssociated SSPs to ensure that they:\n\n\t(i) Meet all required elements specified in Table 1.1 ;\n\n\t(ii) Contain legible and accurate information;\n\n\t(iii) Presented in a format appropriate for use in operations.",
            "page": 654
        },
        {
            "code": "SEC 1.6.4",
            "guidance": null,
            "iosa_map": [
                "SEC 1 Management and Control",
                "1.6 Documentation System"
            ],
            "paragraph": "If the Operator has external service providers conduct outsourced operational security functions, th perator shall have a process to ensure such external service providers receive informatio egarding security directives and instructions in a timely and secure manner that meets requirement f the AOSP and its associated SSPs.",
            "page": 655
        },
        {
            "code": "SEC 1.8.1",
            "guidance": null,
            "iosa_map": [
                "SEC 1 Management and Control",
                "1.8 Records System"
            ],
            "paragraph": "The Operator shall have a system for the management and control of operational security records t nsure the content and retention of such records is in accordance with requirements of the aviatio ecurity authority of the State, as applicable, and to ensure security records are subjected t tandardized processes for:\n\n\t(i) Identification;\n\n\t(ii) Legibility;\n\n\t(iii) Maintenance;\n\n\t(iv) Retrieval;\n\n\t(v) Protection, integrity and security;\n\n\t(vi) Disposal, deletion (electronic records) and archiving, including retention and storage a andated by the State.",
            "page": 655
        },
        {
            "code": "SEC 1.8.2",
            "guidance": null,
            "iosa_map": [
                "SEC 1 Management and Control",
                "1.8 Records System"
            ],
            "paragraph": "If the Operator uses an electronic system for the management and control of records, the Operato hall ensure the system provides for a scheduled generation of backup record files.",
            "page": 656
        },
        {
            "code": "SEC 1.9.1",
            "guidance": null,
            "iosa_map": [
                "SEC 1 Management and Control",
                "1.9 Management Review"
            ],
            "paragraph": "The Operator shall have a security review committee for the purpose of ensuring:\n\n\t(i) Senior management oversight of security in operations;\n\n\t(ii) Continual improvement of the SeMS;\n\n\t(iii) Security threats are being identified and controlled;\n\n\t(iv) The promotion of security awareness.",
            "page": 656
        },
        {
            "code": "SEC 1.9.2",
            "guidance": null,
            "iosa_map": [
                "SEC 1 Management and Control",
                "1.9 Management Review"
            ],
            "paragraph": "The Operator shall have processes to monitor and assess its SeMS processes in order to maintain o ontinually improve the overall effectiveness of the SeMS.",
            "page": 657
        },
        {
            "code": "SEC 1.10.1",
            "guidance": null,
            "iosa_map": [
                "SEC 1 Management and Control",
                "1.10 Quality Assurance/Quality Control Programs"
            ],
            "paragraph": "The Operator shall have a quality assurance program that provides for the auditing and evaluation o he management system and operational security functions at a determined frequency following  egularly performed risk assessment to ensure the organization is:\n\n\t(i) Complying with the AOSP and its associated SSPs and other applicable regulations an tandards;\n\n\t(ii) Satisfying stated operational needs;\n\n\t(iii) Identifying areas requiring improvement;\n\n\t(iv) Identifying threats to operations;\n\n\t(v) Assessing the effectiveness of security risk management and controls.",
            "page": 657
        },
        {
            "code": "SEC 1.10.2",
            "guidance": null,
            "iosa_map": [
                "SEC 1 Management and Control",
                "1.10 Quality Assurance/Quality Control Programs"
            ],
            "paragraph": "The Operator shall have a process for addressing findings resulting from audits of operationa ecurity functions that ensures:\n\n\t(i) Identification of root cause(s);\n\n\t(ii) Development of corrective action, as appropriate, to address findings;\n\n\t(iii) Implementation of corrective action in appropriate operational security area(s);\n\n\t(iv) Evaluation of corrective action to determine effectiveness.",
            "page": 658
        },
        {
            "code": "SEC 1.10.3A",
            "guidance": null,
            "iosa_map": [
                "SEC 1 Management and Control",
                "1.10 Quality Assurance/Quality Control Programs"
            ],
            "paragraph": "The Operator shall have a process to ensure significant issues arising from quality assurance audit f operational security functions are subject to a regular review by senior security management.",
            "page": 659
        },
        {
            "code": "SEC 1.10.3B",
            "guidance": null,
            "iosa_map": [
                "SEC 1 Management and Control",
                "1.10 Quality Assurance/Quality Control Programs"
            ],
            "paragraph": "The Operator shall have an audit planning process and sufficient resources, including auditors a pecified in ORG 2.1.8 , to ensure audits are:\n\n\t(i) Scheduled in accordance with a security risk assessment at intervals to meet regulatory an anagement system requirements;\n\n\t(ii) Conducted within the scheduled interval (subject to a change in risk).",
            "page": 660
        },
        {
            "code": "SEC 1.10.5",
            "guidance": null,
            "iosa_map": [
                "SEC 1 Management and Control",
                "1.10 Quality Assurance/Quality Control Programs"
            ],
            "paragraph": "If required and/or authorized by the aviation security authority, the Operator shall have a process fo onducting security tests that assess the effectiveness and proper implementation of securit ontrols of which the Operator is in direct control.",
            "page": 660
        },
        {
            "code": "SEC 1.10.6",
            "guidance": null,
            "iosa_map": [
                "SEC 1 Management and Control",
                "1.10 Quality Assurance/Quality Control Programs"
            ],
            "paragraph": "If required and/or authorized by the aviation security authority, the Operator shall have a process t erform or participate in periodic operational security exercises in order to:\n\n\t(i) Evaluate the effectiveness of procedures designed for response to security incidents;\n\n\t(ii) Practice implementation of security procedures by applicable personnel.",
            "page": 661
        },
        {
            "code": "SEC 1.11.1A",
            "guidance": null,
            "iosa_map": [
                "SEC 1 Management and Control",
                "1.11 Quality Control of Outsourced Operations and Products"
            ],
            "paragraph": "If the Operator has external service providers conduct outsourced aviation security functions, th perator should ensure a service provider selection process is in place that ensures:\n\n\t(i) Security-relevant selection criteria are established;\n\n\t(ii) Service providers are evaluated against these criteria prior to selection.",
            "page": 662
        },
        {
            "code": "SEC 1.11.1B",
            "guidance": null,
            "iosa_map": [
                "SEC 1 Management and Control",
                "1.11 Quality Control of Outsourced Operations and Products"
            ],
            "paragraph": "If the Operator has external service providers conduct outsourced operational security functions, th perator shall have a process to ensure a contract or agreement is executed with such externa ervice providers. Such contract or agreement shall identify the application of specific documente equirements that can be monitored by the Operator to ensure requirements that affect the security o ts operations are being fulfilled by the service provider.",
            "page": 662
        },
        {
            "code": "SEC 1.11.2",
            "guidance": null,
            "iosa_map": [
                "SEC 1 Management and Control",
                "1.11 Quality Control of Outsourced Operations and Products"
            ],
            "paragraph": "If the Operator has external service providers conducting outsourced operational security functions,\nthe Operator shall have processes to monitor such external service providers to ensure requirement hat affect the security of operations are being fulfilled.",
            "page": 663
        },
        {
            "code": "SEC 1.11.4",
            "guidance": null,
            "iosa_map": [
                "SEC 1 Management and Control",
                "1.11 Quality Control of Outsourced Operations and Products"
            ],
            "paragraph": "If the Operator has operational security functions conducted by external organizations not under th ontrol of the Operator, the Operator shall have methods, as permitted by the applicable civil aviatio ecurity authority, for the monitoring of such functions to ensure, as permitted, implementation o utsourced security measures is in compliance with its AOSP.",
            "page": 663
        },
        {
            "code": "SEC 1.12.1",
            "guidance": null,
            "iosa_map": [
                "SEC 1 Management and Control",
                "1.12 Operational Reporting"
            ],
            "paragraph": "The Operator shall have an operational security reporting system that is implemented throughout th rganization in a manner that:\n\n\t(i) Encourages and facilitates personnel to report security incidents and security occurrence ertaining to the Operator;\n\n\t(ii) Ensures mandatory reporting in accordance with applicable regulations;\n\n\t(iii) Includes analysis and management action as necessary to address security issue dentified through the reporting system.",
            "page": 664
        },
        {
            "code": "SEC 1.12.2",
            "guidance": null,
            "iosa_map": [
                "SEC 1 Management and Control",
                "1.12 Operational Reporting"
            ],
            "paragraph": "The Operator shall have a process to ensure security information, security incidents, securit ccurrences and acts of unlawful interference that have been reported by personnel in accordanc ith SEC 1.12.1 or are derived from states or other relevant sources are reviewed by operational an ecurity management to ensure:\n\n\t(i) Root cause is identified;\n\n\t(ii) A security risk assessment is conducted;\n\n\t(iii) Corrective action is determined;\n\n\t(iv) When applicable, corrective action is implemented and monitored to ensure effectiveness i reventing future incidents or occurrences.",
            "page": 665
        },
        {
            "code": "SEC 2.1.1",
            "guidance": null,
            "iosa_map": [
                "SEC 2 Training and Qualification",
                "2.1 Training Program"
            ],
            "paragraph": "The Operator shall have a security training program that is approved or accepted by the State an eets applicable requirements of other states. Such program shall consist of initial, recurrent and,\nwhere applicable, requalification training that comprises, as appropriate, theoretical training, practica raining and an assessment of competencies to ensure:\n\n\t(i) Personnel, employed by or under the control of the Operator who implement securit ontrols understand security awareness and reporting, and have the competence to perfor heir duties;\n\n\t(ii) Flight and cabin crew members, as well as frontline aircraft ground handling and carg andling personnel, are able to act in the most appropriate manner to minimize th onsequences of acts of unlawful interference and disruptive passenger behavior.",
            "page": 666
        },
        {
            "code": "SEC 2.1.2",
            "guidance": null,
            "iosa_map": [
                "SEC 2 Training and Qualification",
                "2.1 Training Program"
            ],
            "paragraph": "If the Operator has operational security functions conducted by external service providers selecte y the Operator (outsourcing), the Operator shall have a process to ensure such external servic roviders have a security training program that:\n\n\t(i) Is acceptable to the Operator;\n\n\t(ii) Consists of initial, recurrent and, where applicable, requalification training;\n\n\t(iii) Includes, as appropriate, theoretical and practical training;\n\n\t(iv) Includes an assessment of competencies;\n\n\t(v) Ensures personnel have a common understanding of security awareness and reporting.",
            "page": 667
        },
        {
            "code": "SEC 2.1.4",
            "guidance": null,
            "iosa_map": [
                "SEC 2 Training and Qualification",
                "2.1 Training Program"
            ],
            "paragraph": "The Operator shall ensure personnel who perform security functions, crew members and appropriat perational personnel, as specified in SEC 2.1.1 , complete recurrent security training on a frequenc n accordance with requirements of the security program of the State and, if applicable, other state here operations are conducted or, if there is no regulatory mandate, not less than once every 3 onths.",
            "page": 667
        },
        {
            "code": "SEC 2.1.5",
            "guidance": null,
            "iosa_map": [
                "SEC 2 Training and Qualification",
                "2.1 Training Program"
            ],
            "paragraph": "If the Operator manages a security screening system, the Operator shall ensure personnel wh anage or operate the screening system:\n\n\t(i) Are approved and/or certified in accordance with requirements of the applicable aviatio ecurity authority;\n\n\t(ii) Complete initial and recurrent training that includes training in the identification o xplosives, weapons or other dangerous items or devices.",
            "page": 668
        },
        {
            "code": "SEC 2.1.6",
            "guidance": null,
            "iosa_map": [
                "SEC 2 Training and Qualification",
                "2.1 Training Program"
            ],
            "paragraph": "The security training program of the Operator shall include a process for reviewing and updating o evising security training courses to ensure:\n\n\t(i) Continual improvement of curriculum, including content and applicability to the operationa nvironment;\n\n\t(ii) Incorporation of regulatory amendments or operational changes.",
            "page": 668
        },
        {
            "code": "SEC 2.1.7",
            "guidance": null,
            "iosa_map": [
                "SEC 2 Training and Qualification",
                "2.1 Training Program"
            ],
            "paragraph": "The Operator shall ensure the completion of required security training by operational personnel i ocumented and retained in a records system in accordance with SEC 1.8.1 .",
            "page": 669
        },
        {
            "code": "SEC 2.1.8",
            "guidance": null,
            "iosa_map": [
                "SEC 2 Training and Qualification",
                "2.1 Training Program"
            ],
            "paragraph": "The Operator shall ensure operational personnel complete security awareness training that focuse n preventative measures and techniques in relation to passengers, baggage, cargo, mail,\nequipment, stores and supplies, as applicable, and permits such personnel to contribute to th revention and reporting of acts of sabotage, other forms of unlawful interference and securit ccurrences.",
            "page": 669
        },
        {
            "code": "SEC 3.1.1",
            "guidance": null,
            "iosa_map": [
                "SEC 3 Security Operations",
                "3.1 Access Control"
            ],
            "paragraph": "If the Operator has exclusive control over airport airside areas and/or security restricted areas, th perator shall ensure an identification verification system is in place that prevents personnel an ehicles from unauthorized access. Such identification system shall include:\n\n\t(i) Designated checkpoints where identification is verified before access is permitted;\n\n\t(ii) A requirement for authorized personnel to prominently display an identification badge.",
            "page": 670
        },
        {
            "code": "SEC 3.1.2",
            "guidance": null,
            "iosa_map": [
                "SEC 3 Security Operations",
                "3.1 Access Control"
            ],
            "paragraph": "The Operator shall ensure measures are in place to control and supervise personnel and vehicle oving to and from the aircraft in security restricted areas to prevent unauthorized access to th ircraft.",
            "page": 670
        },
        {
            "code": "SEC 3.1.3",
            "guidance": null,
            "iosa_map": [
                "SEC 3 Security Operations",
                "3.1 Access Control"
            ],
            "paragraph": "The Operator shall ensure access control measures and security screening measures as mandate y the State are in place to prevent the introduction of unauthorized weapons, explosives or othe angerous devices or items on board an aircraft by persons other than passengers.",
            "page": 671
        },
        {
            "code": "SEC 3.3.1",
            "guidance": null,
            "iosa_map": [
                "SEC 3 Security Operations",
                "3.3 Carriage of Weapons"
            ],
            "paragraph": "If the carriage of weapons on board an aircraft by law enforcement officers and/or other authorize ersons acting in the performance of their duties is approved by the Operator, the State and/or othe pplicable authorities, the Operator shall have a policy and procedures, in accordance with the law f the state(s) involved, for such carriage of weapons.",
            "page": 672
        },
        {
            "code": "SEC 3.3.3",
            "guidance": null,
            "iosa_map": [
                "SEC 3 Security Operations",
                "3.3 Carriage of Weapons"
            ],
            "paragraph": "If the carriage of weapons in hold baggage on board an aircraft for a passenger flight is approved b he Operator, the Operator shall have procedures for the carriage of such weapons to ensure:\n\n\t(i) If the weapon is a firearm or capable of discharging a projectile, the passenger or a uthorized and duly qualified person has declared the weapon to be not loaded;\n\n\t(ii) The weapon is stowed in a place that is inaccessible to any unauthorized person durin light;\n\n\t(iii) The carriage of a weapon is legally permitted by all state(s) involved, including the State an tate(s) of flight departure, transit and arrival.",
            "page": 673
        },
        {
            "code": "SEC 3.4.1",
            "guidance": null,
            "iosa_map": [
                "SEC 3 Security Operations",
                "3.4 Passengers (Including Supernumeraries) and Cabin Baggage"
            ],
            "paragraph": "If the Operator conducts passenger flights, the Operator shall have a process to ensure originatin assengers and their cabin baggage are subjected to screening prior to boarding a passenge ircraft for;\n\n\t(i) An international flight;\n\n\t(ii) As required by the applicable aviation security authority, a domestic flight.",
            "page": 674
        },
        {
            "code": "SEC 3.4.3",
            "guidance": null,
            "iosa_map": [
                "SEC 3 Security Operations",
                "3.4 Passengers (Including Supernumeraries) and Cabin Baggage"
            ],
            "paragraph": "If the Operator conducts passenger flights, the Operator shall have a process to ensure transfer an ransit passengers and their cabin baggage either:\n\n\t(i) Are subjected to screening prior to boarding a passenger aircraft, or\n\n\t(ii) Have been screened to an appropriate level at the point of origin and subsequentl rotected from unauthorized interference from the point of screening at the originatin irport to the departing aircraft at the transfer or transit airport.",
            "page": 674
        },
        {
            "code": "SEC 3.4.4",
            "guidance": null,
            "iosa_map": [
                "SEC 3 Security Operations",
                "3.4 Passengers (Including Supernumeraries) and Cabin Baggage"
            ],
            "paragraph": "If the Operator conducts passenger flights, the Operator shall have a process to ensure passenger nd their cabin baggage are subjected to additional security controls in accordance wit equirements of the applicable aviation security authority when flights are under an increase ecurity threat.",
            "page": 675
        },
        {
            "code": "SEC 3.4.5",
            "guidance": null,
            "iosa_map": [
                "SEC 3 Security Operations",
                "3.4 Passengers (Including Supernumeraries) and Cabin Baggage"
            ],
            "paragraph": "If the Operator conducts passenger flights, the Operator shall have a process to ensure passenger nd their cabin baggage, which have already been subjected to screening, are:\n\n\t(i) Protected from unauthorized interference from the point of screening until they board  assenger aircraft;\n\n\t(ii) Subjected to re-screening if the potential for unauthorized interference has been determine o exist.",
            "page": 676
        },
        {
            "code": "SEC 3.4.6",
            "guidance": null,
            "iosa_map": [
                "SEC 3 Security Operations",
                "3.4 Passengers (Including Supernumeraries) and Cabin Baggage"
            ],
            "paragraph": "The Operator should ensure security practices and/or procedures for operational security personne hat have contact with passengers include behavior detection methods designed to identify person ho may pose a threat to civil aviation and require additional security measures.",
            "page": 676
        },
        {
            "code": "SEC 3.4.7",
            "guidance": null,
            "iosa_map": [
                "SEC 3 Security Operations",
                "3.4 Passengers (Including Supernumeraries) and Cabin Baggage"
            ],
            "paragraph": "The Operator shall have a policy and procedures to refuse transportation to any person that does no onsent to a search of his or her person or property in accordance with the AOSP.",
            "page": 677
        },
        {
            "code": "SEC 3.5.1",
            "guidance": null,
            "iosa_map": [
                "SEC 3 Security Operations",
                "3.5 Special Category Passengers"
            ],
            "paragraph": "If the Operator conducts passenger flights, the Operator shall have a policy and a process tha ncorporates risk assessment measures to ensure procedures are in place for the transport o otentially disruptive passengers who are obliged to travel because they have been the subject o udicial or administrative proceedings. Such procedures shall be designed to take into consideratio he assurance of the safety of the aircraft during the flight.",
            "page": 678
        },
        {
            "code": "SEC 3.6.1",
            "guidance": null,
            "iosa_map": [
                "SEC 3 Security Operations",
                "3.6 Hold Baggage"
            ],
            "paragraph": "If the Operator conducts international passenger flights, the Operator shall have a process to ensur riginating hold baggage, including courier baggage, is:\n\n\t(i) Subjected to screening capable of detecting explosives and explosive devices prior to bein oaded into an aircraft for an international passenger flight;\n\n\t(ii) Protected from unauthorized interference from the moment of acceptance until loaded o oard the aircraft.",
            "page": 679
        },
        {
            "code": "SEC 3.6.2",
            "guidance": null,
            "iosa_map": [
                "SEC 3 Security Operations",
                "3.6 Hold Baggage"
            ],
            "paragraph": "If the Operator conducts domestic passenger flights, the Operator should have a process to ensur riginating hold baggage is:\n\n\t(i) Subjected to screening capable of detecting explosives and explosive devices prior to bein oaded into an aircraft for a domestic passenger flight;\n\n\t(ii) Protected from unauthorized interference from the moment of acceptance until they ar oaded on board the aircraft.",
            "page": 680
        },
        {
            "code": "SEC 3.6.6",
            "guidance": null,
            "iosa_map": [
                "SEC 3 Security Operations",
                "3.6 Hold Baggage"
            ],
            "paragraph": "If the Operator conducts international passenger flights, the Operator shall have a process to ensur rocedures are in place to prevent items of hold baggage from being transported on such flight nless such items have been:\n\n\t(i) Individually identified as either accompanied or unaccompanied baggage;\n\n\t(ii) Subjected to appropriate security controls based on risk assessment.",
            "page": 680
        },
        {
            "code": "SEC 3.7.1",
            "guidance": null,
            "iosa_map": [
                "SEC 3 Security Operations",
                "3.7 Cargo Shipments"
            ],
            "paragraph": "If the Operator transports revenue or non-revenue cargo, the Operator shall have a process t nsure cargo shipments for transport on all flights have been subjected to the appropriate securit ontrols, including screening where required, as established by the applicable state(s) prior to bein oaded onto an aircraft.",
            "page": 681
        },
        {
            "code": "SEC 3.8.1",
            "guidance": null,
            "iosa_map": [
                "SEC 3 Security Operations",
                "3.8 In-Flight, Catering and Other Supplies"
            ],
            "paragraph": "If the Operator conducts passenger flights, the Operator shall have a process to ensure in-flight,\ncatering and/or other supplies intended for transport on a passenger flight are subjected t ppropriate security controls as established by the appropriate state and are thereafter protecte rom unauthorized interference until loaded onto the aircraft.",
            "page": 681
        },
        {
            "code": "SEC 3.9.2",
            "guidance": null,
            "iosa_map": [
                "SEC 3 Security Operations",
                "3.9 General Protection"
            ],
            "paragraph": "If the Operator controls security restricted areas, the Operator shall have processes to ensur erchandise and supplies introduced into such areas are subject to appropriate security controls,\nwhich may include screening or a supply chain security process.",
            "page": 681
        },
        {
            "code": "SEC 4.1.1",
            "guidance": null,
            "iosa_map": [
                "SEC 4 Security Threat and Contingency Management",
                "4.1 Threat Management"
            ],
            "paragraph": "The Operator shall have processes for maintaining a constant review of the level and nature o ecurity and cybersecurity threats to civil aviation, and for identifying direct or potential threat gainst the Operator and/or its aircraft operations. For threats that have been identified, suc rocesses shall include:\n\n\t(i) An assessment of associated risks and vulnerabilities;\n\n\t(ii) Development of appropriate response measures.",
            "page": 682
        },
        {
            "code": "SEC 4.1.2",
            "guidance": null,
            "iosa_map": [
                "SEC 4 Security Threat and Contingency Management",
                "4.1 Threat Management"
            ],
            "paragraph": "The Operator shall have a process to ensure the implementation of appropriate security measures i esponse to:\n\n\t(i) Security threats directed against the Operator;\n\n\t(ii) Threat levels issued by applicable aviation security authorities.",
            "page": 684
        },
        {
            "code": "SEC 4.1.3",
            "guidance": null,
            "iosa_map": [
                "SEC 4 Security Threat and Contingency Management",
                "4.1 Threat Management"
            ],
            "paragraph": "The Operator shall have procedures for sharing, as appropriate, with the State, relevant operators,\nairport authority, air traffic service and external service providers, in a practical and timely manner,\nrelevant information to assist in the implementation of an effective security risk assessment process.",
            "page": 684
        },
        {
            "code": "SEC 4.2.1",
            "guidance": null,
            "iosa_map": [
                "SEC 4 Security Threat and Contingency Management",
                "4.2 Contingency Planning"
            ],
            "paragraph": "The Operator shall have a contingency plan that provides for a comprehensive and manage esponse to aviation security incidents.",
            "page": 685
        },
        {
            "code": "SEC 4.3.1",
            "guidance": null,
            "iosa_map": [
                "SEC 4 Security Threat and Contingency Management",
                "4.3 Investigation and Notification"
            ],
            "paragraph": "The Operator shall have a process to ensure an investigation is conducted for any of the following:\n\n\t(i) Threats or acts of unlawful interference;\n\n\t(ii) Failure of implementation of security controls under the responsibility of the Operator;\n\n\t(iii) Security incidents, security occurrences or security threats.",
            "page": 685
        },
        {
            "code": "SEC 4.3.2",
            "guidance": null,
            "iosa_map": [
                "SEC 4 Security Threat and Contingency Management",
                "4.3 Investigation and Notification"
            ],
            "paragraph": "The Operator shall have a process that ensures notification to the applicable aviation securit uthorities when an act of unlawful interference against the Operator, a reportable security inciden nd/or a reportable security occurrence has been identified.",
            "page": 685
        },
        {
            "code": "SEC 4.3.3",
            "guidance": null,
            "iosa_map": [
                "SEC 4 Security Threat and Contingency Management",
                "4.3 Investigation and Notification"
            ],
            "paragraph": "The Operator should have a process to ensure security incidents and/or security occurrences ar eported to IATA for inclusion in the Incident Data Exchange (IDX) Security Dashboard. Such report hould be submitted in accordance with the formal IDX reporting process.",
            "page": 685
        }
    ]
}