{
    "name": "Section 4 - Aircraft Engineering and Maintenance (MNT)",
    "code": "MNT",
    "applicability": "Applicability\nSection 4 is applicable to all operators, and addresses aircraft engineering and maintenance functions\nrelevant to the airworthiness of the aircraft, engines and components.\nIndividual MNT provisions or sub-specifications within a MNT provision that:\n Do not begin with a conditional phrase are applicable unless determined otherwise by the Auditor.\n Begin with a conditional phrase  If the Operator...  are applicable if the Operator meets the\ncondition(s) stated in the phrase.\nAn operator may choose to have certain functions within the scope of ground handling operations (e.g.\naircraft loading, aircraft ground handling) performed by maintenance operations personnel. If this situation\nexists, the operator must be in conformity with the ISARPs contained in Section 6 , Ground Handling\nOperations (GRH), that are applicable to the ground handling functions performed by maintenance\noperations personnel.\nWhere an operator outsources the performance of aircraft engineering and maintenance operational\nfunctions to external organizations, the operator retains overall responsibility for ensuring aircraft\nairworthiness, and must demonstrate processes for monitoring the applicable external organization(s) in\naccordance with MNT 1.11.7 .",
    "guidance": "General Guidance\nDefinitions of technical terms used in this ISM Section 4 , as well as the meaning of abbreviations and\nacronyms, are found in the IATA Reference Manual for Audit Programs (IRM).\nMany provisions in this section contain the phrase  organization that performs maintenance (or performs\nmaintenance functions) for the Operator.  This phrase is inclusive and refers to any organizations that might\nperform maintenance on the operator s aircraft, either an external maintenance organization or the operator s\nown maintenance organization.\nThe term  maintenance  as used in above-referenced phrase means restoring or maintaining an aircraft,\naircraft engine or aircraft component to or in an airworthy and serviceable condition through the performance\nof functions such as repair, modification, overhaul, inspection, replacement, defect rectification and/or\ndetermination of condition.\nIf a standard or recommended practice requires an operator to ensure that certain provisions (specifically in\nMNT subsection 4) are satisfied by an organization that performs maintenance or maintenance operational\nfunctions for the operator under a maintenance agreement, then the operator monitors such maintenance\norganization to ensure specifications in the relevant ISARPs are being fulfilled.\nIf the organization that has a maintenance agreement with the operator subcontracts certain maintenance\nfunctions to other maintenance organizations (as agreed between parties), then the operator s monitoring of\nthe contracted maintenance organization would also ensure such organization is performing oversight of all\nrelevant subcontractors. For example, when an operator contracts with an airframe maintenance provider to\nconduct base maintenance and such maintenance provider then subcontracts certain maintenance activities\nor functions to one or more of its subcontractors, the operator s monitoring would also ensure the contracted\nairframe maintenance provider is providing proper oversight of the relevant subcontractors.\n1 Management and Control\n1.1 Management System Overview",
    "items": [
        {
            "code": "MNT 1.1.1",
            "guidance": null,
            "iosa_map": [
                "MNT 1 Management and Control",
                "1.1 Management System Overview"
            ],
            "paragraph": "The Operator shall have a management system for maintenance operations that ensures:\n- (i) Management of safety and quality in maintenance operations;\n- (ii) Supervision and control of maintenance activities; \n- (iii) Compliance with applicable regulations and standards of the Operator.",
            "page": 392,
            "constraints": []
        },
        {
            "code": "MNT 1.1.2",
            "guidance": null,
            "iosa_map": [
                "MNT 1 Management and Control",
                "1.1 Management System Overview"
            ],
            "paragraph": "The Operator shall have a staff of management personnel suitably matched to the scale and scope of maintenance operations to ensure:\n- (i) Maintenance of all aircraft is performed in accordance with the Maintenance Program;\n- (ii) All maintenance is carried out in accordance with policies and procedures contained in the Maintenance Management Manual (MMM).",
            "page": 393,
            "constraints": []
        },
        {
            "code": "MNT 1.1.3",
            "guidance": null,
            "iosa_map": [
                "MNT 1 Management and Control",
                "1.1 Management System Overview"
            ],
            "paragraph": "The Operator shall have a manager of maintenance operations that is acceptable to the Authority, if required, and is responsible for ensuring:\n- (i) The management of safety and security risks to maintenance operations;\n- (ii) Maintenance operations are conducted in accordance with conditions and restrictions of the Air Operator Certificate (AOC), and in compliance with applicable regulations and standards of the Operator.",
            "page": 393,
            "constraints": []
        },
        {
            "code": "MNT 1.2.1",
            "guidance": null,
            "iosa_map": [
                "MNT 1 Management and Control",
                "1.2 Accountability, Authorities and Responsibilities"
            ],
            "paragraph": "The Operator shall ensure the management system for maintenance operations defines the safety accountability, authorities and responsibilities of management and non-management personnel that perform functions relevant to aircraft engineering and maintenance. The management system shall also specify:\n- (i) The levels of management within maintenance operations with the authority to make decisions regarding risk tolerability with respect to aircraft airworthiness;\n- (ii) Responsibilities for ensuring maintenance operations are conducted in accordance with conditions and restrictions of the AOC, applicable regulations and standards of the Operator;\n- (iii) Lines of accountability throughout maintenance operations, including direct accountability on the part of senior management for ensuring aircraft airworthiness.",
            "page": 394,
            "constraints": []
        },
        {
            "code": "MNT 1.2.2",
            "guidance": null,
            "iosa_map": [
                "MNT 1 Management and Control",
                "1.2 Accountability, Authorities and Responsibilities"
            ],
            "paragraph": "The Operator shall have a process or procedure for the delegation of duties within the management system for maintenance operations that ensures managerial continuity is maintained when operational managers including, if applicable, post holders are unable to carry out work duties.",
            "page": 394,
            "constraints": []
        },
        {
            "code": "MNT 1.2.3",
            "guidance": null,
            "iosa_map": [
                "MNT 1 Management and Control",
                "1.2 Accountability, Authorities and Responsibilities"
            ],
            "paragraph": "The Operator shall ensure a delegation of authority and assignment of responsibility within the management system for maintenance operations for liaison with regulatory authorities, original equipment manufacturers (OEMs) and other external entities relevant to maintenance operations.",
            "page": 395,
            "constraints": []
        },
        {
            "code": "MNT 1.3.1",
            "guidance": null,
            "iosa_map": [
                "MNT 1 Management and Control",
                "1.3 Maintenance Program"
            ],
            "paragraph": "The Operator shall provide, for the use and guidance of relevant maintenance and operational personnel, a Maintenance Program that is approved by the relevant Authority and contains information and data for each aircraft type/model and configuration in the Operator's fleet in accordance with specifications in Table 4.1 . The Maintenance Program shall satisfy:\n- (i) Requirements of the State of Registry;\n- (ii) Requirements of the State of Design;\n- (iii) Requirements of the Operator;\n- (iv) Maintenance specifications provided by the aircraft, engine and component OEMs.",
            "page": 395,
            "constraints": []
        },
        {
            "code": "MNT 1.3.2",
            "guidance": null,
            "iosa_map": [
                "MNT 1 Management and Control",
                "1.3 Maintenance Program"
            ],
            "paragraph": "The Operator shall ensure the design and application of the Maintenance Program observes human factors principles.",
            "page": 397,
            "constraints": []
        },
        {
            "code": "MNT 1.3.3",
            "guidance": null,
            "iosa_map": [
                "MNT 1 Management and Control",
                "1.3 Maintenance Program"
            ],
            "paragraph": "The Operator shall ensure amendments to the Maintenance Program:\n- (i) Are approved by the Authority unless the Operator has been approved to amend the Maintenance Program without requiring approval of the Authority;\n- (ii) Are furnished to all organizations and/or persons to whom the Maintenance Program has been issued.",
            "page": 398,
            "constraints": []
        },
        {
            "code": "MNT 1.4.1",
            "guidance": null,
            "iosa_map": [
                "MNT 1 Management and Control",
                "1.4 Provision of Resources"
            ],
            "paragraph": "The Operator shall ensure the existence of the facilities, workspace, equipment and supporting services, as well as the work environment, that are necessary to allow all maintenance to be performed in accordance with the Maintenance Program.",
            "page": 398,
            "constraints": []
        },
        {
            "code": "MNT 1.4.2",
            "guidance": null,
            "iosa_map": [
                "MNT 1 Management and Control",
                "1.4 Provision of Resources"
            ],
            "paragraph": "The Operator shall have a selection process for management and non-management positions within maintenance operations organization that require the performance of functions relevant to aircraft airworthiness. Such process shall ensure candidates are selected on the basis of knowledge, skills,\ntraining and experience appropriate for the position.",
            "page": 399,
            "constraints": []
        },
        {
            "code": "MNT 1.4.3",
            "guidance": null,
            "iosa_map": [
                "MNT 1 Management and Control",
                "1.4 Provision of Resources"
            ],
            "paragraph": "The Operator shall ensure availability of the facilities, personnel, equipment and other resources, as necessary, for the implementation of management and control functions, as specified in Table 4.2 .",
            "page": 399,
            "constraints": []
        },
        {
            "code": "MNT 1.5.1",
            "guidance": null,
            "iosa_map": [
                "MNT 1 Management and Control",
                "1.5 Communication"
            ],
            "paragraph": "The Operator shall have a system that enables effective communication of relevant safety and operational information within the maintenance operations management system and in all areas where maintenance operations are conducted. Such system shall ensure:\n- (i) Personnel maintain an awareness of the SMS;\n- (ii) Safety-critical information is conveyed;\n- (iii) External service providers who conduct outsourced maintenance and/or perform maintenance functions for the Operator are provided with information relevant to operations conducted.",
            "page": 399,
            "constraints": []
        },
        {
            "code": "MNT 1.6.3",
            "guidance": null,
            "iosa_map": [
                "MNT 1 Management and Control",
                "1.6 Documentation System"
            ],
            "paragraph": "The Operator shall have a system for the management and control of documentation and/or data used directly in the conduct or support of maintenance operations. Such system shall ensure documentation:\n- (i) Meets all required elements specified in Table 1.1 ;\n- (ii) Contains legible and accurate information;\n- (iii) Is presented in a format appropriate for use in operations.",
            "page": 400,
            "constraints": []
        },
        {
            "code": "MNT 1.7.1",
            "guidance": null,
            "iosa_map": [
                "MNT 1 Management and Control",
                "1.7 Maintenance Management Manual (MMM)"
            ],
            "paragraph": "The Operator shall have, for the use and guidance of relevant maintenance and operational personnel, a Maintenance Management Manual that is accepted or approved by the Authority. The MMM may be issued in separate parts and shall contain maintenance policies, procedures and information as specified in Table 4.3 . The design of the manual shall observe Human Factors principles.",
            "page": 400,
            "constraints": []
        },
        {
            "code": "MNT 1.7.3",
            "guidance": null,
            "iosa_map": [
                "MNT 1 Management and Control",
                "1.7 Maintenance Management Manual (MMM)"
            ],
            "paragraph": "The Operator shall ensure the MMM is amended as necessary to keep information contained therein up to date and to address:\n- (i) Changes to maintenance or airworthiness requirements;\n- (ii) Changes in the organization or activities;\n- (iii) Inadequacies identified through internal or external audit;\n- (iv) Conformity with applicable requirements.",
            "page": 402,
            "constraints": []
        },
        {
            "code": "MNT 1.7.6",
            "guidance": null,
            "iosa_map": [
                "MNT 1 Management and Control",
                "1.7 Maintenance Management Manual (MMM)"
            ],
            "paragraph": "The Operator shall ensure a copy of the current version of the MMM, or relevant portions thereof, is promptly made available to:\n- (i) Applicable authorities;\n- (ii) Each organization or person that performs or certifies maintenance for the Operator;\n- (iii) All other organizations or persons to whom the MMM has been issued.",
            "page": 403,
            "constraints": []
        },
        {
            "code": "MNT 1.7.7",
            "guidance": null,
            "iosa_map": [
                "MNT 1 Management and Control",
                "1.7 Maintenance Management Manual (MMM)"
            ],
            "paragraph": "If the Operator issues relevant portions of the MMM as specified in MNT 1.7.6 , the Operator shall ensure policies and procedures contained therein are sufficiently comprehensive such that all relevant guidance and information is available to any maintenance organization or person that performs maintenance for the Operator under that portion of the manual.",
            "page": 403,
            "constraints": []
        },
        {
            "code": "MNT 1.8.1",
            "guidance": null,
            "iosa_map": [
                "MNT 1 Management and Control",
                "1.8 Maintenance Records System"
            ],
            "paragraph": "The Operator shall have a system for the management and control of maintenance records to ensure the content and retention of such records is in accordance with requirements of the Authority, as applicable, and to ensure operational records are subjected to standardized processes for:\n- (i) Identification;\n- (ii) Legibility;\n- (iii) Maintenance;\n- (iv) Retrieval;\n- (v) Protection, integrity and security;\n- (vi) Disposal, deletion (electronic records) and archiving.",
            "page": 403,
            "constraints": []
        },
        {
            "code": "MNT 1.8.2",
            "guidance": null,
            "iosa_map": [
                "MNT 1 Management and Control",
                "1.8 Maintenance Records System"
            ],
            "paragraph": "If the Operator uses an electronic system for the management and control of maintenance operations records, the Operator shall ensure the system provides for a scheduled generation of backup record files associated with maintenance operations.",
            "page": 405,
            "constraints": []
        },
        {
            "code": "MNT 1.9.1",
            "guidance": null,
            "iosa_map": [
                "MNT 1 Management and Control",
                "1.9 Aircraft Systems/Equipment"
            ],
            "paragraph": "The Operator shall ensure all aircraft in its fleet are equipped with, in accordance with conditions of applicability, the aircraft systems and equipment specified in Table 4.11 .",
            "page": 405,
            "constraints": []
        },
        {
            "code": "MNT 1.9.2",
            "guidance": null,
            "iosa_map": [
                "MNT 1 Management and Control",
                "1.9 Aircraft Systems/Equipment"
            ],
            "paragraph": "The Operator should ensure all aircraft in its fleet are equipped with, in accordance with conditions of applicability, the aircraft systems and equipment specified in Table 4.14 .",
            "page": 406,
            "constraints": []
        },
        {
            "code": "MNT 1.10.1",
            "guidance": null,
            "iosa_map": [
                "MNT 1 Management and Control",
                "1.10 Quality Assurance Program"
            ],
            "paragraph": "The Operator shall have a quality assurance program that provides for auditing of the management system and all functions of maintenance operations to ensure the Operator is:\n- (i) Complying with applicable regulations and standards;\n- (ii) Satisfying stated maintenance operations needs;\n- (iii) Identifying areas requiring improvement;\n- (iv) Identifying hazards to operations;\n- (v) Assessing the effectiveness of safety risk controls.",
            "page": 406,
            "constraints": []
        },
        {
            "code": "MNT 1.10.2",
            "guidance": null,
            "iosa_map": [
                "MNT 1 Management and Control",
                "1.10 Quality Assurance Program"
            ],
            "paragraph": "The Operator shall have a process for addressing findings that result from audits conducted under the quality assurance program, which ensures:\n- (i) Identification of root cause(s);\n- (ii) Development of corrective action, as appropriate, to address findings;\n- (iii) Implementation of corrective action in appropriate areas of maintenance operations;\n- (iv) Evaluation of corrective action to determine effectiveness.",
            "page": 407,
            "constraints": []
        },
        {
            "code": "MNT 1.10.3",
            "guidance": null,
            "iosa_map": [
                "MNT 1 Management and Control",
                "1.10 Quality Assurance Program"
            ],
            "paragraph": "The Operator shall ensure significant issues arising from maintenance operations quality assurance and risk management are subject to management review in accordance with ORG 4.1.1 .",
            "page": 407,
            "constraints": []
        },
        {
            "code": "MNT 1.10.4",
            "guidance": null,
            "iosa_map": [
                "MNT 1 Management and Control",
                "1.10 Quality Assurance Program"
            ],
            "paragraph": "The Operator shall ensure functions related to the maintenance operations quality assurance program are performed by qualified personnel that are either employees of the Operator or independent external quality assurance agents.",
            "page": 407,
            "constraints": []
        },
        {
            "code": "MNT 1.10.5",
            "guidance": null,
            "iosa_map": [
                "MNT 1 Management and Control",
                "1.10 Quality Assurance Program"
            ],
            "paragraph": "The Operator shall have an audit planning process and sufficient resources to ensure audits of maintenance operations are:\n- (i) Scheduled at intervals to meet regulatory and management system requirements;\n- (ii) Conducted within the scheduled interval.",
            "page": 407,
            "constraints": []
        },
        {
            "code": "MNT 1.11.1A",
            "guidance": null,
            "iosa_map": [
                "MNT 1 Management and Control",
                "1.11 Quality Control of Outsourced Operations and of Products"
            ],
            "paragraph": "If the Operator has external service providers conduct outsourced maintenance and/or maintenance functions, the Operator should ensure a service provider selection process is in place that ensures:\n- (i) Safety-relevant selection criteria are established;\n- (ii) Service providers are evaluated against these criteria prior to selection.",
            "page": 408,
            "constraints": []
        },
        {
            "code": "MNT 1.11.1B",
            "guidance": null,
            "iosa_map": [
                "MNT 1 Management and Control",
                "1.11 Quality Control of Outsourced Operations and of Products"
            ],
            "paragraph": "The Operator shall ensure a maintenance agreement has been executed with each external maintenance organization that performs maintenance functions for the Operator; such maintenance agreement shall:\n- (i) Specify all maintenance requirements and define all tasks to be performed;\n- (ii) Comply with the procedures governing maintenance arrangements, as specified in the MMM.",
            "page": 408,
            "constraints": []
        },
        {
            "code": "MNT 1.11.2",
            "guidance": null,
            "iosa_map": [
                "MNT 1 Management and Control",
                "1.11 Quality Control of Outsourced Operations and of Products"
            ],
            "paragraph": "The Operator shall ensure each maintenance agreement with an external maintenance organization that performs maintenance functions for the Operator documents specific maintenance safety and quality standards required to be fulfilled by the respective external maintenance organization. Such standards shall provide the basis for a monitoring process as specified in MNT 1.11.7.",
            "page": 409,
            "constraints": []
        },
        {
            "code": "MNT 1.11.5",
            "guidance": null,
            "iosa_map": [
                "MNT 1 Management and Control",
                "1.11 Quality Control of Outsourced Operations and of Products"
            ],
            "paragraph": "The Operator shall have a process to maintain a listing of external providers of maintenance services and products, to include:\n- (i) Organizations that are currently approved to perform maintenance on the Operator's aircraft, engines, components and/or parts;\n- (ii) Vendors that are currently approved to supply, directly to the Operator, parts, components and other materials for use in maintenance of the Operator's aircraft.",
            "page": 410,
            "constraints": []
        },
        {
            "code": "MNT 1.11.6",
            "guidance": null,
            "iosa_map": [
                "MNT 1 Management and Control",
                "1.11 Quality Control of Outsourced Operations and of Products"
            ],
            "paragraph": "The Operator shall have a process to ensure relevant training and/or training material is provided to each external organization that performs maintenance functions for the Operator.",
            "page": 411,
            "constraints": []
        },
        {
            "code": "MNT 1.11.7",
            "guidance": null,
            "iosa_map": [
                "MNT 1 Management and Control",
                "1.11 Quality Control of Outsourced Operations and of Products"
            ],
            "paragraph": "The Operator shall have monitoring processes to ensure external approved maintenance organizations that perform maintenance for the Operator:\n- (i) Comply with applicable regulations and safety and quality requirements;\n- (ii) Have procedures that are acceptable to the Authority granting the approval;\n- (iii) Perform all maintenance in accordance with requirements of the Operator.",
            "page": 411,
            "constraints": []
        },
        {
            "code": "MNT 1.11.8",
            "guidance": null,
            "iosa_map": [
                "MNT 1 Management and Control",
                "1.11 Quality Control of Outsourced Operations and of Products"
            ],
            "paragraph": "The Operator should include auditing as a process for the monitoring of external maintenance organizations that perform maintenance for the Operator.",
            "page": 411,
            "constraints": []
        },
        {
            "code": "MNT 1.11.9",
            "guidance": null,
            "iosa_map": [
                "MNT 1 Management and Control",
                "1.11 Quality Control of Outsourced Operations and of Products"
            ],
            "paragraph": "The Operator shall have processes that ensure:\n- (i) Aircraft parts and materials are only obtained from approved sources;\n- (ii) Certification documentation requirements are specified;\n- (iii) Traceability to the last certifying organization for used or surplus parts;\n- (iv) A statement of conformity or certification test results is retained for hardware and raw materials (e.g. extrusions, sheet or bar stock);\n- (v) Inventory storage of consumable material is managed to ensure traceability of manufacturer batch/lot control.",
            "page": 412,
            "constraints": []
        },
        {
            "code": "MNT 1.12.1",
            "guidance": null,
            "iosa_map": [
                "MNT 1 Management and Control",
                "1.12 Safety Management"
            ],
            "paragraph": "The Operator shall have a hazard identification program for maintenance operations that includes a combination of reactive and proactive methods of hazard identification.",
            "page": 413,
            "constraints": []
        },
        {
            "code": "MNT 1.12.2",
            "guidance": null,
            "iosa_map": [
                "MNT 1 Management and Control",
                "1.12 Safety Management"
            ],
            "paragraph": "The Operator shall have a safety risk assessment and mitigation program in maintenance operations that specifies processes to ensure:\n- (i) Hazards are analyzed to determine corresponding safety risk(s) to aircraft operations;\n- (ii) Safety risks are assessed to determine the requirement for risk mitigation action(s);\n- (iii) When required, risk mitigation actions are developed and implemented in maintenance operations.",
            "page": 413,
            "constraints": []
        },
        {
            "code": "MNT 1.12.3",
            "guidance": null,
            "iosa_map": [
                "MNT 1 Management and Control",
                "1.12 Safety Management"
            ],
            "paragraph": "The Operator shall have an operational safety reporting system in maintenance operations that:\n- (i) Encourages and facilitates feedback from personnel to report safety hazards, expose safety deficiencies and raise safety concerns;\n- (ii) Includes analysis and management action as necessary to address safety issues identified through the reporting system.",
            "page": 415,
            "constraints": []
        },
        {
            "code": "MNT 1.12.4",
            "guidance": null,
            "iosa_map": [
                "MNT 1 Management and Control",
                "1.12 Safety Management"
            ],
            "paragraph": "The Operator should have a confidential safety reporting system in maintenance operations that encourages and facilitates the reporting of events, hazards and/or concerns resulting from or associated with human performance in maintenance operations.",
            "page": 415,
            "constraints": []
        },
        {
            "code": "MNT 1.12.5",
            "guidance": null,
            "iosa_map": [
                "MNT 1 Management and Control",
                "1.12 Safety Management"
            ],
            "paragraph": "The Operator shall have processes for setting safety performance indicators (SPIs) and, as applicable, safety performance targets (SPTs) as means to monitor its safety performance,\nachievement of its safety objectives and to validate the effectiveness of risk controls.",
            "page": 416,
            "constraints": []
        },
        {
            "code": "MNT 1.12.6",
            "guidance": null,
            "iosa_map": [
                "MNT 1 Management and Control",
                "1.12 Safety Management"
            ],
            "paragraph": "The Operator shall have a program that ensures its aircraft engineering and maintenance personnel are trained and competent to perform SMS duties. The scope of such training shall be appropriate to each individual's involvement in the SMS.",
            "page": 416,
            "constraints": []
        },
        {
            "code": "MNT 1.12.7",
            "guidance": null,
            "iosa_map": [
                "MNT 1 Management and Control",
                "1.12 Safety Management"
            ],
            "paragraph": "If the Operator outsources aircraft engineering and maintenance operational functions to external service providers, the Operator should have a program that ensures personnel of external service providers are trained and competent to perform SMS duties. The scope of such training should be appropriate to individual involvement in the Operator's SMS.",
            "page": 417,
            "constraints": []
        },
        {
            "code": "MNT 2.1.1",
            "guidance": null,
            "iosa_map": [
                "MNT 2 Maintenance Control",
                "2.1 Control System"
            ],
            "paragraph": "The Operator shall have a maintenance control system that is in accordance with procedures acceptable to the Authority and ensures:\n- (i) Each aircraft is maintained in an airworthy condition;\n- (ii) Operational and emergency equipment necessary for flight is serviceable;\n- (iii) The Certificate of Airworthiness of each aircraft remains valid;\n- (iv) The maintenance of the aircraft is performed in accordance with the Maintenance Program as specified in MNT 1.3.1 .",
            "page": 417,
            "constraints": []
        },
        {
            "code": "MNT 2.1.2",
            "guidance": null,
            "iosa_map": [
                "MNT 2 Maintenance Control",
                "2.1 Control System"
            ],
            "paragraph": "The Operator shall have guidance and procedures to ascertain if trends for oil consumption are such that an aircraft has sufficient oil to complete each flight.",
            "page": 418,
            "constraints": []
        },
        {
            "code": "MNT 2.2.1",
            "guidance": null,
            "iosa_map": [
                "MNT 2 Maintenance Control",
                "2.2 Maintenance Planning"
            ],
            "paragraph": "The Operator shall have a system for forecasting and tracking required maintenance activities.",
            "page": 418,
            "constraints": []
        },
        {
            "code": "MNT 2.2.2",
            "guidance": null,
            "iosa_map": [
                "MNT 2 Maintenance Control",
                "2.2 Maintenance Planning"
            ],
            "paragraph": "The Operator shall have a system for tracking hours, cycles and calendar time for aircraft, engines and life-limited components.",
            "page": 418,
            "constraints": []
        },
        {
            "code": "MNT 2.3.1",
            "guidance": null,
            "iosa_map": [
                "MNT 2 Maintenance Control",
                "2.3 Parts Installation"
            ],
            "paragraph": "The Operator shall have a process to ensure that no new part is installed on an aeronautical product unless such part meets the standards of airworthiness applicable to the installation of new parts and,\nin addition, meets a minimum of one of the following:\n- (i) The new part has marking identifying it as a part specified in the type design conforming to a recognized national or international standard, or \n- (ii) The new part has been approved for use on an aeronautical product, in accordance with the type certificate/STC, if the part was originally designed and manufactured for non-\naeronautical use, or\n- (iii) The new part was manufactured under a Parts Manufacturer Approval (PMA), or\n- (iv) The new part was produced by the Operator using approved procedures for the purpose of maintaining or altering its own aeronautical product.",
            "page": 418,
            "constraints": []
        },
        {
            "code": "MNT 2.3.2",
            "guidance": null,
            "iosa_map": [
                "MNT 2 Maintenance Control",
                "2.3 Parts Installation"
            ],
            "paragraph": "The Operator shall have a process to ensure that no used part is installed on an aeronautical product unless such part meets the standards of airworthiness applicable to the installation of used parts and is any of the following:\n- (i) An airworthy part that has been removed from an aircraft for immediate installation on another aircraft, or\n- (ii) An airworthy part that has undergone maintenance for which a maintenance release has been signed by an appropriately rated Approved Maintenance Organization (AMO), or\n- (iii) An airworthy part that has undergone an approved repair or alteration that restored the certificated level of airworthiness to a used part.",
            "page": 419,
            "constraints": []
        },
        {
            "code": "MNT 2.3.3",
            "guidance": null,
            "iosa_map": [
                "MNT 2 Maintenance Control",
                "2.3 Parts Installation"
            ],
            "paragraph": "The Operator shall have a process to ensure that no used life-limited part is installed on an aeronautical product unless such part meets the standards of airworthiness applicable to the installation of life-limited parts and:\n- (i) The technical history of the part is available to demonstrate the time in service, as authorized for that part in the type certificate governing the installation, has not been exceeded;\n- (ii) The technical history referred to in sub-paragraph i) is incorporated into the technical record for the aeronautical product on which the part is installed.",
            "page": 420,
            "constraints": []
        },
        {
            "code": "MNT 2.4.1",
            "guidance": null,
            "iosa_map": [
                "MNT 2 Maintenance Control",
                "2.4 Deferred Maintenance"
            ],
            "paragraph": "The Operator shall have a maintenance control function that is responsible for approving, controlling,\nmonitoring and scheduling non-routine and deferred maintenance activities, including MEL/CDL requirements.",
            "page": 420,
            "constraints": []
        },
        {
            "code": "MNT 2.4.2",
            "guidance": null,
            "iosa_map": [
                "MNT 2 Maintenance Control",
                "2.4 Deferred Maintenance"
            ],
            "paragraph": "The Operator shall have a process to ensure deferred maintenance items (defects) are tracked and corrected within the required intervals prescribed by the MEL, CDL or the appropriate maintenance data.",
            "page": 421,
            "constraints": []
        },
        {
            "code": "MNT 2.4.3",
            "guidance": null,
            "iosa_map": [
                "MNT 2 Maintenance Control",
                "2.4 Deferred Maintenance"
            ],
            "paragraph": "If the Operator has a MEL/CDL items short-time extension/deviation approval process, the Operator shall ensure the process is approved by the Authority.",
            "page": 421,
            "constraints": []
        },
        {
            "code": "MNT 2.5.1",
            "guidance": null,
            "iosa_map": [
                "MNT 2 Maintenance Control",
                "2.5 Continuing Airworthiness Information"
            ],
            "paragraph": "The Operator shall have processes to:\n- (i) Obtain and assess continuing airworthiness information, including Airworthiness Directives(ADs), Alert Service Bulletins and recommendations from the organizations responsible for aircraft type design, and\n- (ii) Implement the resulting actions that are mandatory or considered necessary in accordance with procedures acceptable to the Authority.",
            "page": 421,
            "constraints": []
        },
        {
            "code": "MNT 2.5.2",
            "guidance": null,
            "iosa_map": [
                "MNT 2 Maintenance Control",
                "2.5 Continuing Airworthiness Information"
            ],
            "paragraph": "The Operator shall have a process to monitor and assess maintenance and operational experience with respect to aircraft continuing airworthiness as prescribed by the relevant Authority.",
            "page": 422,
            "constraints": []
        },
        {
            "code": "MNT 2.5.3",
            "guidance": null,
            "iosa_map": [
                "MNT 2 Maintenance Control",
                "2.5 Continuing Airworthiness Information"
            ],
            "paragraph": "The Operator shall have a program for the management of the minimum equipment lists (MELs) used in its fleet operations. Such program shall ensure MELs:\n- (i) Are approved by the State of the Operator and/or State of Registry if applicable;\n- (ii) Include the latest applicable MMEL provisions released by the Type Certificate Holder(s);\n- (iii) Are relevant to and customized for the type/model of aircraft in the Operator s fleet;\n- (iv) Identify applicable maintenance procedures called upon by the MEL items and such procedures are readily available for implementation by the appropriate maintenance personnel;\n- (v) Include, as applicable, aircraft systems and equipment required for operations in conformity with special authorizations as specified in FLT 1.2.1 .",
            "page": 422,
            "constraints": []
        },
        {
            "code": "MNT 2.6.1",
            "guidance": null,
            "iosa_map": [
                "MNT 2 Maintenance Control",
                "2.6 Repairs and Modifications"
            ],
            "paragraph": "The Operator shall have a process to ensure all modifications and repairs:\n- (i) Are carried out using approved data;\n- (ii) Comply with airworthiness requirements of the Authority and State of Registry.",
            "page": 423,
            "constraints": []
        },
        {
            "code": "MNT 2.7.1",
            "guidance": null,
            "iosa_map": [
                "MNT 2 Maintenance Control",
                "2.7 Defect Recording and Control"
            ],
            "paragraph": "The Operator shall have processes for defect recording and control, including the management of recurring defects, to address:\n- (i) Documenting troubleshooting history;\n- (ii) Tracking chronic or repetitive unserviceable items;\n- (iii) Implementing instructions for corrective action;\n- (iv) Ensuring rectification takes into account the methodology used in previous repair attempts.",
            "page": 423,
            "constraints": []
        },
        {
            "code": "MNT 2.8.2",
            "guidance": null,
            "iosa_map": [
                "MNT 2 Maintenance Control",
                "2.8 Extended Diversion Time Operations (EDTO)"
            ],
            "paragraph": "If the Operator is approved to operate twin engine aircraft in ETOPS/EDTO conditions, the Operator shall ensure compliance with:\n- (i) Maintenance requirements applicable to the respective operations and to the specific type(s) of aircraft operated under ETOPS/EDTO.\n- (ii) The requirements specified in Table 4.5 .\nAll ETOPS/EDTO requirements, including supportive program procedures, duties and responsibilities, shall be identified for and be subject to revision.",
            "page": 424,
            "constraints": []
        },
        {
            "code": "MNT 2.9.1",
            "guidance": null,
            "iosa_map": [
                "MNT 2 Maintenance Control",
                "2.9 Aircraft Recorders"
            ],
            "paragraph": "The Operator shall have a Maintenance Program that provides for the periodic conduct of operational checks, functional checks and evaluations of recordings from the Flight Data Recorder (FDR) and Cockpit Voice Recorder (CVR) to ensure the continued serviceability of the recording systems. Such program shall ensure checks and/or evaluations of the recording systems:\n- (i) Are conducted at least annually or at an extended interval approved by the Authority;\n- (ii) For the FDR, include analysis of the recorded data validity, quality, and system calibration (if applicable) in accordance with the manufacturer's requirements or as required by the Authority;\n- (iii) For the CVR, include analysis of the recorded audio data validity, quality and intelligibility in accordance with the manufacturer s requirements or as required by the Authority.",
            "page": 424,
            "constraints": []
        },
        {
            "code": "MNT 2.9.2",
            "guidance": null,
            "iosa_map": [
                "MNT 2 Maintenance Control",
                "2.9 Aircraft Recorders"
            ],
            "paragraph": "If the Operator uses aircraft with Data Link Communication (DLC) capabilities and such aircraft are equipped with a Data Link Recorder (DLR), the Operator shall have a DLR Maintenance Program that includes a periodic evaluation of the recording system and an assessment of DLR performance:\n- (i) In accordance with the manufacturer s requirements or as required by the Authority;\n- (ii) At least every 24 months or, if applicable, at an extended interval approved by the Authority.",
            "page": 425,
            "constraints": []
        },
        {
            "code": "MNT 2.10.1",
            "guidance": null,
            "iosa_map": [
                "MNT 2 Maintenance Control",
                "2.10 Electronic Navigation Data Management"
            ],
            "paragraph": "If the Operator uses aircraft with electronic navigation capabilities, the Operator shall have a procedure to ensure the timely insertion of current and unaltered electronic navigation data to all applicable aircraft.",
            "page": 426,
            "constraints": []
        },
        {
            "code": "MNT 2.11.1",
            "guidance": null,
            "iosa_map": [
                "MNT 2 Maintenance Control",
                "2.11 Reduced Vertical Separation Minima (RVSM)"
            ],
            "paragraph": "If the Operator is authorized for RVSM operations, the Operator shall have procedures that ensure aircraft used in such operations are maintained in a manner to continuously meet airworthiness requirements necessary for the safe conduct of RVSM operations. Such procedures shall be in accordance with requirements of the aircraft OEM.",
            "page": 427,
            "constraints": []
        },
        {
            "code": "MNT 2.12.1",
            "guidance": null,
            "iosa_map": [
                "MNT 2 Maintenance Control",
                "2.12 Reporting to the Authority"
            ],
            "paragraph": "The Operator shall have a procedure to provide the Authority with aircraft in-service information as prescribed by the Authority.",
            "page": 427,
            "constraints": []
        },
        {
            "code": "MNT 2.12.2",
            "guidance": null,
            "iosa_map": [
                "MNT 2 Maintenance Control",
                "2.12 Reporting to the Authority"
            ],
            "paragraph": "The Operator shall have a procedure for reporting to the applicable authority defects or un-airworthy conditions in accordance with requirements contained in Table 4.4 .",
            "page": 427,
            "constraints": []
        },
        {
            "code": "MNT 2.12.7",
            "guidance": null,
            "iosa_map": [
                "MNT 2 Maintenance Control",
                "2.12 Reporting to the Authority"
            ],
            "paragraph": "The Operator shall have a procedure to transmit to the Design Approval Holder (DAH) information on faults, malfunctions, defects and other occurrences that could affect the continuing airworthiness of aircraft.",
            "page": 428,
            "constraints": []
        },
        {
            "code": "MNT 3.1.1",
            "guidance": null,
            "iosa_map": [
                "MNT 3 Technical Records",
                "3.1 Aircraft Maintenance Records"
            ],
            "paragraph": "The Operator shall have a program to ensure the following maintenance records are maintained:\n- (i) Total time in service (hours, calendar time and cycles, as appropriate,) of the aircraft,\nengines and all life-limited components;\n- (ii) Current status of compliance with all mandatory continuing airworthiness information;\n- (iii) Appropriate details of modifications and repairs;\n- (iv) Time in service (hours, calendar time and cycles, as appropriate,) since last overhaul of the aircraft, engines or its components subject to a mandatory overhaul life;\n- (v) Current aircraft status of compliance with the Maintenance Program;\n- (vi) Detailed maintenance records to show that all requirements for signing of a maintenance release have been met.",
            "page": 428,
            "constraints": []
        },
        {
            "code": "MNT 3.1.2",
            "guidance": null,
            "iosa_map": [
                "MNT 3 Technical Records",
                "3.1 Aircraft Maintenance Records"
            ],
            "paragraph": "The Operator shall have a procedure to ensure that records specified in MNT 3.1.1 are retained as follows:\n- (i) Records in sub-paragraphs i) to v) are retained for a minimum period of 90 days after the aircraft, engine and component, to which they refer, has been permanently withdrawn from service;\n- (ii) Records in sub-paragraph vi) are retained for a minimum period of one year after the signing of the maintenance release.",
            "page": 429,
            "constraints": []
        },
        {
            "code": "MNT 3.1.3",
            "guidance": null,
            "iosa_map": [
                "MNT 3 Technical Records",
                "3.1 Aircraft Maintenance Records"
            ],
            "paragraph": "The Operator shall have processes to ensure, when an aircraft becomes involved in an accident or incident, the related flight recorder records and, to the extent possible, the associated flight recorders are preserved and retained in safe custody pending disposition in accordance with the appropriate investigation.",
            "page": 429,
            "constraints": []
        },
        {
            "code": "MNT 3.1.4",
            "guidance": null,
            "iosa_map": [
                "MNT 3 Technical Records",
                "3.1 Aircraft Maintenance Records"
            ],
            "paragraph": "The Operator shall have processes to ensure applicable aircraft maintenance records for aircraft currently listed on the AOC:\n- (i) In the event of a temporary change of operator, are made available to the new operator;\n- (ii) In the event of a permanent change of operator, transferred to the new operator.",
            "page": 429,
            "constraints": []
        },
        {
            "code": "MNT 3.2.1",
            "guidance": null,
            "iosa_map": [
                "MNT 3 Technical Records",
                "3.2 Aircraft Technical Log (ATL)"
            ],
            "paragraph": "The Operator shall have a process to ensure all aircraft have an aircraft technical log (ATL) or approved equivalent that comprises elements specified in Table 4.6 .",
            "page": 430,
            "constraints": []
        },
        {
            "code": "MNT 3.2.2",
            "guidance": null,
            "iosa_map": [
                "MNT 3 Technical Records",
                "3.2 Aircraft Technical Log (ATL)"
            ],
            "paragraph": "The Operator shall have processes for the management of the ATL or approved equivalent as specified in MNT 3.2.1 to ensure, with respect to the ATL or approved equivalent:\n- (i) Entries are current and cannot be erased or deleted;\n- (ii) Descriptions of errors or discrepancies that have been corrected remain readable and identifiable;\n- (iii) Entries are retained to provide a continuous record of the last six months of operations.",
            "page": 430,
            "constraints": []
        },
        {
            "code": "MNT 3.4.1",
            "guidance": null,
            "iosa_map": [
                "MNT 3 Technical Records",
                "3.4 Airworthiness Directives"
            ],
            "paragraph": "The Operator shall maintain records of Airworthiness Directives (ADs) and Service Bulletins (SBs) or equivalents accomplished in accordance with the MMM.",
            "page": 430,
            "constraints": []
        },
        {
            "code": "MNT 4.1.1",
            "guidance": null,
            "iosa_map": [
                "MNT 4 Maintenance Organizations",
                "4.1 Approval"
            ],
            "paragraph": "The Operator shall have a process to ensure an aircraft is not operated unless it is maintained and released to service by an Approved Maintenance Organization (AMO) that:\n- (i) Is acceptable to the Authority:\n- (ii) Has established procedures acceptable to the Authority to ensure maintenance practices are in compliance with all relevant requirements;\n- (iii) Maintains the validity of its approval through compliance with the requirements for an approved maintenance organization acceptable to the Authority.",
            "page": 431,
            "constraints": []
        },
        {
            "code": "MNT 4.1.3",
            "guidance": null,
            "iosa_map": [
                "MNT 4 Maintenance Organizations",
                "4.1 Approval"
            ],
            "paragraph": "The Operator shall have a process to ensure each maintenance organization that performs maintenance for the Operator has an approval document that contains, as a minimum, the:\n- (i) Name and location of the AMO;\n- (ii) Date of issue and period of validity of the approval;\n- (iii) Scope of the approval.",
            "page": 431,
            "constraints": []
        },
        {
            "code": "MNT 4.1.5",
            "guidance": null,
            "iosa_map": [
                "MNT 4 Maintenance Organizations",
                "4.1 Approval"
            ],
            "paragraph": "If the Operator has maintenance performed outside the State of the Operator by a maintenance organization that does not hold an approval document issued by the Authority, the Operator shall have a process to ensure such maintenance organization has been recognized by the Authority.",
            "page": 432,
            "constraints": []
        },
        {
            "code": "MNT 4.2.1",
            "guidance": null,
            "iosa_map": [
                "MNT 4 Maintenance Organizations",
                "4.2 Management"
            ],
            "paragraph": "The Operator shall have a process to ensure each maintenance organization that performs maintenance for the Operator has a manager who, if applicable, is acceptable to the relevant Authority and has responsibility for the management and supervision of the maintenance organization.",
            "page": 432,
            "constraints": []
        },
        {
            "code": "MNT 4.2.2",
            "guidance": null,
            "iosa_map": [
                "MNT 4 Maintenance Organizations",
                "4.2 Management"
            ],
            "paragraph": "The Operator shall have a process to ensure each maintenance organization that performs maintenance for the Operator has appropriate post holders with responsibilities for ensuring the maintenance organization is in compliance with the requirements for an approved maintenance organization as accepted by the Authority.",
            "page": 432,
            "constraints": []
        },
        {
            "code": "MNT 4.2.3",
            "guidance": null,
            "iosa_map": [
                "MNT 4 Maintenance Organizations",
                "4.2 Management"
            ],
            "paragraph": "The Operator shall have a process to ensure each maintenance organization that performs maintenance for the Operator has the necessary personnel to plan, perform, supervise, inspect and release the maintenance work to be performed.",
            "page": 433,
            "constraints": []
        },
        {
            "code": "MNT 4.3.1",
            "guidance": null,
            "iosa_map": [
                "MNT 4 Maintenance Organizations",
                "4.3 Quality Assurance"
            ],
            "paragraph": "The Operator shall have a process to ensure each maintenance organization that performs maintenance for the Operator has an independent quality assurance program that:\n- (i) Meets the specifications contained in Table 4.7 ;\n- (ii) Monitors compliance with applicable regulations, requirements and the Maintenance Procedures Manual (MPM) of the AMO;\n- (iii) Addresses the specific requirements of the Operator as specified in the maintenance agreement;\n- (iv) Is under the sole control of the Quality Manager or the person assigned managerial responsibility for the program.",
            "page": 434,
            "constraints": []
        },
        {
            "code": "MNT 4.3.5",
            "guidance": null,
            "iosa_map": [
                "MNT 4 Maintenance Organizations",
                "4.3 Quality Assurance"
            ],
            "paragraph": "The Operator shall have a process to ensure each maintenance organization that performs maintenance for the Operator has a process for periodic review of the quality assurance program by the Quality Manager or the person assigned managerial responsibility for the program for the purpose of ensuring compliance with current requirements of the Maintenance Program and the MMM.",
            "page": 435,
            "constraints": []
        },
        {
            "code": "MNT 4.3.7",
            "guidance": null,
            "iosa_map": [
                "MNT 4 Maintenance Organizations",
                "4.3 Quality Assurance"
            ],
            "paragraph": "The Operator shall have a process to ensure each maintenance organization that performs maintenance for the Operator has a process to immediately report to the Operator any defects, un-\nairworthy conditions, failures or malfunctions specified in MNT 2.12.2 .",
            "page": 435,
            "constraints": []
        },
        {
            "code": "MNT 4.4.1",
            "guidance": null,
            "iosa_map": [
                "MNT 4 Maintenance Organizations",
                "4.4 Personnel"
            ],
            "paragraph": "The Operator shall have a process to ensure each maintenance organization that performs maintenance for the Operator uses maintenance personnel:\n- (i) That are appropriately licensed and/or authorized to sign the maintenance release;\n- (ii) Whose competence has been established in accordance with a procedure and to a level acceptable to the authority granting approval for the maintenance organization.",
            "page": 435,
            "constraints": []
        },
        {
            "code": "MNT 4.4.2",
            "guidance": null,
            "iosa_map": [
                "MNT 4 Maintenance Organizations",
                "4.4 Personnel"
            ],
            "paragraph": "The Operator shall have a process to ensure each maintenance organization that performs maintenance for the Operator has a means for providing a positive identification of maintenance personnel that are approved to perform and certify maintenance.",
            "page": 436,
            "constraints": []
        },
        {
            "code": "MNT 4.5.1",
            "guidance": null,
            "iosa_map": [
                "MNT 4 Maintenance Organizations",
                "4.5 Training Program"
            ],
            "paragraph": "The Operator shall have a process to ensure each maintenance organization that performs maintenance for the Operator has a training program that requires all maintenance personnel to receive initial and recurrent training that is appropriate to individually assigned tasks and responsibilities, and provides maintenance personnel with the:\n- (i) Knowledge of regulations, standards and procedures in accordance with requirements in the MMM;\n- (ii) Knowledge and skills related to human performance, including coordination with, as applicable, other maintenance personnel and/or flight crew.",
            "page": 437,
            "constraints": []
        },
        {
            "code": "MNT 4.5.4",
            "guidance": null,
            "iosa_map": [
                "MNT 4 Maintenance Organizations",
                "4.5 Training Program"
            ],
            "paragraph": "The Operator shall have a process to ensure each maintenance organization that performs maintenance for the Operator has a training program that provides for continuation training on an \ninterval not to exceed 36 months, which may be reduced to a lesser interval based on findings generated by the QA Program.",
            "page": 437,
            "constraints": []
        },
        {
            "code": "MNT 4.5.5",
            "guidance": null,
            "iosa_map": [
                "MNT 4 Maintenance Organizations",
                "4.5 Training Program"
            ],
            "paragraph": "The Operator shall have a process to ensure each maintenance organization that performs maintenance for the Operator has a training and qualification program for auditors used in the QA Program.",
            "page": 438,
            "constraints": []
        },
        {
            "code": "MNT 4.5.6",
            "guidance": null,
            "iosa_map": [
                "MNT 4 Maintenance Organizations",
                "4.5 Training Program"
            ],
            "paragraph": "The Operator shall have a process to ensure each maintenance organization that performs maintenance for the Operator has a training program that provides for initial and continuation training for receiving inspectors.",
            "page": 439,
            "constraints": []
        },
        {
            "code": "MNT 4.5.7",
            "guidance": null,
            "iosa_map": [
                "MNT 4 Maintenance Organizations",
                "4.5 Training Program"
            ],
            "paragraph": "If the Operator uses a maintenance organization that has maintenance personnel taxi the Operator's aircraft on the movement area of an airport, the Operator shall have a process to ensure such maintenance personnel are authorized, competent and qualified to conduct aircraft taxi operations.",
            "page": 439,
            "constraints": []
        },
        {
            "code": "MNT 4.6.1",
            "guidance": null,
            "iosa_map": [
                "MNT 4 Maintenance Organizations",
                "4.6 Facilities and Physical Resources"
            ],
            "paragraph": "The Operator shall have a process to ensure each maintenance organization that performs maintenance for the Operator has the basic facilities and work environment, appropriate for the maintenance tasks to be performed for the Operator, to include:\n- (i) A place of business, with a fixed address;\n- (ii) Communications equipment/software, such as telephones, facsimile machines, email and others;\n- (iii) Any devices used to establish when a particular aircraft requires maintenance. This may include planning bulletin boards, card files or a computer system;\n- (iv) A secure, dry storage area to retain aircraft technical records.",
            "page": 439,
            "constraints": []
        },
        {
            "code": "MNT 4.6.2",
            "guidance": null,
            "iosa_map": [
                "MNT 4 Maintenance Organizations",
                "4.6 Facilities and Physical Resources"
            ],
            "paragraph": "The Operator shall have a process to ensure each maintenance organization that performs maintenance for the Operator has the necessary technical data, equipment, tools and material to perform the work for which the maintenance organization has been approved, to include:\n- (i) Equipment and tools necessary to comply with the work specified in the agreement between the Operator and the maintenance organization;\n- (ii) Sufficient supplies and spare parts to ensure timely rectification of defects with regard to the Minimum Equipment List (MEL) provisions as specified in the agreement between the Operator and the maintenance organization.",
            "page": 440,
            "constraints": []
        },
        {
            "code": "MNT 4.6.3",
            "guidance": null,
            "iosa_map": [
                "MNT 4 Maintenance Organizations",
                "4.6 Facilities and Physical Resources"
            ],
            "paragraph": "The Operator shall have a process to ensure each maintenance organization that performs maintenance for the Operator has facilities suitable for the storage of parts, equipment, tools and material under conditions that provide security and prevent deterioration of and damage to stored items. Such processes shall ensure:\n- (i) Clean work areas, including management offices;\n- (ii) Parts and material properly identified and stored;\n- (iii) Oxygen and other high-pressure bottles properly identified and stored;\n- (iv) Flammable, toxic or volatile materials properly identified and stored;\n- (v) Equipment identified and protected.",
            "page": 441,
            "constraints": []
        },
        {
            "code": "MNT 4.6.4",
            "guidance": null,
            "iosa_map": [
                "MNT 4 Maintenance Organizations",
                "4.6 Facilities and Physical Resources"
            ],
            "paragraph": "The Operator shall have a process to ensure each maintenance organization that performs maintenance for the Operator has a shelf-life program for applicable items, which includes a requirement for the shelf-life limit to be controlled and displayed.",
            "page": 442,
            "constraints": []
        },
        {
            "code": "MNT 4.6.5",
            "guidance": null,
            "iosa_map": [
                "MNT 4 Maintenance Organizations",
                "4.6 Facilities and Physical Resources"
            ],
            "paragraph": "The Operator shall have a process to ensure each maintenance organization that performs maintenance for the Operator has a receiving inspection program that:\n- (i) Assures incoming material has the required certification documentation and traceability;\n- (ii) Includes a process for verification of incoming part tags to ensure information on the tag\n(e.g. part name, part number, serial number, modification and/or any other applicable reference information) matches the corresponding information on the part.",
            "page": 442,
            "constraints": []
        },
        {
            "code": "MNT 4.7.1",
            "guidance": null,
            "iosa_map": [
                "MNT 4 Maintenance Organizations",
                "4.7 Material Handling"
            ],
            "paragraph": "The Operator shall have a process to ensure each maintenance organization that performs maintenance for the Operator has a secure quarantine area for rejected parts and materials awaiting disposition.",
            "page": 442,
            "constraints": []
        },
        {
            "code": "MNT 4.7.2",
            "guidance": null,
            "iosa_map": [
                "MNT 4 Maintenance Organizations",
                "4.7 Material Handling"
            ],
            "paragraph": "The Operator shall have a process to ensure each maintenance organization that performs maintenance for the Operator has a process for segregating aircraft serviceable parts, aircraft non-\nserviceable parts, and non-aircraft parts.",
            "page": 443,
            "constraints": []
        },
        {
            "code": "MNT 4.7.3",
            "guidance": null,
            "iosa_map": [
                "MNT 4 Maintenance Organizations",
                "4.7 Material Handling"
            ],
            "paragraph": "The Operator shall have a process to ensure each maintenance organization that handles, or performs maintenance on, electrostatic sensitive devices (ESD) for the Operator has an ESD Program. Such ESD program shall comply with applicable manufacturer instructions and the specifications contained in Table 4.8 .",
            "page": 443,
            "constraints": []
        },
        {
            "code": "MNT 4.7.4",
            "guidance": null,
            "iosa_map": [
                "MNT 4 Maintenance Organizations",
                "4.7 Material Handling"
            ],
            "paragraph": "The Operator shall have a process to ensure each maintenance organization that performs maintenance for the Operator has a method of storage that assures sensitive parts and equipment,\nsuch as, but not limited to, oxygen system components (oxygen generators and bottles), O-rings and electrostatic sensitive devices are properly packaged, identified and stored to protect them from damage and contamination.",
            "page": 443,
            "constraints": []
        },
        {
            "code": "MNT 4.7.5",
            "guidance": null,
            "iosa_map": [
                "MNT 4 Maintenance Organizations",
                "4.7 Material Handling"
            ],
            "paragraph": "The Operator shall have a process to ensure each maintenance organization that performs maintenance for the Operator has a process that assures aircraft components and parts are shipped in suitable containers that provide protection from damage and, when specified by the OEM,\nATA-300 or equivalent containers shall be used.",
            "page": 444,
            "constraints": []
        },
        {
            "code": "MNT 4.9.1",
            "guidance": null,
            "iosa_map": [
                "MNT 4 Maintenance Organizations",
                "4.9 Procedures Manual"
            ],
            "paragraph": "The Operator shall have a process to ensure each maintenance organization that performs maintenance for the Operator provides for the use and guidance of relevant maintenance personnel a Maintenance Procedures Manual (MPM), which may be issued in separate parts, that contains information, as specified in Table 4.9 .",
            "page": 444,
            "constraints": []
        },
        {
            "code": "MNT 4.9.2",
            "guidance": null,
            "iosa_map": [
                "MNT 4 Maintenance Organizations",
                "4.9 Procedures Manual"
            ],
            "paragraph": "The Operator shall have a process to ensure each maintenance organization that performs maintenance for the Operator has a process to amend the MPM as necessary to keep the information contained therein up to date.",
            "page": 446,
            "constraints": []
        },
        {
            "code": "MNT 4.9.3",
            "guidance": null,
            "iosa_map": [
                "MNT 4 Maintenance Organizations",
                "4.9 Procedures Manual"
            ],
            "paragraph": "The Operator shall have a process to ensure each maintenance organization that performs maintenance for the Operator has a process to furnish copies of all amendments to the MPM promptly to all organizations or persons to whom the manual has been issued.",
            "page": 447,
            "constraints": []
        },
        {
            "code": "MNT 4.10.1",
            "guidance": null,
            "iosa_map": [
                "MNT 4 Maintenance Organizations",
                "4.10 Maintenance Release"
            ],
            "paragraph": "The Operator shall have a process to ensure each maintenance organization that performs maintenance for the Operator produces a completed and signed maintenance release that certifies all maintenance work performed has been completed satisfactorily and in accordance with the approved data and procedures described in the MPM of the maintenance organization. Such maintenance release shall include:\n- (i) Basic details of the maintenance performed;\n- (ii) A reference of the approved data used and, if required, the revision status;\n- (iii) Maintenance tasks that were not accomplished;\n- (iv) The date maintenance was completed;\n- (v) When applicable, identity of the approved maintenance organization;\n- (vi) Identity of the person(s) that sign the release.",
            "page": 447,
            "constraints": []
        },
        {
            "code": "MNT 4.11.1",
            "guidance": null,
            "iosa_map": [
                "MNT 4 Maintenance Organizations",
                "4.11 Tooling and Calibration"
            ],
            "paragraph": "The Operator shall have a process to ensure each maintenance organization that performs maintenance for the Operator has procedures to control and document the calibration and records of all tools, including personnel-owned tools, and preventing out-of-service and due-for-calibration tools and equipment from being used, in accordance with specifications in Table 4.10 .",
            "page": 447,
            "constraints": []
        },
        {
            "code": "MNT Table 4.1-Maintenance Program Specifications",
            "guidance": null,
            "iosa_map": [
                "MNT 1 Management and Control"
            ],
            "paragraph": "The Operator's Maintenance Program shall contain the following information for each aircraft:\n- (i) Maintenance tasks and the intervals at which these tasks are to be performed, taking into account the anticipated use of the aircraft;\n- (ii) When applicable, a continuing structural integrity program;\n- (iii) A system that identifies mandatory maintenance tasks, and their corresponding intervals, for tasks that have been specified as mandatory in the approval of the type design, (i.e. Certification Maintenance Requirements or CMRs);\n- (iv) Procedures for changing or deviating from (i), (ii) and (iii) above;\n- (v) The reliability program and descriptions of any required health monitoring for aircraft, engines,\npropellers and associated parts where the maintenance program was derived using the Maintenance Review Board process;\n- (vi) The procedure for periodic review of the Maintenance Program to ensure it considers current Type Certificate Holder's recommendations, revisions to the Maintenance Review Board Report,\nmandatory requirements and other applicable requirements from the Authority.",
            "page": 450,
            "constraints": []
        },
        {
            "code": "MNT Table 4.2-Maintenance Management and Control Functions",
            "guidance": null,
            "iosa_map": [
                "MNT 1 Management and Control"
            ],
            "paragraph": "The Operator shall provide for facilities, workspace, equipment, personnel and supporting services, as well as work environment, as necessary to ensure the implementation of the following maintenance management and control functions:\n- (i) The initial development of the maintenance schedule;\n- (ii) Scheduling maintenance, elementary work and servicing to be performed within the time constraints specified in the approved maintenance schedule;\n- (iii) Scheduling the accomplishment of Airworthiness Directives (ADs);\n- (iv) Operation of an evaluation program to ensure that all required procedures and, in particular the maintenance schedule, continue to be effective and in compliance with the applicable regulations;\n- (v) The proper dispatch of aircraft, with regard to:\n  - (a) Control of defects;\n  - (b) Availability of spare parts;\n  - (c) Conformity with the type design;\n  - (d) Requirements of other applicable operating rules.\n- (vi) Liaison with approved maintenance organizations for the performance of maintenance;\n- (vii) The development and update of the Maintenance Management Manual.",
            "page": 451,
            "constraints": []
        },
        {
            "code": "MNT Table 4.3-Maintenance Management Manual Content Specifications",
            "guidance": null,
            "iosa_map": [
                "MNT 1 Management and Control"
            ],
            "paragraph": "The MMM shall contain the following maintenance policies, procedures and information:\n- (i) A description of the administrative arrangements between the operator and the approved maintenance organization;\n- (ii) Names (or titles) and duties of the person or persons whose responsibilities are to ensure that maintenance is carried out in accordance with the MMM;\n- (iii) A description of aircraft types and models to which the manual applies;\n- (iv) A description of the maintenance procedures and the procedures for completing and signing a maintenance release when maintenance is based on a system other than that of an approved maintenance organization;\n- (v) A reference to the approved maintenance program;\n- (vi) A description of the methods used for the completion and retention of maintenance records, and including procedures for retaining backup records;\n- (vii) A description of the procedures for monitoring, assessing and reporting maintenance and operational experience;\n- (viii) A description of the procedures for complying with the service information reporting requirements;\n- (ix) A description of procedures for assessing continuing airworthiness information and implementing any resulting actions;\n- (x) A description of the procedures for implementing action resulting from mandatory continuing airworthiness information;\n- (xi) A description of establishing and maintaining a system of analysis and continued monitoring of the performance and efficiency of the maintenance program, in order to improve and correct any deficiency in that program;\n- (xii) A description of procedures for ensuring that unserviceable items affecting airworthiness are recorded and rectified;\n- (xiii) A description of the procedures for advising the Authority of significant in-service occurrences;\n- (xiv) The scope, structure and functionality of the management system for maintenance operations, to include a description of departments, positions, authorities, duties, responsibilities and the interrelation of functions and activities within the system;\n- (xv) A process to ensure all amendments to the MMM are approved by the Authority and/or Operator,\nas applicable;\n- (xvi) A description of the procedures to ensure operational and emergency equipment necessary for flight is serviceable;\n- (xvii) A description of the procedures to ensure the Certificate of Airworthiness of each aircraft remains valid;\n- (xviii) A description of the duties, responsibilities and reporting relationships within the Quality Assurance Program, or a reference to a separate quality assurance manual, if such description is found in that manual.",
            "page": 452,
            "constraints": []
        },
        {
            "code": "MNT Table 4.4-Defect Reporting Specifications",
            "guidance": null,
            "iosa_map": [
                "MNT 1 Management and Control"
            ],
            "paragraph": "The Operator shall have a procedure for reporting, to the Authority the following defects or un-airworthy conditions:\n- (i) General\n  - (a) Any failure, malfunction or defect where the safety of operation was or could have been endangered or which could have led to an unsafe condition.\n- (ii) Aircraft Structure\n  - (a) Any failure of aircraft primary structure or a principal structural element;\n  - (b) Cracks, permanent deformation or corrosion or defect or damage of aircraft primary structure or principal structural element that a repair scheme is not already provided in the manufacturer's repair manual, or that occur after repair;\n  - (c) Any part of the aircraft that would endanger the aircraft or any person by becoming detached in flight or during operations on the ground;\n  - (d) Major defect or damage to aircraft structure;\n  - (e) Defects or damage to aircraft structures, if more than allowed tolerances.\n- (iii) Powerplant\n  - (a) Uncommanded loss of thrust/power, shutdown or failure of any engine;\n  - (b) Uncontained failure of engine compressor, turbines;\n  - (c) Inability to feather or un-feather a propeller.\n- (iv) Aircraft Systems or Equipment\n  - (a) Fire or explosion;\n  - (b) Smoke, toxic or noxious fumes in the aircraft;\n  - (c) Fuel leakage that results in substantial loss, or is a fire hazard;\n  - (d) Fuel system malfunction that has significant effect on fuel supply and/or distribution;\n  - (e) Fire warnings, except those immediately confirmed as false;\n  - (f) Unwanted landing gear or gear doors extension/retraction;\n  - (g) Significant loss of braking action.\n- (v) If applicable, additional requirements of the Authority.",
            "page": 453,
            "constraints": []
        },
        {
            "code": "MNT Table 4.5-ETOPS/EDTO Maintenance Requirements for Twin Turbine Engine Aircraft",
            "guidance": null,
            "iosa_map": [
                "MNT 1 Management and Control"
            ],
            "paragraph": "The Operator shall ensure the following for twin turbine engine aircraft that are used for ETOPS/EDTO:\n- (i) The titles and numbers of all airworthiness modifications, additions and changes that were made to qualify aircraft systems for ETOPS/EDTO are provided to the Authority;\n- (ii) Any changes to maintenance and training procedures, practices or limitations previously proven or validated by the manufacturer and established in the qualification for ETOPS/EDTO are approved by the Authority before being adopted;\n- (iii) A reliability monitoring and reporting program is developed and implemented prior to approval and continued after approval (i.e. new aircraft type);\n- (iv) Prompt implementation of required modifications and inspections that could affect propulsion system reliability;\n- (v) Procedures to prevent an aircraft from being dispatched for ETOPS/EDTO after an engine shutdown or ETOPS/EDTO-significant system failure on a previous flight until the cause of such failure has been positively identified and the necessary corrective action completed. Confirmation that such corrective action has been effective may, in some cases, require the successful completion of a subsequent flight prior to dispatch on an extended range operation;\n- (vi) A procedure to ensure the airborne equipment will continue to be maintained at the level of performance and reliability required for ETOPS/EDTO;\n- (vii) A process for monitoring in-flight shutdowns (IFSD);\n- (viii) A procedure to assess and report to the Authority the following items concerning ETOPS/EDTO:\n- In-Flight Shutdown (IFSD);\n- Diversion or turn-back;\n- Un-commanded thrust/power changes or engine surges;\n- Inability to control the engine or obtain the desired thrust/power;\n- Failures or malfunctions of ETOPS/EDTO significant system having a detrimental effect to ETOPS/EDTO flight.\n- (ix) A procedure to minimize scheduled or unscheduled maintenance during the same maintenance visit on more than one parallel or similar ETOPS/EDTO-significant system. Minimization can be accomplished by staggering maintenance tasks, performing and/or supervising maintenance by a different technician, or verifying maintenance correction actions prior to the aircraft entering an ETOPS/EDTO flight segment.\n- (x) The list of ETOPS/EDTO Significant Systems/Sub-systems (i.e. the list including, for a given aircraft, any system/sub-system whose failure or degradation could adversely affect the safety of an ETOPS/EDTO flight or whose continued functioning is important to the safe flight and landing of an aircraft during an ETOPS/EDTO diversion).\n- (xi) The list of maintenance program tasks identified as having ETOPS/EDTO significance (i.e. the list of maintenance tasks affecting any ETOPS/EDTO Significant System/Sub-system).\n- (xii) The reliability program supplemented, as applicable, to take into account the ETOPS/EDTO requirements and specific analysis such as:\n- Engine Condition Monitoring Program (ECMP);\n- Oil Consumption Monitoring Program;\n- APU in-flight Start Program.\n- (xiii) The list of ETOPS/EDTO Qualified Maintenance Personnel as well as the training program and qualification procedures of such personnel.\n- (xiv) The procedure to integrate in the MMM all applicable Configuration, Maintenance and Procedures(CMP) provisions issued by the manufacturer of the aircraft.",
            "page": 454,
            "constraints": []
        },
        {
            "code": "MNT Table 4.6-Aircraft Technical Log (ATL) Specifications",
            "guidance": null,
            "iosa_map": [
                "MNT 1 Management and Control"
            ],
            "paragraph": "The Operator shall have a process to ensure all aircraft have an aircraft technical log (ATL) or approved equivalent that comprises the following elements:\n- (i) Aircraft nationality and registration;\n- (ii) Date;\n- (iii) Place of departure;\n- (iv) Place of arrival;\n- (v) Time of departure;\n- (vi) Time of arrival;\n- (vii) Hours of flight;\n- (viii) Incidents, observations, as applicable;\n- (ix) Details of defects and rectifications/actions taken;\n- (x) Signature or identity of the person recording the defect;\n- (xi) Signature and identity of the person signing the release following maintenance. **\n** The signature and identity shall: (1) be traceable to the individual making the entry; and (2) satisfy the requirements specified in the aircraft release to service procedure of the MMM (i.e. be either a handwritten or electronic signature system or company-controlled stamp identity system, as approved by the Authority).",
            "page": 455,
            "constraints": []
        },
        {
            "code": "MNT Table 4.7-Quality Assurance Program Specifications and Control Processes",
            "guidance": null,
            "iosa_map": [
                "MNT 1 Management and Control"
            ],
            "paragraph": "The Operator shall ensure each maintenance organization that performs maintenance for the Operator has an independent Quality Assurance Program that includes the following elements:\n- (i) An internal audit/evaluation program;\n- (ii) An established audit schedule that ensures all applicable regulations, requirements and technical activities described within the MPM of the AMO are checked on established intervals, as described in the MPM;\n- (iii) A record of audit findings and corrective and/or preventive actions;\n- (iv) Follow-up procedures to ensure necessary corrective/preventive actions (both immediate and long-\nterm) implemented by the Maintenance Organization are effective;\n- (v) A record-keeping system to ensure details of evaluation findings, corrective actions, preventive actions and follow-up are recorded, and that the records are retained for two complete evaluation cycles.",
            "page": 456,
            "constraints": []
        },
        {
            "code": "MNT Table 4.8-ESD Program Specifications",
            "guidance": null,
            "iosa_map": [
                "MNT 1 Management and Control"
            ],
            "paragraph": "The Operator shall ensure each maintenance organization that handles or performs maintenance on electrostatic sensitive devices (ESD) for the Operator has an ESD Program that addresses the following:\n- (i) Removal and installation on the aircraft;\n- (ii) Appropriate warning and caution signs, as well as decals, are placed in areas where ESDs are handled;\n- (iii) Devices are contained in ESD-approved packaging are sealed and properly labeled;\n- (iv) Devices not contained in ESD-approved sealed packaging are handled by personnel using, as applicable, approved earthing (i.e. grounding) straps and/or mats, and:\n  - (a) For maintenance activities that require floor grids where ESDs are handled, the floor grids are grounded;\n  - (b) Are not stored on shelving covered with carpet, foam, vinyl or any other material that can store or produce an electrical charge;\n  - (c) Earthing straps and mats are tested to ensure conductivity at regular intervals or prior to use and such test results are recorded.",
            "page": 457,
            "constraints": []
        },
        {
            "code": "MNT Table 4.9-Maintenance Procedures Manual Content Specifications",
            "guidance": null,
            "iosa_map": [
                "MNT 1 Management and Control"
            ],
            "paragraph": "The Operator shall ensure each maintenance organization that performs maintenance for the Operator provides for the use and guidance of relevant maintenance personnel a Maintenance Procedures Manual(MPM), which may be issued in separate parts, that contains the following information:\n- (i) A brief description of the organization that includes:\n  - (a) A general description of the scope of work authorized under the organization's terms of approval;\n  - (b) A general description of the organization's facilities.\n- (ii) A description of the procedures for implementing changes affecting the approval of the maintenance organization;\n- (iii) A description of the organization procedures and quality or inspection system;\n- (iv) Names and duties of the responsible personnel;\n- (v) Names and duties of the person or persons whose responsibilities are to ensure that maintenance is carried out in accordance with the MPM;\n- (vi) A description of the procedures used to establish the competence of maintenance personnel;\n- (vii) A description of the methods used for the completion and retention of the Operator's maintenance records, including procedures for retaining backup records;\n- (viii) A description of the procedure for preparing the maintenance release and the circumstances under which the release is to be signed;\n- (ix) The process for authorizing personnel to sign the maintenance release and the scope of their authorization;\n- (x) A description of any additional procedures for complying with the Operator's maintenance procedures and requirements;\n- (xi) A description of the procedures for complying with the service information reporting requirements;\n- (xii) A description of the procedure for receiving, amending and distributing within the maintenance organization, all necessary airworthiness data from the type certificate holder or aircraft Type Design Organization;\n- (xiii) A description, when applicable, of contracted activities.",
            "page": 458,
            "constraints": []
        },
        {
            "code": "MNT Table 4.10-Tooling and Calibration Program Specifications",
            "guidance": null,
            "iosa_map": [
                "MNT 1 Management and Control"
            ],
            "paragraph": "The Operator shall ensure each maintenance organization that performs maintenance for the Operator has procedures to control and document the calibration and records of all tools, including personnel-owned tools, and preventing out-of-service and due-for-calibration tools and equipment from being used. The procedures shall include the following elements:\n- (i) Calibration date;\n- (ii) Identity of individual or vendor that performed calibration or check;\n- (iii) Calibration due date;\n- (iv) A calibration certificate for each item calibrated by an outside agency;\n- (v) Details of adjustments and repairs;\n- (vi) Repair history of the tool;\n- (vii) The part number and serial number of the standard used to perform the calibration.",
            "page": 459,
            "constraints": []
        },
        {
            "code": "MNT Table 4.11-Required Aircraft Systems and Equipment",
            "guidance": null,
            "iosa_map": [
                "MNT 1 Management and Control"
            ],
            "paragraph": "As specified in MNT 1.9.1 , aircraft in the Operator's fleet shall be equipped with, in accordance with conditions of applicability, the systems and equipment specified in this table. Where referenced, refer to guidance material in Table 4.12 orTable 4.13 .\nEquipment Applicability Requirement Notes\n- (i) Quick-donning Aircraft operated at A quick-donning oxygen oxygen mask flight altitudes above mask for each flight crew 25000 feet. member.\n- (ii) Dangerous loss of Aircraft intended to be A device that provides pressurization device operated at flight positive warning to the altitudes above 25000 pilot of any dangerous feet for which the loss of pressurization.\nindividual certificate of airworthiness is first issued on or after 1 July 1962.\n- (iii) Protective Breathing All aircraft. PBE that: Note: The specifications Equipment (PBE) for PBE shall be satisfied(a) Protects the eyes,by equipment thatnose and mouth ofprotects the eyes, noseeach crew memberand mouth (e.g. smokewhile on flight duty;hood, full face oxygenprovides oxygen formask or combination ofa period of not lesssmoke goggles andthan 15 minutes.oxygen mask) and has an(b) Allows the flightoxygen supply that iscrew toportable or provided bycommunicate usingthe aircraft supplementalthe aircraft radiooxygen system.equipment and toNote: PBE intended forcommunicate byflight crew use shall beinterphone withconveniently located oneach other while atthe flight deck and betheir assigned dutyeasily accessible forstations.immediate use by each Passenger aircraft (c) A unit of PBE required flight crew at required to be located in the cabin their assigned duty operated with cabin adjacent to each station.\ncrew. required cabin crew station.\nPassenger aircraft not (d) A unit of portable required to be PBE located in the operated with cabin cabin adjacent to crew. each hand-held fire extinguisher.\nCargo aircraft and (e) An additional unit of passenger aircraft portable PBE operated without cabin located adjacent to crew. the flight deck hand-\nheld fire extinguisher.",
            "page": 460,
            "constraints": []
        },
        {
            "code": "MNT Table 4.11-Required Aircraft Systems and Equipment",
            "guidance": null,
            "iosa_map": [
                "MNT 1 Management and Control"
            ],
            "paragraph": "Cargo aircraft with a (f) An additional unit of cargo compartment portable PBE accessible to crew located outside but member in flight. adjacent to the entrance of the accessible cargo compartment.\nCargo aircraft with a (g) An additional unit of hand-held fire portable PBE extinguisher in a located adjacent to supernumerary the hand-held fire compartment. extinguisher.\nGMSee Table 4.12 (iii)\n- (iv) Hand-held fire All aircraft. (a) A minimum of one Note: Hand-held fire extinguishers hand-held fire extinguishers shall be of a extinguisher located type that will minimize the on the flight deck. hazard of toxic gas concentration.Passenger aircraft (b) Hand-held fire extinguishers uniformly distributed throughout the cabin of passenger aircraft\n(when two or more extinguishers are required) to be readily accessible at each galley not located on a main passenger deck and, if applicable, to be available for use in each cargo compartment that is accessible to the crew.(GM) See Table 4.12 (iv)\n- (v) Crash axe or crowbar All aircraft. A minimum of one crash Note: Unless constrained axe or crowbar located on by certification or security the flight deck and/or the requirements of the passenger cabin. Authority and/or State.(GM) See Table 4.12 (v)\n- (vi) Flashlight (torch) All aircraft intended to A flashlight (torch) at be operated at night. each flight crew station.(GM) See Table 4.12 (vi)",
            "page": 461,
            "constraints": []
        },
        {
            "code": "MNT Table 4.11-Required Aircraft Systems and Equipment",
            "guidance": null,
            "iosa_map": [
                "MNT 1 Management and Control"
            ],
            "paragraph": "(vii) Emergency Locator Aircraft used for One automatic ELT or Note: These Transmitters (ELTs) international flights two ELTs of any type or, if specifications are with more than approved by the applicable to all aircraft 19 passenger seats Authority, a robust and used to conduct for which the individual automatic means to international flights unless certificate of accurately determine, an agreement exists airworthiness was first following an accident between all states issued before 1 July during which the aircraft transited by the aircraft. In 2008. is severely damaged, the such cases, ELT location of the point of equipage is in end of flight. accordance with the requirements as set forthAircraft used for Two ELT of any type oneby the applicableinternational flights of which shall beAuthorities.with more than automatic or, if approvedNote: All ELTs except19 passenger seats by the Authority one ELTthose specified in thefor which the individual and a robust andprevious note must becertificate of automatic means tocapable of broadcastingairworthiness was first accurately determine,simultaneously on 406issued on or after following an accidentand 121.5 MHz.1 July 2008. during which the aircraft is severely damaged, the location of the point of end of flight.\nAircraft used for One ELT of any type or, if international flights approved by the with 19 or less Authority, a robust and passenger seats for automatic means to which the individual accurately determine,\ncertificate of following an accident airworthiness was first during which the aircraft issued before 1 July is severely damaged, the 2008. location of the point of end of flight.\nAircraft used for One automatic ELT or, if international flights approved by the with 19 or less Authority, a robust and passenger seats for automatic means to which the individual accurately determine,\ncertificate of following an accident airworthiness was first during which the aircraft issued after 1 July is severely damaged, the 2008. location of the point of end of flight.\n- (viii) Underwater Locator Aircraft applicability as ULB installation in Beacon (ULB) defined by the State. accordance with attached to aircraft requirements of the State.\nfuselage\n- (ix) Underwater Locator Aircraft applicability as ULB installation in Beacon (ULB) defined by the State. accordance with attached to non- requirements of the State.\ndeployable FDR container",
            "page": 462,
            "constraints": []
        },
        {
            "code": "MNT Table 4.11-Required Aircraft Systems and Equipment",
            "guidance": null,
            "iosa_map": [
                "MNT 1 Management and Control"
            ],
            "paragraph": "(x) Airborne Collision All aircraft. An ACAS II. Note: Such system shall Avoidance System II use a software version(GM) See Table 4.12 (x)(ACAS II) approved or accepted by the applicable authorities as appropriate for the airspace or area of operation.\n- (xi) Airborne weather All aircraft. An airborne weather radar system radar system capable of detecting thunderstorms and other potentially hazardous weather conditions when operating in areas where such weather conditions could be expected to exist along the route either at night or under instrument meteorological conditions.\n- (xii) Ground Proximity All aircraft. A GPWS that:\nWarning System(a) Automatically(GPWS)provides a warning to the flight crew when the aircraft is in close proximity to the earth's surface;\nand\n  - (b) Has a forward-\nlooking terrain-\navoidance function.(GM) See Table 4.12 (xii)\n- (xiii) Flight Data Recorder All aircraft. A digital FDR that(FDR)(a) Uses solid state digital recording;\n  - (b) Is capable of recording, as a minimum, the last 25 hours of aircraft operation;\n  - (c) Records time,\naltitude, airspeed,\nnormal acceleration and heading;\n  - (d) Is of a type that is in accordance with requirements of the Authority.",
            "page": 463,
            "constraints": []
        },
        {
            "code": "MNT Table 4.11-Required Aircraft Systems and Equipment",
            "guidance": null,
            "iosa_map": [
                "MNT 1 Management and Control"
            ],
            "paragraph": "(xiv) Cockpit Voice All aircraft A CVR capable of Note: The CVR must not Recorder (CVR) retaining the information use magnetic tape or recorded during at least wire.\nthe last two hours of its operation.\nNote: An operator mayAll aircraft of a A CVR capable ofconform to the twenty fivemaximum certificated retaining the informationhours requirement oftake-off mass of over recorded during at leastTable 4.11 (xiv) through27 000 kg for which the last twenty five hoursActive Implementationthe individual of its operation(AI) as long as thecertificate of(GM) See Table 4.12 (xiv)Implementation Actionairworthiness was firstPlan (IAP) projectsissued on or afterconformance on or before1 January 202231 August 2026.\n- (xv) Data Link Recorder Aircraft using datalink A DLR that records the(DLR) communications for applicable data link the authorization messages is integrated and/or control of the with a CVR or an FDR, or aircraft flight path and with a combination for which the individual FDR/CVR unit.\ncertificate of(GM) See Table 4.12 (xv)airworthiness was first issued on or after 1 January 2016.\nAircraft using datalink Note: Effective 1 communications for September 2023, the the authorization previous recommended and/or control of the practice is upgraded to aircraft flight path, this standard; IOSA that: registration will require\n Have the conformance by the individual Operator. Note: An aircraft operator may conform to certificate of Table 4.11 (xv)\nairworthiness requirements, for aircraft first issued with individual aircraft before 1 Jan certificate of 2016, and airworthiness first issued before 1 Jan 2016, Had nothrough ActiveapprovedImplementation (AI) asmodificationlong as theavailable forImplementation ActionDLR on thePlan (IAP) projectsaircraft typeconformance on or before(make/31 August 2026.model/\nseries) prior to 1 January 2016, and\n Were modified on or after 1 Jan 2016 for such use.",
            "page": 464,
            "constraints": []
        },
        {
            "code": "MNT Table 4.11-Required Aircraft Systems and Equipment",
            "guidance": null,
            "iosa_map": [
                "MNT 1 Management and Control"
            ],
            "paragraph": "(xvi) First aid kits All aircraft. One or more first aid kits Note: This specification is located to be readily applicable to commercial accessible for use by the and/or non-commercial flight crew and, if operations.\napplicable,\nsupernumeraries.(GM) See Table 4.13 Passenger aircraft First aid kits distributed as evenly as practicable throughout the cabin to be readily accessible for use by crew members in the cabin.(GM) See Table 4.13\n- (xvii) Seats and associated All aircraft. Flight crew seats fitted Note: This specification is restraint devices with a safety harness for applicable to commercial each flight crew member. and/or non-commercial(GM) See Table 4.12 operations.\n- (xvii)\nPassenger aircraft A seat (or berth) for each person over a specific age as determined by the State, with each seat (or berth) fitted with a safety harness, seat belt or restraining device.(GM) See Table 4.12\n- (xvii)\nAircraft that transport A seat fitted with a seat supernumeraries belt (or safety harness)\nfor each supernumerary.(GM) See Table 4.12\n- (xvii)\n- (xviii) Cabin crew seats Passenger aircraft Forward or rearward operated with cabin facing seats at each crew. emergency evacuation station for use by cabin crew members. Such seats are located near floor level exits and fitted with a safety harness.",
            "page": 465,
            "constraints": []
        },
        {
            "code": "MNT Table 4.11-Required Aircraft Systems and Equipment",
            "guidance": null,
            "iosa_map": [
                "MNT 1 Management and Control"
            ],
            "paragraph": "(xix) Megaphones Passenger aircraft Portable battery-operated with a seating capacity megaphones, stowed in a of more than 60 manner to be readily passengers operated accessible for use by with cabin crew. crew members.\nA number of megaphones in accordance with requirements of the Authority but not less than:\n  - (a) One megaphone for aircraft with more than 60 and less than 100 passenger seats;\n  - (b) Two megaphones for aircraft with 100 or more passenger seats.(GM) Table 4.12 (xix)\n- (xx) Life jacket or Aircraft used for over- A minimum of one life equivalent individual water flights with or jacket or equivalent flotation device without cabin crew. individual flotation device for each person on board,\nwith each life jacket or flotation device fitted with a means for electric illumination and stowed for easy accessibility from individual seating positions.(GM) See Table 4.12 (xx)\n- (xxi) Lifesaving rafts Aircraft used for long- Lifesaving rafts with Note: This specification is range over-water sufficient capacity to applicable to all aircraft,\nflights. accommodate all persons except cargo aircraft that on board, with each raft have been granted a stowed in a manner to specific exemption by the facilitate ready use during Authority.\na ditching emergency.\nLifesaving rafts contain:\n  - (a) Life-sustaining equipment as appropriate to the flight to be undertaken;\n  - (b) Equipment for making pyrotechnical distress signals.",
            "page": 466,
            "constraints": []
        },
        {
            "code": "MNT Table 4.11-Required Aircraft Systems and Equipment",
            "guidance": null,
            "iosa_map": [
                "MNT 1 Management and Control"
            ],
            "paragraph": "(xxii) Signaling devices Aircraft used for flights Equipped with signaling and lifesaving across land areas that devices and lifesaving equipment have been designated equipment (including,\nby the state(s) means of sustaining life)\nconcerned as areas in in accordance with which search and requirements of the rescue would be applicable state(s).\nespecially difficult.\n- (xxiii) Fire suppression Passenger aircraft Such compartments are system with a cargo equipped with, as compartment that is applicable, either:\naccessible to crew(a) A built-in cargomembers in flight.compartment fire suppression system,\nor\n  - (b) A portable fire suppression system is available for use in such compartments by a crew member and/or appropriately qualified supernumeraries.(GM) Table 4.12 (xxiii)\nAircraft that have a Each cargo compartment cargo compartment is equipped with a built-in not accessible to a fire detection system and crew member in flight, a built-in fire starvation or for which the suppression system.\napplication for (GM) See Table 4.12 certification was (xxiii)\nsubmitted on or after 2 March 2004.\n- (xxiv) Cargo restraint All aircraft transporting A cargo restraint system,\nsystem cargo. which may include barriers, ULDs, nets,\nstraps, chains, tie-downs and/or floor locks that prevent cargo from shifting and:\n  - (a) Blocking or reducing access to emergency exits;\n  - (b) Obstructing the flow of required fire retardants;\n  - (c) Interfering with design features of the aircraft critical to the safety of flight\n(e.g. flight controls).",
            "page": 467,
            "constraints": []
        },
        {
            "code": "MNT Table 4.11-Required Aircraft Systems and Equipment",
            "guidance": null,
            "iosa_map": [
                "MNT 1 Management and Control"
            ],
            "paragraph": "(xxv) Humane killer device, On cargo aircraft used Humane killer device\n(if carried on board). in the transport of stowed in a secure livestock, if humane manner with only killer device is carried controlled access during on board. flight.\n- (xxvi) Flight deck door Aircraft used for An approved flight deck Note: A smoke barrier or passenger flights with: door that: curtain is not acceptable\n A maximum for addressing this(a) Is designed to resistcertificated specification for a flightpenetration by smalltakeoff mass deck door.arms fire, grenadein excess ofshrapnel or forcible54 500 kg, orintrusions by\n Of a maximum unauthorized certificated persons.\ntakeoff mass(b) Is capable of beingin excess oflocked and unlocked45 500 kg andfrom either pilotwith astation.passenger(c) Has the associatedseatingmeans forcapacitymonitoring the entiregreater thandoor area outside19, orthe flight crew With acompartment topassengeridentify personsseatingrequesting entry andcapacityto detect suspiciousgreater thanbehavior or potential60.threat.(GM) See Table 4.12\n- (xxvi)\n  - (d) Has the means by which cabin crew members or other authorized persons can notify the flight crew in the event of suspicious activity or a security breach.(GM) See Table 4.12\n- (xxvi)\n- (xxvii) Cabin emergency Aircraft used for A system that enables escape path marking passenger flights with visual identification of the system or without cabin crew, emergency escape paths and with more than and exits in darkness and 9 passenger seats for conditions of reduced which the individual visibility.\ncertificate of (GM) See Table 4.12 airworthiness was first (xxvii)\nissued after 1 January 1958.",
            "page": 468,
            "constraints": []
        },
        {
            "code": "MNT Table 4.11-Required Aircraft Systems and Equipment",
            "guidance": null,
            "iosa_map": [
                "MNT 1 Management and Control"
            ],
            "paragraph": "(xxviii) Smoke detection Aircraft used for A smoke detection system in lavatories passenger flights with system in the lavatories.\nor without cabin crew, (GM) See Table 4.12 and with 10 or more (xxviii)\npassenger seats.\n- (xxix) Built in fire Aircraft used for A built-in fire extinguisher extinguisher in passenger flights with system for each lavatory lavatories or without cabin crew, receptacle intended for with 20 or more the disposal of towels,\npassenger seats, and paper or waste.\nfor which the (GM) See Table 4.12 application for (xxix)\ncertification was submitted on or after 2 March 2004.\n- (xxx) Autonomous distress Aircraft of a maximum A system that Note: Applicable aircraft position transmission certificated takeoff autonomously transmits shall be equipped with system mass of over information from which such system as of 27 000 kg for which aircraft position can be 1 January 2025.\nthe individual determined by the certificate of Operator at least once airworthiness is first every minute when in Note: An operator may issued on or after distress and: conform to the equipage 1 January 2024. date of applicable aircraft(a) Automaticallyin Table 4.11 (xxx)activatesthrough Activetransmission ofImplementation (AI) asposition informationlong as thewhen the aircraft isImplementation Actionsensed to be inPlan (IAP) projectsdistress;conformance on or before(b) Has a means for31 August 2026.information transmission to be activated manually;\n  - (c) Transmits information that contains a time stamp;\n  - (d) In the event aircraft electrical power is lost, transmits position information for at least the expected duration of the entire flight.(GM) See Table 4.12\n- (xxx)",
            "page": 469,
            "constraints": []
        },
        {
            "code": "MNT Table 4.12-Guidance Material: Required Aircraft Systems and Equipment",
            "guidance": null,
            "iosa_map": [
                "MNT 1 Management and Control"
            ],
            "paragraph": "(i)-(ii) (Intentionally open)\n- (iii) The term  adjacent to  in the context of this standard means next to, close to or alongside the associated item.\nThe intent of (iii) (g) is that a unit of PBE is installed in the supernumerary compartment for use in conjunction with the associated fire extinguisher.\n- (iv) The requirements for hand-held fire extinguishers in this specification are applicable only to areas of the aircraft other than the flight deck. Specific requirements for the flight deck are found in Table 4.11 (iv) (a).\nThe minimum number of hand-held fire extinguishers required for passenger aircraft is determined by the Authority and is typically based on the number of passengers the aircraft is authorized to carry.\nThe following list provides the typical minimum numbers of hand-held fire extinguishers based on aircraft passenger seats:\nSeats installed Number of fire extinguishers Seats installed Number of fire extinguishers 7 to 30 One (1) 301 to 400 Five (5)\n31 to 60 Two (2) 401 to 500 Six (6)\n61 to 200 Three (3) 501 to 600 Seven (7)\n201 to 300 Four (4) 601 or more Eight (8)\n- (v) The intent of this specification is to ensure crash axes and/or crowbars are installed in accordance with:\n Applicable certification requirements (e.g. aircraft type certification or for issuance of the Air Operator Certificate);\n Applicable security requirements.\n- (vi) This specification is normally satisfied by the installation of a fixed light or torch attached to the aircraft structure, such as a  Grimes Light. \nOperators wishing to use flight crew member flashlights to conform to the specifications of this specification need to demonstrate the means of ensuring the carriage, accessibility and serviceability of such flashlights.\n- (vii)-(ix) (Intentionally open)\n- (x) It is important to note that this specification does not refer to a specific ACAS II software version and that technical requirements related to the required ACAS software version vary widely and may be based on one or more of the following criteria:\n Date of issue of an aircraft's individual certificate of airworthiness;\n Deadline for initial equipage or retrofit set by an applicable Authority;\n Area(s) of operation, including operations over the high seas or under the jurisdiction of an authority other than the Authority of the operator;\n Type of airspace (e.g. RVSM).\nTechnical guidance for the operational requirements applicable to ACAS II is contained in one or more of the following documents as relevant to the operations conducted by the operator:\n ICAO Annex 10, Volume IV;\n FAA InFO (Information for Operators) 12010 dated 06/26/12;\n FAA Booklet  Introduction to TCAS II Version 7.1  dated 02/28/11;\n FAA Advisory Circular AC 120-55C (Air Carrier Operational Approval and Use of TCAS II) dated 03/18/13;\nCommission Regulation (EU) No 1332/2011 of 16 December 2011- Laying down common airspace usage requirements and operating procedures for airborne collision avoidance.",
            "page": 470,
            "constraints": []
        },
        {
            "code": "MNT Table 4.12-Guidance Material: Required Aircraft Systems and Equipment",
            "guidance": null,
            "iosa_map": [
                "MNT 1 Management and Control"
            ],
            "paragraph": "(xi) (Intentionally open)\n- (xii) A GPWS provides a warning when it senses the aircraft is in close proximity to the earth's surface and not in the landing configuration, which typically means the landing gear is not down and locked, and/or the flaps are not in a landing position.\nDifferent systems are available and acceptable as a GPWS with a forward-looking terrain avoidance (FLTA) function, as specified in item ii) of this specification. The following guidance is an overview only; it is not to be construed as technical specifications for an acceptable system.\nA GPWS with a FLTA function could also be known as a predictive terrain awareness and warning system (TAWS), and provides:\n A forward-looking capability and terrain clearance floor;\n The flight crew, by means of visual and aural signals, and a terrain awareness display,\nwith an alerting time necessary to prevent controlled flight into terrain events.\nAn acceptable system provides a forward-looking capability and terrain clearance floor protection in areas of operations and surrounding airports of intended use. Such systems generally have:\n A navigation system that provides accurate aircraft position (e.g. GPS or equivalent);\n A means of displaying aircraft and terrain information;\n A means of providing visual and aural signals;\n A terrain database(s) for all areas of potential operations and surrounding airports of intended use.\nIf an obstacle database is commercially available and obstacle detection/display functionality is installed, an obstacle database for all areas of potential operations is used in conformity with FLT 4.2.7 .\n- (xiii) (Intentionally open)\n- (xiv) The Note and the AI statement in the 5th column of Table 4.11 (xiv) are relevant to both applicable aircraft categories specified in the 3rd column.\n- (xv) Applicable data link messages as specified in the Requirement column would be those messages related to the authorization and/or control of the aircraft flight path.\nThe minimum recording duration of the DLR is typically equal to the recording duration of the CVR.\n- (xvi) (Intentionally open)\n- (xvii) The safety harness typically incorporates a device that will automatically restrain the occupant's torso in the event of rapid deceleration.\n- (xviii) (Intentionally open)\n- (xix) If located in overhead bins or other cabin compartments, megaphones, in order to be readily accessible, would be kept free from and/or not covered by cabin baggage, cabin supplies or other items.\nThe intent of this provision is that aircraft are equipped with no less than the specified number of megaphones. If a greater number of megaphones is required by the Authority, then the operator would have to be in compliance with the requirement of the Authority.\n- (xx) Refer to the IRM for the definition of Over-water Flights .\nSeat cushions that are designed to float may be considered individual flotation devices.\nState regulations might permit baby survival cots or infant life jackets to be stowed together in one or more common cabin locations (e.g. in a bustle or doghouse) on passenger aircraft.\nUnder such circumstances, an operator would typically have procedures to ensure such items are handed to the parents of infants when required.\n- (xxi)-(xxii) (Intentionally open)",
            "page": 471,
            "constraints": []
        },
        {
            "code": "MNT Table 4.12-Guidance Material: Required Aircraft Systems and Equipment",
            "guidance": null,
            "iosa_map": [
                "MNT 1 Management and Control"
            ],
            "paragraph": "(xxiii) This specification is applicable to passenger aircraft only and is intended to ensure a means of fire suppression in cargo compartments accessible to crew members.\nFor the purposes of this specification,  in flight  is defined as the period that starts the moment the aircraft is ready to move for the purpose of taking off and ends the moment it finally comes to rest at the end of the flight and the engine(s) are shut down.\nIdeally, the fire detection system and fire starvation or suppression system as specified in this standard would be designed to account for a sudden and extensive fire that could be caused by an explosive or incendiary device, or by dangerous goods.\nRefer to the guidance associated with FLT 1.12.2 for the hazards relevant to the conduct of aircraft operations that are typically addressed as part of a safety risk assessment and mitigation program.\n- (xxiv)-(xxv) (Intentionally open)\n- (xxvi) Item (b): The design of the reinforced flight deck door typically takes into account safety requirements, such as decompression panels, emergency exit capability for the flight crew and emergency access for rescuers. Also, a secondary locking device, such as a deadbolt or cross bar, is installed in case the automated locking device is defective.\nThe aircraft MEL would contain any restrictions pertinent to use of the door in line operations,\nincluding, if applicable, a secondary locking system.\nItem c: For monitoring the area outside the flight deck door, a closed-circuit television (CCTV)\nsystem is an acceptable method of conformance. However, a CCTV system is not required in order to conform to this provision. Implementation of other procedural methods in accordance with applicable regulations is also considered acceptable.\nItem (d): This specification requires a system or device(s) for use by the cabin crew or other authorized persons to notify the flight crew of any security compromise in the cabin.\n- (xxvii) An escape path marking system typically consists of any type of illumination that is designed to facilitate the evacuation of the aircraft.\n- (xxviii) In certain regulatory jurisdictions there is typically a requirement for the lavatory smoke detection system to provide a warning that can be readily detected by the flight and/or cabin crew.\n- (xxix) In certain regulatory jurisdictions there is typically a requirement for the fire extinguisher to discharge automatically into each lavatory waste receptacle in the event of a fire.\n- (xxx) An aircraft is in a distress condition when it is in a state that, if the aircraft behavior event is left uncorrected, can result in an accident. Examples of aircraft behavior events that could activate distress information transmission include, but are not limited to, unusual attitudes, unusual speed conditions, collision with terrain and total loss of thrust/propulsion on all engines and ground proximity warnings.",
            "page": 472,
            "constraints": []
        },
        {
            "code": "MNT Table 4.13-Guidance Material: First Aid Kits",
            "guidance": null,
            "iosa_map": [
                "MNT 1 Management and Control"
            ],
            "paragraph": "The minimum number of first aid kits required for passenger aircraft is determined by the Authority and is typically based on the number of passengers the aircraft is authorized to carry.\nThe following list provides typical minimum numbers of cabin first aid kits based on passenger seats:\nSeats installed Number of first aid kits Seats installed Number of first aid kits 100 or fewer One (1) 301 to 400 Four (4)\n101 to 200 Two (2) 401 to 500 Five (5)\n201 to 300 Three (3) 501 or more Six (6)\nThe contents of an aircraft first aid kit would typically include:\n List of kit contents;\n Antiseptic swabs (10/packs);\n Bandage, adhesive strips;\n Bandage, gauze 7.5 cm   4.5 m;\n Bandage, triangular 100 cm folded and safety pins;\n Dressing, burn 10 cm   10 cm;\n Dressing, compress, sterile 7.5 cm   12 cm approx.;\n Dressing, gauze, sterile 10.4 cm   10.4 cm approx.;\n Adhesive tape, 2.5 cm (roll);\n Skin closure strips;\n Hand cleanser or cleansing towelettes;\n Pad with shield or tape for eye;\n Scissors, 10 cm (if permitted by applicable regulations);\n Adhesive tape, surgical 1.2 cm   4.6 m;\n Tweezers, splinter;\n Disposable gloves (several pairs);\n Thermometers (non-mercury);\n Resuscitation mask with one-way valve;\n First aid manual (an operator may decide to have one manual per aircraft in an easily accessible location);\n Incident record form.\nNote: First aid kit does not normally include ammonia inhalants.\nIf permitted by applicable regulations, first aid kits could include the following medications:\n Mild to moderate analgesic;\n Antiemetic;\n Nasal decongestant;\n Antacid;\n Antihistaminic;\n Antidiarrheal.\nIn states where regulations do not allow any medications in the first aid kit, affected operators may carry an extra kit containing the above medications to be used passively (i.e. only given to a passenger on specific request by the passenger).",
            "page": 473,
            "constraints": []
        },
        {
            "code": "MNT Table 4.14-Recommended Aircraft Systems and Equipment",
            "guidance": null,
            "iosa_map": [
                "MNT 1 Management and Control"
            ],
            "paragraph": "Aircraft in the Operator s fleet should be equipped with, in accordance with conditions of applicability, the systems and equipment specified in this table. Where referenced, refer to guidance material in Table 4.15 .\nEquipment Applicability Recommendation Notes\n- (i) Emergency Locator All aircraft. A minimum of one automatic Note: This specification Transmitters (ELTs) ELT that operates on 121.5 applies to aircraft and 406 MHz simultaneously. engaged in all types of operations, regardless of any exemptions or authorizations issued by the Authority or other applicable authorities.\n- (ii) Cockpit Voice Aircraft of a An alternate power source that Recorder (CVR) maximum powers at least one CVR certificated take-off(GM) See Table 4.15 (i)mass of over 27 000 kg for which the individual certificate of airworthiness is first issued on or after 1 January 2018\n- (iii) Airborne Collision All aircraft. Equipped with an ACAS II Avoidance System II using software version 7.1.\n(ACAS II) (GM) See Table 4.15 (ii)\n- (iv) Forward-looking All aircraft. Equipped with a forward-\nwind shear warning looking wind shear warning system system\n- (v) Flight deck door All aircraft used for Equipped, where practicable,\npassenger flights. with an approved flight deck door that is:\n  - (a) Capable of being locked and unlocked from either pilot station;\n  - (b) Designed to resist penetration by small arms fire, grenade shrapnel or forcible intrusions by unauthorized persons.",
            "page": 474,
            "constraints": []
        },
        {
            "code": "MNT Table 4.14-Recommended Aircraft Systems and Equipment",
            "guidance": null,
            "iosa_map": [
                "MNT 1 Management and Control"
            ],
            "paragraph": "(vi) Data Link Recorder Aircraft using A DLR that records the Note: This recommended(DLR) datalink applicable data link messages practice will not be communications for is integrated with a CVR or an upgraded to a standard.\nthe authorization FDR or with a combination and/or control of the FDR/CVR unit.\naircraft flight path (GM) See Table 4.15 (v)\nthat:\n Have the individual aircraft certificate of airworthi-\nness first issued before 1 January 2016, and\n Had an approved modification available for DLC on the aircraft type\n(make/\nmodel/\nseries) prior to 1 January 2016, and\n Were modified on or after 1 January 2016 for such use.",
            "page": 475,
            "constraints": []
        },
        {
            "code": "MNT Table 4.14-Recommended Aircraft Systems and Equipment",
            "guidance": null,
            "iosa_map": [
                "MNT 1 Management and Control"
            ],
            "paragraph": "(vii) Autonomous Aircraft of a A system that autonomously distress position maximum transmits information from transmission system certificated takeoff which aircraft position can be mass of over determined by the Operator at 5 700 kg for which least once every minute when the individual in distress and:\ncertificate of(a) Automatically activatesairworthiness is firsttransmission of positionissued on or afterinformation when the1 January 2023.aircraft is sensed to be in distress;\n  - (b) Has a means for information transmission to be activated manually;\n  - (c) Transmits information that contains a time stamp;\n  - (d) In the event aircraft electrical power is lost,\ntransmits position information for at least the expected duration of the entire flight.(GM) See Table 4.15 (vi)\n- (viii) Runway Overrun All turbine-engined Note: Effective 1 Awareness and aircraft of a September 2025, this Alerting System maximum recommended practice(ROAAS) certificated takeoff will be upgraded to a mass of over 5 700 standard; IOSA kg for which the registration will require individual certificate conformance by the of airworthiness is Operator.\nfirst issued on or after 1 January 2026.",
            "page": 476,
            "constraints": []
        },
        {
            "code": "MNT Table 4.15-Guidance Material: Recommended Aircraft Systems and Equipment",
            "guidance": null,
            "iosa_map": [
                "MNT 1 Management and Control"
            ],
            "paragraph": "(i) An alternate power source automatically engages and provides ten minutes, plus or minus one minute, of operation whenever aircraft power to the CVR is lost, either by normal shutdown or other occurrence. The alternate source is typically located as close as practicable to the CVR and powers the CVR and its associated flight deck area microphone components.\n- (ii) The intent of this specification is to encourage the earliest practicable deployment of ACAS II with software version 7.1. It is recognized, however, that ACAS software version requirements vary widely based on the criteria contained in the Guidance Material found in Table 4.12 (vii).\n- (iii)-(iv) (Intentionally open)\n- (v) Applicable data link messages as specified in the Requirement column would be those messages related to the authorization and/or control of the aircraft flight path.\nThe minimum recording duration of the DLR is typically equal to the recording duration of the CVR.\n- (vi) An aircraft is in a distress condition when it is in a state that, if the aircraft behavior event is left uncorrected, can result in an accident. Examples of aircraft behavior events that could activate distress information transmission include, but are not limited to, unusual attitudes, unusual speed conditions, collision with terrain and total loss of thrust/propulsion on all engines and ground proximity warnings.",
            "page": 477,
            "constraints": []
        }
    ]
}