{
    "name": "Section 5 - Cabin Operations (CAB)",
    "code": "CAB",
    "applicability": "Applicability\nSection 5 addresses the safety and security requirements associated with the aircraft passenger cabin. All\nstandards and recommended practices (ISARPs) in this section are applicable to an operator that\nconducts passenger flights with cabin crew.\nIndividual CAB provisions or sub-specifications within a CAB provision that:\n Do not begin with a conditional phrase are applicable unless determined otherwise by the Auditor.\n Begin with a conditional phrase  If the Operator...  are applicable if the Operator meets the\ncondition(s) stated in the phrase.\n Begin with a conditional phrase  If the Operator conducts passenger flights with or without cabin\ncrew   are applicable if the Operator conducts passenger flights without cabin crew.\nAdditional ISARPs applicable to an operator that conducts passenger flights without cabin crew are\nlocated in Section 2 (FLT) of this manual.\nSpecifications applicable to the carriage of supernumeraries are located in Section 2 (FLT) of this manual.\nWhere an operator outsources the performance of cabin operations functions to external service providers,\nthe operator retains overall responsibility for ensuring the management of safety in such operations and\nmust demonstrate processes for monitoring applicable external service providers in accordance with\nCAB 1.10.2 .",
    "guidance": "General Guidance\nDefinitions of technical terms used in this ISM Section 5 , as well as the meaning of abbreviations and\nacronyms, are found in the IATA Reference Manual for Audit Programs (IRM).\nRefer to the IATA Cabin Operations Best Practices Guide for practical information and guidance related to\ncabin safety policies and procedures, (http://www.iata.org/publications/Pages/cabin-safety-guide.aspx ).\n1 Management and Control\n1.1 Management System Overview",
    "items": [
        {
            "code": "CAB 1.1.1",
            "guidance": null,
            "iosa_map": [
                "CAB 1 Management and Control",
                "1.1 Management System Overview"
            ],
            "paragraph": "The Operator shall have a management system for the cabin operations organization that ensure ontrol of cabin crew operations in the passenger cabin and the management of safety and securit utcomes.",
            "page": 478
        },
        {
            "code": "CAB 1.1.2",
            "guidance": null,
            "iosa_map": [
                "CAB 1 Management and Control",
                "1.1 Management System Overview"
            ],
            "paragraph": "The Operator shall have a manager for cabin operations that:\n\n\t(i) If required, is a post holder acceptable to the Authority;\n\n\t(ii) Has the authority and is responsible for the management and supervision of all cabi perations activities;\n\n\t(iii) Is responsible for the management of safety and security risks to cabin operations.",
            "page": 479
        },
        {
            "code": "CAB 1.2.1",
            "guidance": null,
            "iosa_map": [
                "CAB 1 Management and Control",
                "1.2 Accountability, Authorities and Responsibilities"
            ],
            "paragraph": "The Operator shall ensure the cabin operations management system defines the safet ccountability, authorities and responsibilities of management and non-management personnel tha erform functions relevant to the safety and/or security of cabin operations. The management syste hall also specify:\n\n\t(i) The levels of management with the authority to make decisions regarding risk tolerabilit ith respect to the safety and/or security of cabin operations;\n\n\t(ii) Responsibilities for ensuring cabin operations are conducted in accordance with applicabl egulations and standards of the Operator;\n\n\t(iii) Lines of accountability throughout cabin operations, including direct accountability for safet nd/or security on the part of cabin operations senior management.",
            "page": 479
        },
        {
            "code": "CAB 1.2.2",
            "guidance": null,
            "iosa_map": [
                "CAB 1 Management and Control",
                "1.2 Accountability, Authorities and Responsibilities"
            ],
            "paragraph": "The Operator shall have a process or procedure for the delegation of duties within the cabi perations management system that ensures managerial continuity is maintained when operationa anagers including, if applicable, post holders are unable to carry out work duties.",
            "page": 480
        },
        {
            "code": "CAB 1.2.3",
            "guidance": null,
            "iosa_map": [
                "CAB 1 Management and Control",
                "1.2 Accountability, Authorities and Responsibilities"
            ],
            "paragraph": "The Operator shall ensure a delegation of authority and assignment of responsibility within th anagement system for liaison with regulatory authorities, original equipment manufacturers an ther external entities relevant to cabin operations.",
            "page": 480
        },
        {
            "code": "CAB 1.2.4",
            "guidance": null,
            "iosa_map": [
                "CAB 1 Management and Control",
                "1.2 Accountability, Authorities and Responsibilities"
            ],
            "paragraph": "The Operator shall ensure the duties and responsibilities of cabin crew members are defined an escribed in the Operations Manual (OM).",
            "page": 480
        },
        {
            "code": "CAB 1.2.5",
            "guidance": null,
            "iosa_map": [
                "CAB 1 Management and Control",
                "1.2 Accountability, Authorities and Responsibilities"
            ],
            "paragraph": "The Operator shall ensure cabin crew members maintain familiarity with laws, regulations an rocedures pertinent to the performance of their duties.",
            "page": 481
        },
        {
            "code": "CAB 1.3.1",
            "guidance": null,
            "iosa_map": [
                "CAB 1 Management and Control",
                "1.3 Communication"
            ],
            "paragraph": "The Operator shall have a system that enables effective communication of relevant safety an perational information throughout the cabin operations management system and in all areas wher abin operations are conducted. Such system shall ensure:\n\n\t(i) Personnel maintain an awareness of the SMS;\n\n\t(ii) Safety-critical information is conveyed;\n\n\t(iii) If applicable, external service providers are provided with information relevant to operation onducted.",
            "page": 481
        },
        {
            "code": "CAB 1.3.2",
            "guidance": null,
            "iosa_map": [
                "CAB 1 Management and Control",
                "1.3 Communication"
            ],
            "paragraph": "The Operator shall have processes to ensure information relevant to cabin crew policies, procedure nd responsibilities is communicated to all cabin crew members, and to ensure essential operationa nformation or guidance is communicated to the cabin crew prior to each flight.",
            "page": 481
        },
        {
            "code": "CAB 1.4.1",
            "guidance": null,
            "iosa_map": [
                "CAB 1 Management and Control",
                "1.4 Provision of Resources"
            ],
            "paragraph": "The Operator shall have the necessary facilities, workspace, equipment and supporting services, a ell as work environment, to satisfy cabin operations safety and security requirements.",
            "page": 482
        },
        {
            "code": "CAB 1.4.2",
            "guidance": null,
            "iosa_map": [
                "CAB 1 Management and Control",
                "1.4 Provision of Resources"
            ],
            "paragraph": "The Operator shall have a selection process for management and non-management positions withi abin operations organization that require the performance of functions relevant to the safety o ecurity of cabin operations. Such process shall ensure candidates are selected on the basis o nowledge, skills, training and experience appropriate for the position.",
            "page": 482
        },
        {
            "code": "CAB 1.5.3",
            "guidance": null,
            "iosa_map": [
                "CAB 1 Management and Control",
                "1.5 Documentation System"
            ],
            "paragraph": "The Operator shall have a system for the management and control of documentation and/or dat sed directly in the conduct or support of cabin operations. Such system shall ensure documentation:\n\n\t(i) Meets all required elements specified in Table 1.1 ;\n\n\t(ii) Contains legible and accurate information;\n\n\t(iii) Is presented in a format appropriate for use in cabin operations.",
            "page": 483
        },
        {
            "code": "CAB 1.6.1",
            "guidance": null,
            "iosa_map": [
                "CAB 1 Management and Control",
                "1.6 Operations Manual (OM)"
            ],
            "paragraph": "The Operator shall have an Operations Manual (OM), which may be issued in separate parts, tha ontains the policies, procedures and other guidance or information necessary for cabin cre embers to perform their duties and be in compliance with applicable regulations, laws, rules an perator standards. The content of the OM shall be in accordance with specifications i able 5.1 .",
            "page": 483
        },
        {
            "code": "CAB 1.6.2",
            "guidance": null,
            "iosa_map": [
                "CAB 1 Management and Control",
                "1.6 Operations Manual (OM)"
            ],
            "paragraph": "If required by the Authority, the Operator shall have a process to ensure the OM, including update nd revisions, is submitted for acceptance or approval.",
            "page": 484
        },
        {
            "code": "CAB 1.6.3",
            "guidance": null,
            "iosa_map": [
                "CAB 1 Management and Control",
                "1.6 Operations Manual (OM)"
            ],
            "paragraph": "The Operator shall have a process to ensure cabin crew members are issued or have direct acces o, as a minimum, those parts of the OM that address duties and responsibilities relevant to the safet nd security of cabin operations.",
            "page": 484
        },
        {
            "code": "CAB 1.6.4",
            "guidance": null,
            "iosa_map": [
                "CAB 1 Management and Control",
                "1.6 Operations Manual (OM)"
            ],
            "paragraph": "The Operator shall have a process to ensure holders of the OM enter the most current amendment r revisions into the manual and maintain the manual in an up-to-date condition.",
            "page": 484
        },
        {
            "code": "CAB 1.6.5",
            "guidance": null,
            "iosa_map": [
                "CAB 1 Management and Control",
                "1.6 Operations Manual (OM)"
            ],
            "paragraph": "The Operator shall ensure a minimum of one complete version of the OM as specified in CAB 1.6.1 i ccessible on board the aircraft for passenger flights and located in a manner that provides for:\n\n\t(i) If used directly for the conduct of cabin operations, immediate access by each cabin cre ember;\n\n\t(ii) If used as a reference document only, unobstructed access by the cabin crew.",
            "page": 485
        },
        {
            "code": "CAB 1.6.6",
            "guidance": null,
            "iosa_map": [
                "CAB 1 Management and Control",
                "1.6 Operations Manual (OM)"
            ],
            "paragraph": "The Operator shall ensure information in the OM pertaining to cabin crew duties and responsibilitie s published in the designated common language(s) of the Operator, as specified in CAB 3.1.3 .",
            "page": 486
        },
        {
            "code": "CAB 1.6.7",
            "guidance": null,
            "iosa_map": [
                "CAB 1 Management and Control",
                "1.6 Operations Manual (OM)"
            ],
            "paragraph": "If the Operator publishes a practical manual for use by the cabin crew in the performance of cabi perations duties, the Operator shall ensure one or more copies of the up-to-date practical manua re on board the aircraft for passenger flights and located in a manner that provides for immediat ccess by each cabin crew member.",
            "page": 486
        },
        {
            "code": "CAB 1.7.1",
            "guidance": null,
            "iosa_map": [
                "CAB 1 Management and Control",
                "1.7 Records System"
            ],
            "paragraph": "The Operator shall have a system for the management and control of cabin operations records t nsure the content and retention of such records is in accordance with requirements of the Authority,\nas applicable, and to ensure operational records are subjected to standardized processes for:\n\n\t(i) Identification;\n\n\t(ii) Legibility;\n\n\t(iii) Maintenance;\n\n\t(iv) Retrieval;\n\n\t(v) Protection, integrity and security;\n\n\t(vi) Disposal, deletion (electronic records) and archiving.",
            "page": 486
        },
        {
            "code": "CAB 1.7.2",
            "guidance": null,
            "iosa_map": [
                "CAB 1 Management and Control",
                "1.7 Records System"
            ],
            "paragraph": "If the Operator uses an electronic system for the management and control of cabin operation ecords, the Operator shall ensure the system provides for a scheduled generation of backup recor iles.",
            "page": 487
        },
        {
            "code": "CAB 1.9.1",
            "guidance": null,
            "iosa_map": [
                "CAB 1 Management and Control",
                "1.9 Quality Assurance Program"
            ],
            "paragraph": "The Operator shall have a quality assurance program that provides for the auditing and evaluation o he cabin operations management system and operational functions at planned intervals to ensur he organization is:\n\n\t(i) Complying with applicable regulations and standards;\n\n\t(ii) Satisfying stated operational needs;\n\n\t(iii) Identifying areas requiring improvement;\n\n\t(iv) Identifying hazards to operations;\n\n\t(v) Assessing the effectiveness of safety risk controls.",
            "page": 487
        },
        {
            "code": "CAB 1.9.2",
            "guidance": null,
            "iosa_map": [
                "CAB 1 Management and Control",
                "1.9 Quality Assurance Program"
            ],
            "paragraph": "The Operator shall have a process to ensure significant issues arising from cabin operations qualit ssurance and risk management are subject to management review in accordance with ORG 4.1.1 .",
            "page": 488
        },
        {
            "code": "CAB 1.9.3",
            "guidance": null,
            "iosa_map": [
                "CAB 1 Management and Control",
                "1.9 Quality Assurance Program"
            ],
            "paragraph": "The Operator shall have a process for addressing findings that result from audits conducted unde he quality assurance program, which ensures:\n\n\t(i) Identification of root cause(s);\n\n\t(ii) Development of corrective action as appropriate to address findings;\n\n\t(iii) Implementation of corrective action in appropriate area(s) of cabin operations;\n\n\t(iv) Evaluation of corrective action to determine effectiveness.",
            "page": 488
        },
        {
            "code": "CAB 1.9.4",
            "guidance": null,
            "iosa_map": [
                "CAB 1 Management and Control",
                "1.9 Quality Assurance Program"
            ],
            "paragraph": "The Operator shall have an audit planning process and sufficient resources to ensure audits of cabi perations are:\n\n\t(i) Scheduled at intervals to meet regulatory and management system requirements;\n\n\t(ii) Conducted within the scheduled interval.",
            "page": 488
        },
        {
            "code": "CAB 1.10.1A",
            "guidance": null,
            "iosa_map": [
                "CAB 1 Management and Control",
                "1.10 Quality Control of Outsourced Operations and Products"
            ],
            "paragraph": "If the Operator has external service providers conduct outsourced cabin operations functions, th perator should ensure a service provider selection process is in place that ensures:\n\n\t(i) Safety-relevant selection criteria are established;\n\n\t(ii) Service providers are evaluated against these criteria prior to selection.",
            "page": 489
        },
        {
            "code": "CAB 1.10.1B",
            "guidance": null,
            "iosa_map": [
                "CAB 1 Management and Control",
                "1.10 Quality Control of Outsourced Operations and Products"
            ],
            "paragraph": "If the Operator has external service providers conduct outsourced cabin operations functions, th perator shall have a process to ensure a contract or agreement is executed with such externa ervice providers. Contracts or agreements shall identify the application of specific documente equirements that can be monitored by the Operator to ensure requirements that affect the safet nd/or security of cabin operations are being fulfilled by the service provider.",
            "page": 489
        },
        {
            "code": "CAB 1.10.2",
            "guidance": null,
            "iosa_map": [
                "CAB 1 Management and Control",
                "1.10 Quality Control of Outsourced Operations and Products"
            ],
            "paragraph": "If the Operator has external service providers conduct outsourced cabin operations functions, th perator shall have a process to monitor such external service providers to ensure requirements tha ffect the safety and/or security of cabin operations are being fulfilled.",
            "page": 490
        },
        {
            "code": "CAB 1.10.3",
            "guidance": null,
            "iosa_map": [
                "CAB 1 Management and Control",
                "1.10 Quality Control of Outsourced Operations and Products"
            ],
            "paragraph": "If the Operator has external service providers conduct outsourced cabin operations functions, th perator should include auditing as a process for the monitoring of external service providers i ccordance with CAB 1.10.2 .",
            "page": 490
        },
        {
            "code": "CAB 1.10.4",
            "guidance": null,
            "iosa_map": [
                "CAB 1 Management and Control",
                "1.10 Quality Control of Outsourced Operations and Products"
            ],
            "paragraph": "The Operator should have a process to ensure equipment or other operational products relevant t he safety of aircraft operations that are purchased or otherwise acquired from an external vendor o upplier meet the product technical requirements specified by the Operator prior to being used in th onduct of operations.",
            "page": 490
        },
        {
            "code": "CAB 1.11.1",
            "guidance": null,
            "iosa_map": [
                "CAB 1 Management and Control",
                "1.11 Safety Management"
            ],
            "paragraph": "The Operator shall have a hazard identification program in the cabin operations organization tha ncludes a combination of reactive and proactive methods of hazard identification.",
            "page": 491
        },
        {
            "code": "CAB 1.11.2",
            "guidance": null,
            "iosa_map": [
                "CAB 1 Management and Control",
                "1.11 Safety Management"
            ],
            "paragraph": "The Operator shall have a safety risk assessment and mitigation program in the cabin operation rganization that specifies processes to ensure:\n\n\t(i) Hazards are analyzed to determine corresponding safety risks to aircraft operations;\n\n\t(ii) Safety risks are assessed to determine the requirement for risk mitigation action(s);\n\n\t(iii) When required, risk mitigation actions are developed and implemented in cabin operations.",
            "page": 491
        },
        {
            "code": "CAB 1.11.3",
            "guidance": null,
            "iosa_map": [
                "CAB 1 Management and Control",
                "1.11 Safety Management"
            ],
            "paragraph": "The Operator shall have an operational safety reporting system in the cabin operations organizatio hat:\n\n\t(i) Encourages and facilitates cabin operations personnel to submit reports that identify safet azards, expose safety deficiencies and raise safety concerns;\n\n\t(ii) Ensures mandatory reporting in accordance with applicable regulations;\n\n\t(iii) Includes analysis and cabin operations management action to address safety issue dentified through the reporting system.",
            "page": 493
        },
        {
            "code": "CAB 1.11.4",
            "guidance": null,
            "iosa_map": [
                "CAB 1 Management and Control",
                "1.11 Safety Management"
            ],
            "paragraph": "The Operator should have a confidential safety reporting system in the cabin operations organizatio hat encourages and facilitates the reporting of events, hazards and/or concerns resulting from o ssociated with human performance in operations.",
            "page": 493
        },
        {
            "code": "CAB 1.11.5",
            "guidance": null,
            "iosa_map": [
                "CAB 1 Management and Control",
                "1.11 Safety Management"
            ],
            "paragraph": "The Operator shall have processes in the cabin operations organization for setting safet erformance indicators (SPIs) and, as applicable, safety performance targets (SPTs) as means t onitor the achievement of its safety objectives and to validate the effectiveness of safety ris ontrols.",
            "page": 493
        },
        {
            "code": "CAB 2.1.1A",
            "guidance": null,
            "iosa_map": [
                "CAB 2 Training and Qualification",
                "2.1 Training Program"
            ],
            "paragraph": "The Operator shall have a training and evaluation program that is approved or accepted by th uthority, and that ensures cabin crew members understand their responsibilities and are competen o perform the duties and functions associated with cabin operations. The cabin crew trainin rogram shall also, as a minimum, address:\n\n\t(i) Initial qualification;\n\n\t(ii) Continuing qualification;\n\n\t(iii) Re-qualification;\n\n\t(iv) If applicable, aircraft transition or conversion;\n\n\t(v) If applicable, other specialized training requirements;\n\n\t(vi) If applicable, each traditional training program requirement that is replaced by  equirement under an Advanced Qualification Program (AQP) as approved o ccepted by the Authority.",
            "page": 495
        },
        {
            "code": "CAB 2.1.1B",
            "guidance": null,
            "iosa_map": [
                "CAB 2 Training and Qualification",
                "2.1 Training Program"
            ],
            "paragraph": "If the Operator conducts cabin crew training and evaluation in accordance with an AQP, such AQ hall be approved or accepted by the Authority and incorporate the applicable elements an pecifications contained in Table 5.2 andTable 5.3 .",
            "page": 495
        },
        {
            "code": "CAB 2.1.2",
            "guidance": null,
            "iosa_map": [
                "CAB 2 Training and Qualification",
                "2.1 Training Program"
            ],
            "paragraph": "The Operator shall ensure all cabin crew members complete an initial training course:\n\n\t(i) As part of the cabin crew qualification process for individuals who have not previously bee ualified as a cabin crew member for the Operator;\n\n\t(ii) Prior to being assigned duties as a cabin crew member.",
            "page": 496
        },
        {
            "code": "CAB 2.1.3",
            "guidance": null,
            "iosa_map": [
                "CAB 2 Training and Qualification",
                "2.1 Training Program"
            ],
            "paragraph": "The Operator shall ensure all cabin crew members complete a recurrent training course once ever 2 months or, if applicable, in accordance with the Operator's AQP as specified in CAB 2.1.1B i rder to remain qualified to perform duties as a cabin crew member.",
            "page": 496
        },
        {
            "code": "CAB 2.1.4",
            "guidance": null,
            "iosa_map": [
                "CAB 2 Training and Qualification",
                "2.1 Training Program"
            ],
            "paragraph": "The Operator shall have a cabin crew requalification training course, which shall be completed:\n\n\t(i) By individuals who have failed to remain qualified as a cabin crew member;\n\n\t(ii) As part of the process to regain qualification to perform duties as a cabin crew member;\n\n\t(iii) If applicable, in accordance with the Operator's AQP as specified in CAB 2.1.1B.",
            "page": 497
        },
        {
            "code": "CAB 2.1.5",
            "guidance": null,
            "iosa_map": [
                "CAB 2 Training and Qualification",
                "2.1 Training Program"
            ],
            "paragraph": "The Operator shall have aircraft type training, which shall be completed by cabin crew members a art of the process to qualify and remain qualified to perform cabin crew duties on each type o ircraft to which they may be assigned. As a minimum, subjects covered under aircraft type trainin hall include:\n\n\t(i) Aircraft systems;\n\n\t(ii) Exit locations and operation;\n\n\t(iii) Emergency equipment locations and operation;\n\n\t(iv) Emergency assignments;\n\n\t(v) Unique features of the aircraft cabin (as applicable for variants of a common aircraf ype).",
            "page": 497
        },
        {
            "code": "CAB 2.1.6",
            "guidance": null,
            "iosa_map": [
                "CAB 2 Training and Qualification",
                "2.1 Training Program"
            ],
            "paragraph": "The Operator shall require instructors and evaluators that train and/or evaluate cabin crew member o successfully complete an instructor and/or evaluator training course that ensures such instructor nd evaluators have an adequate level of knowledge and standardization to provide, as applicable,\ninstruction or evaluation in the cabin crew training program.",
            "page": 498
        },
        {
            "code": "CAB 2.1.7",
            "guidance": null,
            "iosa_map": [
                "CAB 2 Training and Qualification",
                "2.1 Training Program"
            ],
            "paragraph": "The Operator shall ensure cabin crew training courses include testing or evaluation by written, oral o ractical means to satisfy requirements for cabin crew members to demonstrate adequat nowledge, competency and proficiency to perform duties, execute normal, abnormal an mergency procedures, and operate emergency and lifesaving equipment.",
            "page": 498
        },
        {
            "code": "CAB 2.1.8",
            "guidance": null,
            "iosa_map": [
                "CAB 2 Training and Qualification",
                "2.1 Training Program"
            ],
            "paragraph": "The Operator shall ensure the completion of required training by cabin crew members is recorde nd such records are retained in accordance with CAB 1.7.1 .",
            "page": 499
        },
        {
            "code": "CAB 2.2.1",
            "guidance": null,
            "iosa_map": [
                "CAB 2 Training and Qualification",
                "2.2 Program Elements"
            ],
            "paragraph": "The Operator shall ensure cabin crew members receive training or orientation to provide familiarit ith basic aviation subjects relevant to cabin operations and cabin crew duties. Such training o rientation shall be part of the cabin crew initial training course and, as a minimum, address th ollowing subject areas:\n\n\t(i) Applicable regulations;\n\n\t(ii) Aviation terminology;\n\n\t(iii) Basic theory of flight;\n\n\t(iv) Relevant aircraft systems;\n\n\t(v) Altitude physiology;\n\n\t(vi) Standard operating procedures for cabin operations on the ground and all phases o light.",
            "page": 500
        },
        {
            "code": "CAB 2.2.2",
            "guidance": null,
            "iosa_map": [
                "CAB 2 Training and Qualification",
                "2.2 Program Elements"
            ],
            "paragraph": "The Operator shall ensure cabin crew members receive training that provides knowledge of safet olicies and procedures associated with the preflight, in-flight and post-flight phases of cabi perations.",
            "page": 501
        },
        {
            "code": "CAB 2.2.3",
            "guidance": null,
            "iosa_map": [
                "CAB 2 Training and Qualification",
                "2.2 Program Elements"
            ],
            "paragraph": "The Operator shall ensure cabin crew members receive training that provides the knowledg equired to execute emergency procedures. Such training shall, as a minimum, address emergenc rocedures associated with:\n\n\t(i) Cabin fires;\n\n\t(ii) Smoke and fumes; \n\n\t(iii) Emergency landing (land and water);\n\n\t(iv) Planned cabin evacuation (land and water);\n\n\t(v) Unplanned cabin evacuation (land and water);\n\n\t(vi) Medical emergencies.\nConformance Applicabilit pecific to Aircraft Included in Included in Recurrent Conformanc ype Initial/Requalification Training through AQ rainin es* Yes Yes (every 24 months) Yes\n*Where multiple aircraft types are operated, this training shall cover all relevant aircraft-specifi ifferences in safety equipment and/or safety and security procedures.",
            "page": 501
        },
        {
            "code": "CAB 2.2.4",
            "guidance": null,
            "iosa_map": [
                "CAB 2 Training and Qualification",
                "2.2 Program Elements"
            ],
            "paragraph": "The Operator shall ensure cabin crew members receive training that provides the knowledg equired to understand the function and operation of cabin emergency equipment and to execut ssociated preflight checks.",
            "page": 502
        },
        {
            "code": "CAB 2.2.5",
            "guidance": null,
            "iosa_map": [
                "CAB 2 Training and Qualification",
                "2.2 Program Elements"
            ],
            "paragraph": "The Operator shall ensure cabin crew members complete practical training exercises consisting o abin drills and hands-on operation of cabin equipment. As a minimum, focus areas within the scop f practical training exercises shall include:\n\n\t(i) Cabin exit operations (normal and emergency) for each aircraft and exit type;\n\n\t(ii) Cabin emergency evacuation;\n\n\t(iii) If the operator uses aircraft equipped with cabin doors that have emergency egress slides:\n\n\t\t(a) Initial training: Use of emergency egress slide(s);\n\n\t\t(b) Requalification and recurrent training: Use of emergency egress slide(s) i ccordance with requirements of the Authority.\n\n\t(iv) Firefighting;\n\n\t(v) Oxygen administration;\n\n\t(vi) If required, ditching.",
            "page": 503
        },
        {
            "code": "CAB 2.2.6",
            "guidance": null,
            "iosa_map": [
                "CAB 2 Training and Qualification",
                "2.2 Program Elements"
            ],
            "paragraph": "If the Operator uses pressurized aircraft, the Operator shall ensure cabin crew members receiv raining in high altitude depressurization. Such training shall provide:\n\n\t(i) An understanding of the effects on crew and passengers;\n\n\t(ii) The knowledge necessary to execute associated emergency procedures.",
            "page": 504
        },
        {
            "code": "CAB 2.2.7",
            "guidance": null,
            "iosa_map": [
                "CAB 2 Training and Qualification",
                "2.2 Program Elements"
            ],
            "paragraph": "The Operator shall ensure cabin crew members receive training in dangerous goods awareness,\nrecognition and emergency action.",
            "page": 505
        },
        {
            "code": "CAB 2.2.8",
            "guidance": null,
            "iosa_map": [
                "CAB 2 Training and Qualification",
                "2.2 Program Elements"
            ],
            "paragraph": "The Operator shall ensure cabin crew members receive training in human performance to gain a nderstanding of the human factors involved in conducting cabin safety duties and coordinating wit he flight crew during the execution of onboard emergency procedures.",
            "page": 505
        },
        {
            "code": "CAB 2.2.9",
            "guidance": null,
            "iosa_map": [
                "CAB 2 Training and Qualification",
                "2.2 Program Elements"
            ],
            "paragraph": "If the Operator uses aircraft that require more than one cabin crew member, the Operator shal nsure cabin crew members receive training that provides the necessary awareness of other cabi rew assignments and procedures to assure fulfillment of all cabin crew duties in the event of a mergency situation.\nConformance Applicabilit pecific to Aircraft Included in Included in Recurrent Conformanc ype Initial/Requalification Training through AQ rainin o Yes Yes (every 24 months) Yes",
            "page": 506
        },
        {
            "code": "CAB 2.2.10",
            "guidance": null,
            "iosa_map": [
                "CAB 2 Training and Qualification",
                "2.2 Program Elements"
            ],
            "paragraph": "The Operator should ensure cabin crew members participate in joint training activities or exercise ith flight crew members for the purpose of enhancing onboard coordination and mutua nderstanding of the human factors involved in addressing emergency situations and securit hreats.",
            "page": 506
        },
        {
            "code": "CAB 2.2.11",
            "guidance": null,
            "iosa_map": [
                "CAB 2 Training and Qualification",
                "2.2 Program Elements"
            ],
            "paragraph": "The Operator shall ensure cabin crew members receive training that provides knowledge in first ai nd inflight medical events. As a minimum, subjects within the scope of first aid training include:\n\n\t(i) Life-threatening medical emergencies;\n\n\t(ii) Cardiopulmonary resuscitation (CPR);\n\n\t(iii) Management of injuries;\n\n\t(iv) Management of illnesses;\n\n\t(v) First-aid equipment and supplies;\n\n\t(vi) If applicable, medical equipment and supplies.",
            "page": 507
        },
        {
            "code": "CAB 2.2.12",
            "guidance": null,
            "iosa_map": [
                "CAB 2 Training and Qualification",
                "2.2 Program Elements"
            ],
            "paragraph": "The Operator shall ensure cabin crew members complete initial and recurrent security training a pproved or accepted by the State, and in accordance with the Operator's security training progra s specified in SEC 2.1.1 . Cabin crew security training shall address the following subject areas:\n\n\t(i) Determination of the seriousness of any occurrence;\n\n\t(ii) Causes of disruptive behavior on board and management of such types of incidents;\n\n\t(iii) Crew communication and coordination;\n\n\t(iv) Policy and procedures associated with flight deck access;\n\n\t(v) Appropriate self-defense responses;\n\n\t(vi) Use of non-lethal protective devices assigned to crew members for use as authorized by th tate;\n\n\t(vii) Understanding the behavior of terrorists so as to facilitate the ability to cope with hijacke ehavior and passenger responses;\n\n\t(viii) Situational training exercises regarding various threat conditions;\n\n\t(ix) Flight deck procedures to protect the aircraft; \n\n\t(x) Aircraft search procedures;\n\n\t(xi) As practicable, guidance on least-risk bomb locations.",
            "page": 509
        },
        {
            "code": "CAB 2.2.13",
            "guidance": null,
            "iosa_map": [
                "CAB 2 Training and Qualification",
                "2.2 Program Elements"
            ],
            "paragraph": "If the Operator uses aircraft that require more than one cabin crew member, the Operator shal nsure applicable cabin crew members have completed cabin crew leadership training (if applicable,\nas approved or accepted by the Authority) prior to being assigned to duties as a designated cabi rew leader, in accordance with CAB 3.1.2 .",
            "page": 510
        },
        {
            "code": "CAB 2.3.1",
            "guidance": null,
            "iosa_map": [
                "CAB 2 Training and Qualification",
                "2.3 Line Qualification"
            ],
            "paragraph": "The Operator shall ensure cabin crew members complete supervised line flight experience as part o he cabin crew initial qualification process and prior to being assigned unsupervised duties as a cabi rew member. Supervised line flight experience shall be completed during one or more actual lin light segments and shall require a cabin crew member to demonstrate an understanding of al esponsibilities and competency to perform the duties and execute the procedures associated wit abin operations.",
            "page": 511
        },
        {
            "code": "CAB 2.3.2",
            "guidance": null,
            "iosa_map": [
                "CAB 2 Training and Qualification",
                "2.3 Line Qualification"
            ],
            "paragraph": "If the Operator uses aircraft that require only one cabin crew member, the Operator shall ensur abin crew members complete supervised line flight experience on such aircraft as part of the cabi rew qualification or re-qualification process and prior to being assigned to perform unsupervise uties on an aircraft as the sole operating cabin crew member.",
            "page": 511
        },
        {
            "code": "CAB 2.3.3",
            "guidance": null,
            "iosa_map": [
                "CAB 2 Training and Qualification",
                "2.3 Line Qualification"
            ],
            "paragraph": "The Operator should ensure cabin crew members complete supervised line flight experience as par f the cabin crew re-qualification process and prior to being assigned unsupervised duties on an ircraft requiring more than one cabin crew member.",
            "page": 512
        },
        {
            "code": "CAB 2.3.4",
            "guidance": null,
            "iosa_map": [
                "CAB 2 Training and Qualification",
                "2.3 Line Qualification"
            ],
            "paragraph": "The Operator should ensure cabin crew members receive a periodic line evaluation or check whil erforming their duties during line operations.",
            "page": 513
        },
        {
            "code": "CAB 2.4.1",
            "guidance": null,
            "iosa_map": [
                "CAB 2 Training and Qualification",
                "2.4 SMS Training"
            ],
            "paragraph": "The Operator shall have a program that ensures its cabin operations personnel are trained an ompetent to perform SMS duties. The scope of such training shall be appropriate to eac ndividual's involvement in the SMS.",
            "page": 513
        },
        {
            "code": "CAB 2.4.2",
            "guidance": null,
            "iosa_map": [
                "CAB 2 Training and Qualification",
                "2.4 SMS Training"
            ],
            "paragraph": "If the Operator outsources cabin operations functions to external service providers, the Operato hould have a program that ensures personnel of external service providers are trained an ompetent to perform SMS duties. The scope of such training should be appropriate to individua nvolvement in the Operator s SMS.",
            "page": 514
        },
        {
            "code": "CAB 3.1.1",
            "guidance": null,
            "iosa_map": [
                "CAB 3 Line Operations",
                "3.1 Cabin Crew Requirements"
            ],
            "paragraph": "The Operator shall specify and require a minimum number of cabin crew members for each aircraf ype to ensure a safe and expeditious aircraft evacuation and to perform the necessary functions i n emergency. Such minimum cabin crew specification(s) shall:\n\n\t(i) Be based on aircraft seating capacity or number of passengers carried;\n\n\t(ii) Be in accordance with minimum cabin crew requirements of the Authority;\n\n\t(iii) If the Operator has procedures for a temporary reduction of minimum cabin cre omplement during a case of incapacitation or unforeseen circumstances at a stopover(layover) point where a replacement cannot be obtained, require such procedures to b pproved or accepted by the Authority.",
            "page": 514
        },
        {
            "code": "CAB 3.1.2",
            "guidance": null,
            "iosa_map": [
                "CAB 3 Line Operations",
                "3.1 Cabin Crew Requirements"
            ],
            "paragraph": "If the Operator uses aircraft that require more than one cabin crew member, the Operator shal nsure, for flights on such aircraft:\n\n\t(i) Designation of a suitably qualified cabin crew leader who has overall responsibility for th onduct and coordination of normal and emergency cabin procedures.\n\n\t(ii) A defined delegation of leadership duties during inflight rest periods and/or in the event o nexpected incapacitation of the cabin crew leader.",
            "page": 515
        },
        {
            "code": "CAB 3.1.3",
            "guidance": null,
            "iosa_map": [
                "CAB 3 Line Operations",
                "3.1 Cabin Crew Requirements"
            ],
            "paragraph": "The Operator shall have procedures to ensure communication between the cabin crew and fligh rew during line operations is conducted in the designated common language(s) of the Operator, a pecified in FLT 3.1.1 .",
            "page": 515
        },
        {
            "code": "CAB 3.1.4A",
            "guidance": null,
            "iosa_map": [
                "CAB 3 Line Operations",
                "3.1 Cabin Crew Requirements"
            ],
            "paragraph": "The Operator shall have a methodology for the purpose of managing fatigue-related safety risks t nsure fatigue occurring in one flight, successive flights or accumulated over a period of time doe ot impair a cabin crew member's alertness and ability to perform safety-related cabin duties. Suc ethodology shall consist of:\n\n\t(i) Flight time, flight duty period, duty period limitations and rest period requirements that are i ccordance with the applicable prescriptive fatigue management regulations of the State,\nand/or,\n\n\t(ii) If applicable, the Operator's Fatigue Risk Management System (FRMS) approved o ccepted by the State and established in accordance with CAB 3.1.4B .",
            "page": 516
        },
        {
            "code": "CAB 3.1.4B",
            "guidance": null,
            "iosa_map": [
                "CAB 3 Line Operations",
                "3.1 Cabin Crew Requirements"
            ],
            "paragraph": "If the Operator uses an FRMS to manage cabin crew fatigue-related safety risks, the Operator shal ncorporate scientific principles and knowledge within the FRMS, comply with any applicabl equirements for managing cabin crew fatigue as established by the State or Authority and, as  inimum:\n\n\t(i) Define and document the FRMS policy;\n\n\t(ii) Incorporate risk management processes for fatigue hazard identification, risk assessmen nd risk mitigation;\n\n\t(iii) Develop and maintain effective FRMS safety assurance processes;\n\n\t(iv) Establish and implement effective FRMS promotion processes.",
            "page": 516
        },
        {
            "code": "CAB 3.1.4C",
            "guidance": null,
            "iosa_map": [
                "CAB 3 Line Operations",
                "3.1 Cabin Crew Requirements"
            ],
            "paragraph": "If the Operator uses an FRMS to manage cabin crew fatigue-related safety risks, the Operator shoul nsure the organizational activities specified in CAB 3.1.4B related to the management of cabin cre atigue-related risks are integrated with the Operator's organizational safety management system(SMS) as specified in ORG 1.1.10 .",
            "page": 518
        },
        {
            "code": "CAB 3.1.5",
            "guidance": null,
            "iosa_map": [
                "CAB 3 Line Operations",
                "3.1 Cabin Crew Requirements"
            ],
            "paragraph": "The Operator shall have a process to ensure flight time, flight duty periods and rest periods for cabi rew members are recorded and retained for a minimum period of time in accordance with applicabl egulations.",
            "page": 518
        },
        {
            "code": "CAB 3.1.6",
            "guidance": null,
            "iosa_map": [
                "CAB 3 Line Operations",
                "3.1 Cabin Crew Requirements"
            ],
            "paragraph": "The Operator shall consider the following as duty time for the purpose of determining required res eriods and calculating duty time limitations for operating cabin crew members:\n\n\t(i) Entire duration of the flight;\n\n\t(ii) Pre-operating deadhead time;\n\n\t(iii) Training period(s) immediately prior to a flight;\n\n\t(iv) Administrative or office time immediately prior to a flight (for cabin crew members that serv n a management function).",
            "page": 519
        },
        {
            "code": "CAB 3.1.7",
            "guidance": null,
            "iosa_map": [
                "CAB 3 Line Operations",
                "3.1 Cabin Crew Requirements"
            ],
            "paragraph": "The Operator shall have a policy that ensures cabin crew members, prior to being assigned to duty,\nwill not be affected by factors that could impair human performance. Such factors include, as  inimum:\n\n\t(i) Pregnancy;\n\n\t(ii) Illness, surgery or use of medication(s);\n\n\t(iii) Blood donation;\n\n\t(iv) Deep underwater diving.",
            "page": 519
        },
        {
            "code": "CAB 3.2.1",
            "guidance": null,
            "iosa_map": [
                "CAB 3 Line Operations",
                "3.2 Cabin Crew Policies and Procedures"
            ],
            "paragraph": "The Operator shall have procedures that specify cabin crew functions, applicable to each aircraf ype, and actions to be executed during an emergency or situation requiring an emergenc vacuation.",
            "page": 520
        },
        {
            "code": "CAB 3.2.2",
            "guidance": null,
            "iosa_map": [
                "CAB 3 Line Operations",
                "3.2 Cabin Crew Policies and Procedures"
            ],
            "paragraph": "The Operator shall have procedures to ensure a coordinated and expeditious cabin evacuatio uring aircraft fueling operations with passengers embarking, on board or disembarking. As  inimum, procedures shall require:\n\n\t(i) Cabin exits are designated for rapid deplaning or emergency evacuation, and routes to suc xits are unobstructed;\n\n\t(ii) The area outside designated emergency evacuation exits is unobstructed;\n\n\t(iii) One cabin crew member or other qualified person is positioned by the boarding door(s);\n\n\t(iv) Means of communication are established among cabin crew members and with passengers;\n\n\t(v) A suitable method of communication is established between qualified persons that monito assenger safety and personnel that have responsibility for fueling operations.",
            "page": 520
        },
        {
            "code": "CAB 3.2.3",
            "guidance": null,
            "iosa_map": [
                "CAB 3 Line Operations",
                "3.2 Cabin Crew Policies and Procedures"
            ],
            "paragraph": "The Operator shall have a procedure to ensure the cabin crew verifies that:\n\n\t(i) Passenger and crew baggage in the passenger cabin is securely stowed;\n\n\t(ii) If applicable, cargo packages and/or passenger items being transported in passenger seat re properly secured.",
            "page": 521
        },
        {
            "code": "CAB 3.2.4A",
            "guidance": null,
            "iosa_map": [
                "CAB 3 Line Operations",
                "3.2 Cabin Crew Policies and Procedures"
            ],
            "paragraph": "The Operator shall have procedures for the opening and closing of aircraft cabin access doors durin ormal operations. Such procedures shall define:\n\n\t(i) Who is responsible for opening and closing aircraft cabin access doors;\n\n\t(ii) When doors should be opened and closed;\n\n\t(iii) Appropriate methods of communication and/or coordination between the cabin or flight cre nd ground personnel to ensure safety is maintained during normal door operations.",
            "page": 521
        },
        {
            "code": "CAB 3.2.4B",
            "guidance": null,
            "iosa_map": [
                "CAB 3 Line Operations",
                "3.2 Cabin Crew Policies and Procedures"
            ],
            "paragraph": "If the Operator uses aircraft equipped with cabin doors that have an automatic slide or slide/raf eployment system, the Operator shall have cabin crew procedures for arming and disarming suc oor systems.",
            "page": 522
        },
        {
            "code": "CAB 3.2.5",
            "guidance": null,
            "iosa_map": [
                "CAB 3 Line Operations",
                "3.2 Cabin Crew Policies and Procedures"
            ],
            "paragraph": "The Operator shall require cabin crew members to be seated with their safety harness fastened:\n\n\t(i) During the takeoff and landing phases of flight;\n\n\t(ii) Whenever the pilot-in-command (PIC) so directs.",
            "page": 522
        },
        {
            "code": "CAB 3.2.6",
            "guidance": null,
            "iosa_map": [
                "CAB 3 Line Operations",
                "3.2 Cabin Crew Policies and Procedures"
            ],
            "paragraph": "The Operator should require cabin crew members to be seated with their safety harnesses fastene hen the aircraft is taxiing, except to perform safety-related duties.",
            "page": 523
        },
        {
            "code": "CAB 3.2.7",
            "guidance": null,
            "iosa_map": [
                "CAB 3 Line Operations",
                "3.2 Cabin Crew Policies and Procedures"
            ],
            "paragraph": "The Operator shall have procedures for preparation of the cabin prior to takeoff and landing.",
            "page": 523
        },
        {
            "code": "CAB 3.2.8",
            "guidance": null,
            "iosa_map": [
                "CAB 3 Line Operations",
                "3.2 Cabin Crew Policies and Procedures"
            ],
            "paragraph": "The Operator shall have cabin crew procedures for providing passengers with instructions fo ppropriate action in the case of an in-flight emergency situation.",
            "page": 523
        },
        {
            "code": "CAB 3.2.9",
            "guidance": null,
            "iosa_map": [
                "CAB 3 Line Operations",
                "3.2 Cabin Crew Policies and Procedures"
            ],
            "paragraph": "If the Operator uses movable carts or trolleys for passenger service in the aircraft cabin, the Operato hall:\n\n\t(i) Ensure such carts or trolleys are equipped with braking devices;\n\n\t(ii) Have a process to ensure braking devices are operative;\n\n\t(iii) Have procedures to ensure unserviceable carts or trolleys are withdrawn for repair o eplacement.",
            "page": 524
        },
        {
            "code": "CAB 3.2.10",
            "guidance": null,
            "iosa_map": [
                "CAB 3 Line Operations",
                "3.2 Cabin Crew Policies and Procedures"
            ],
            "paragraph": "If the Operator uses movable carts or trolleys for passenger service in the aircraft cabin, the Operato hall have procedures to ensure such carts or trolleys are:\n\n\t(i) Stowed during the takeoff and landing phases of flight;\n\n\t(ii) Stowed when not in use;\n\n\t(iii) Stowed if feasible, or secured, during an emergency situation;\n\n\t(iv) Stowed if feasible, or secured, prior to or during turbulence;\n\n\t(v) Secured with braking device engaged at any time when stationary;\n\n\t(vi) Attended by cabin crew when used within the passenger cabin.",
            "page": 524
        },
        {
            "code": "CAB 3.2.12",
            "guidance": null,
            "iosa_map": [
                "CAB 3 Line Operations",
                "3.2 Cabin Crew Policies and Procedures"
            ],
            "paragraph": "If the Operator uses aircraft with electrical system circuit breakers that are accessible to cabin cre embers, the Operator shall have procedures that specify limitations for resetting tripped circui reakers by cabin crew members during flight.",
            "page": 525
        },
        {
            "code": "CAB 3.3.1",
            "guidance": null,
            "iosa_map": [
                "CAB 3 Line Operations",
                "3.3 Flight Deck Coordination"
            ],
            "paragraph": "The Operator shall have a policy and associated procedures that define a sterile flight deck durin ritical phases of flight, to include:\n\n\t(i) A procedure for communication between the cabin crew and flight crew;\n\n\t(ii) A procedure for notification of the flight crew in the event of an emergency.",
            "page": 525
        },
        {
            "code": "CAB 3.3.2",
            "guidance": null,
            "iosa_map": [
                "CAB 3 Line Operations",
                "3.3 Flight Deck Coordination"
            ],
            "paragraph": "If the Operator uses aircraft equipped with a flight deck door, the Operator shall have policies and/o rocedures that are in accordance with requirements of the Authority and, as a minimum, define:\n\n\t(i) When the flight deck door must remain locked;\n\n\t(ii) The means used and actions necessary for cabin crew members to:\n\n\t\t(a) Notify the flight crew in the event of suspicious activity or security breaches in th abin;\n\n\t\t(b) Gain entry to the flight deck.",
            "page": 526
        },
        {
            "code": "CAB 3.3.3",
            "guidance": null,
            "iosa_map": [
                "CAB 3 Line Operations",
                "3.3 Flight Deck Coordination"
            ],
            "paragraph": "The Operator shall have procedures for communication and coordination between the cabin cre nd flight crew to ensure a combined and coordinated process in addressing:\n\n\t(i) Passenger safety information;\n\n\t(ii) Cabin readiness prior to first aircraft movement, takeoff and landing;\n\n\t(iii) Arming or disarming of cabin door slides or slide rafts, if applicable;\n\n\t(iv) Preparation for and an encounter with turbulence;\n\n\t(v) Medical situations;\n\n\t(vi) Flight or cabin crew member incapacitation;\n\n\t(vii) Emergency evacuation;\n\n\t(viii) Abnormal situations;\n\n\t(ix) Emergency situations.",
            "page": 526
        },
        {
            "code": "CAB 3.3.4",
            "guidance": null,
            "iosa_map": [
                "CAB 3 Line Operations",
                "3.3 Flight Deck Coordination"
            ],
            "paragraph": "The Operator shall have procedures to ensure the cabin crew provides notification to the flight cre hen a safety-related situation has been identified.",
            "page": 527
        },
        {
            "code": "CAB 3.3.5",
            "guidance": null,
            "iosa_map": [
                "CAB 3 Line Operations",
                "3.3 Flight Deck Coordination"
            ],
            "paragraph": "The Operator should have a policy and procedures that define and specify the requirements fo tandard wording, terminology, signals and/or verbal commands used for communication betwee abin crew and flight crew during normal, abnormal and emergency situations.",
            "page": 527
        },
        {
            "code": "CAB 3.3.7",
            "guidance": null,
            "iosa_map": [
                "CAB 3 Line Operations",
                "3.3 Flight Deck Coordination"
            ],
            "paragraph": "The Operator shall have procedures that ensure the cabin crew is notified:\n\n\t(i) When to be seated and secure themselves for takeoff;\n\n\t(ii) When the flight is in the descent phase;\n\n\t(iii) When to be seated and secure themselves for landing.",
            "page": 528
        },
        {
            "code": "CAB 3.4.1",
            "guidance": null,
            "iosa_map": [
                "CAB 3 Line Operations",
                "3.4 Cabin Operations Policies and Procedures"
            ],
            "paragraph": "The Operator shall have a policy and procedures for the acceptance or non-acceptance, as well a nboard handling, of passengers who might require special handling by the cabin crew. Such polic nd procedures shall be in accordance with applicable regulations and, as a minimum, address:\n\n\t(i) Passengers with disabilities or reduced mobility;\n\n\t(ii) Passengers with injuries or illness;\n\n\t(iii) Persons on stretchers;\n\n\t(iv) Infants and children, including unaccompanied children (UMNR) if accepted;\n\n\t(v) Inadmissible passengers, deportees, or persons in custody.",
            "page": 528
        },
        {
            "code": "CAB 3.4.2",
            "guidance": null,
            "iosa_map": [
                "CAB 3 Line Operations",
                "3.4 Cabin Operations Policies and Procedures"
            ],
            "paragraph": "The Operator shall have a policy and associated procedures for addressing passengers that exhibi nruly behavior and/or interfere with a crew member prior to or during flight. Such policy an rocedures shall be in accordance with local laws and regulations, and also specify reasonabl easures for ensuring passengers obey lawful commands from the PIC and/or cabin crew for th urpose of securing the safety of the aircraft, persons on board and their property. As a minimum, th olicy and procedures shall address:\n\n\t(i) Identification of passenger unruly behavior and interference;\n\n\t(ii) Identification of passengers showing signs of intoxication, whether from alcohol or othe ubstances, which might contribute to unruly behavior and interference;\n\n\t(iii) Conditions under which passengers may be denied boarding, disembarked or restrained i ccordance with the authority of the PIC;\n\n\t(iv) Reporting of instances of unruly behavior.",
            "page": 529
        },
        {
            "code": "CAB 3.4.4",
            "guidance": null,
            "iosa_map": [
                "CAB 3 Line Operations",
                "3.4 Cabin Operations Policies and Procedures"
            ],
            "paragraph": "The Operator shall have cabin crew procedures that require all passengers to be seated with thei eat belts (or harness or other restraint provided) fastened:\n\n\t(i) For the taxi, takeoff and landing phases of a flight;\n\n\t(ii) Prior to and/or during turbulence;\n\n\t(iii) When the PIC considers it necessary for the safety of the flight.",
            "page": 530
        },
        {
            "code": "CAB 3.4.5",
            "guidance": null,
            "iosa_map": [
                "CAB 3 Line Operations",
                "3.4 Cabin Operations Policies and Procedures"
            ],
            "paragraph": "If the Operator conducts passenger flights with or without cabin crew, the Operator shall hav rocedures that require the secure restraint of infants during the phases of flight and condition pecified in CAB 3.4.4 .",
            "page": 530
        },
        {
            "code": "CAB 3.4.6",
            "guidance": null,
            "iosa_map": [
                "CAB 3 Line Operations",
                "3.4 Cabin Operations Policies and Procedures"
            ],
            "paragraph": "If the Operator conducts passenger flights with or without cabin crew and uses aircraft that hav assenger seats adjacent to cabin emergency exits, the Operator shall have guidance an rocedures to ensure passengers seated in such seats meet any applicable requirements an estrictions.",
            "page": 531
        },
        {
            "code": "CAB 3.4.8",
            "guidance": null,
            "iosa_map": [
                "CAB 3 Line Operations",
                "3.4 Cabin Operations Policies and Procedures"
            ],
            "paragraph": "If the Operator conducts passenger flights with or without cabin crew, the Operator shall hav uidelines and associated procedures to ensure control of the use of portable electronic devices i he passenger cabin.",
            "page": 531
        },
        {
            "code": "CAB 3.4.10",
            "guidance": null,
            "iosa_map": [
                "CAB 3 Line Operations",
                "3.4 Cabin Operations Policies and Procedures"
            ],
            "paragraph": "The Operator shall have cabin crew procedures that ensure passengers are briefed on matter elated to safety, including turbulence, normal, abnormal and emergency situations.",
            "page": 531
        },
        {
            "code": "CAB 3.4.11",
            "guidance": null,
            "iosa_map": [
                "CAB 3 Line Operations",
                "3.4 Cabin Operations Policies and Procedures"
            ],
            "paragraph": "The Operator shall have guidance and associated cabin crew procedures to ensure passengers:\n\n\t(i) Are informed and receive instruction on all restrictions pertaining to onboard smoking;\n\n\t(ii) Comply with the Fasten Seat Belt sign and, if applicable, the No Smoking sign.",
            "page": 532
        },
        {
            "code": "CAB 3.4.12",
            "guidance": null,
            "iosa_map": [
                "CAB 3 Line Operations",
                "3.4 Cabin Operations Policies and Procedures"
            ],
            "paragraph": "The Operator shall have cabin crew procedures and guidance to ensure passengers are familiar wit ocation and use of:\n\n\t(i) Seat belts;\n\n\t(ii) Emergency exits;\n\n\t(iii) Life jackets (individual flotation devices), if required;\n\n\t(iv) Oxygen masks, where applicable;\n\n\t(v) Other emergency equipment provided for individual use, including safety informatio ards.",
            "page": 532
        },
        {
            "code": "CAB 3.4.13",
            "guidance": null,
            "iosa_map": [
                "CAB 3 Line Operations",
                "3.4 Cabin Operations Policies and Procedures"
            ],
            "paragraph": "The Operator shall have a cabin crew policy and procedures that ensure, as applicable to aircraf ype and configuration, the delivery of oxygen to passengers:\n\n\t(i) Immediately following a depressurization;\n\n\t(ii) For treatment during a medical event where oxygen is required.",
            "page": 533
        },
        {
            "code": "CAB 3.4.14",
            "guidance": null,
            "iosa_map": [
                "CAB 3 Line Operations",
                "3.4 Cabin Operations Policies and Procedures"
            ],
            "paragraph": "The Operator shall have a policy that defines the acceptance or non-acceptance of passengers tha ave the potential need for supplementary oxygen and, if such passengers are accepted, procedure or the administration and stowing of supplementary oxygen.",
            "page": 533
        },
        {
            "code": "CAB 3.4.15",
            "guidance": null,
            "iosa_map": [
                "CAB 3 Line Operations",
                "3.4 Cabin Operations Policies and Procedures"
            ],
            "paragraph": "The Operator shall ensure the immediate availability of procedures and associated checklist(s),\napplicable to each aircraft type, to be used for an in-flight search or inspection to discover conceale eapons, explosives, or other dangerous devices when sabotage or other type of unlawfu nterference is suspected. Such procedures shall contain:\n\n\t(i) Guidance for the course of action to be taken if a bomb or suspicious object is found;\n\n\t(ii) Least risk location(s) for a bomb or explosives specific to each aircraft type, if so designate y the manufacturer.",
            "page": 534
        },
        {
            "code": "CAB 4.1.1",
            "guidance": null,
            "iosa_map": [
                "CAB 4 Cabin Systems and Equipment",
                "4.1 Preflight Inspection/Non-serviceable Equipment Reporting"
            ],
            "paragraph": "The Operator shall have procedures to ensure the availability, accessibility and serviceability o ircraft cabin emergency systems and equipment for passenger flights. Such procedures shal nclude a preflight inspection of systems and equipment, which, as a minimum, shall be conducted b he cabin crew or, if applicable, by the flight crew prior to the first flight:\n\n\t(i) After a new cabin crew has assumed control of the aircraft cabin unless there is a procedur or an onboard handover briefing (e.g. during transit stops) between a departing/inboun rew and a replacement/outbound crew that includes verification of the status of emergenc ystems and equipment;\n\n\t(ii) After an aircraft has been left unattended by a flight crew or cabin crew for any period of tim nless the Operator has a process or procedure that ensures cabin emergency systems an quipment remain undisturbed while crew members are temporarily absent from th abin.",
            "page": 534
        },
        {
            "code": "CAB 4.1.2",
            "guidance": null,
            "iosa_map": [
                "CAB 4 Cabin Systems and Equipment",
                "4.1 Preflight Inspection/Non-serviceable Equipment Reporting"
            ],
            "paragraph": "The Operator shall have a process that permits the cabin crew to report the existence of non-\nserviceable aircraft equipment prior to and after the completion of a flight.",
            "page": 535
        },
        {
            "code": "CAB 4.2.1",
            "guidance": null,
            "iosa_map": [
                "CAB 4 Cabin Systems and Equipment",
                "4.2 Safety Equipment Requirements"
            ],
            "paragraph": "If the Operator conducts passenger flights with or without cabin crew, the Operator shall ensure al assenger aircraft in its fleet are provisioned with a safety information card accessible to eac assenger, which contains appropriate information, instructions, restrictions or locations relevant to:\n\n\t(i) Seat belts;\n\n\t(ii) Emergency exits;\n\n\t(iii) If applicable, emergency escape path lighting;\n\n\t(iv) Life jackets (personal flotation devices), if required;\n\n\t(v) Passenger oxygen masks;\n\n\t(vi) Smoking restrictions.",
            "page": 535
        },
        {
            "code": "CAB 4.2.2",
            "guidance": null,
            "iosa_map": [
                "CAB 4 Cabin Systems and Equipment",
                "4.2 Safety Equipment Requirements"
            ],
            "paragraph": "If the Operator uses aircraft with more than 100 passenger seats on flight sector lengths of more tha wo hours, the Operator should ensure all such passenger aircraft in its fleet are equipped with  inimum of one medical kit, stored in a secure location, for use by medical doctors or individuals wit ppropriate qualifications or training.",
            "page": 536
        },
        {
            "code": "CAB 4.2.3",
            "guidance": null,
            "iosa_map": [
                "CAB 4 Cabin Systems and Equipment",
                "4.2 Safety Equipment Requirements"
            ],
            "paragraph": "The Operator should ensure all passenger aircraft in its fleet are equipped with one or more universa recaution kits for use by cabin crew members in managing:\n\n\t(i) Episodes of ill health associated with a case of suspected communicable disease;\n\n\t(ii) Cases of illness involving contact with body fluids.",
            "page": 536
        }
    ]
}