{
    "name": "Section 5 - Cabin Operations (CAB)",
    "code": "CAB",
    "applicability": "Applicability\nSection 5 addresses the safety and security requirements associated with the aircraft passenger cabin. All\nstandards and recommended practices (ISARPs) in this section are applicable to an operator that\nconducts passenger flights with cabin crew.\nIndividual CAB provisions or sub-specifications within a CAB provision that:\n Do not begin with a conditional phrase are applicable unless determined otherwise by the Auditor.\n Begin with a conditional phrase  If the Operator...  are applicable if the Operator meets the\ncondition(s) stated in the phrase.\n Begin with a conditional phrase  If the Operator conducts passenger flights with or without cabin\ncrew   are applicable if the Operator conducts passenger flights without cabin crew.\nAdditional ISARPs applicable to an operator that conducts passenger flights without cabin crew are\nlocated in Section 2 (FLT) of this manual.\nSpecifications applicable to the carriage of supernumeraries are located in Section 2 (FLT) of this manual.\nWhere an operator outsources the performance of cabin operations functions to external service providers,\nthe operator retains overall responsibility for ensuring the management of safety in such operations and\nmust demonstrate processes for monitoring applicable external service providers in accordance with\nCAB 1.10.2 .",
    "guidance": "General Guidance\nDefinitions of technical terms used in this ISM Section 5 , as well as the meaning of abbreviations and\nacronyms, are found in the IATA Reference Manual for Audit Programs (IRM).\nRefer to the IATA Cabin Operations Best Practices Guide for practical information and guidance related to\ncabin safety policies and procedures, (http://www.iata.org/publications/Pages/cabin-safety-guide.aspx ).\n1 Management and Control\n1.1 Management System Overview",
    "items": [
        {
            "code": "CAB 1.1.1",
            "guidance": null,
            "iosa_map": [
                "CAB 1 Management and Control",
                "1.1 Management System Overview"
            ],
            "paragraph": "The Operator shall have a management system for the cabin operations organization that ensures\ncontrol of cabin crew operations in the passenger cabin and the management of safety and security\noutcomes.",
            "page": 478
        },
        {
            "code": "CAB 1.1.2",
            "guidance": null,
            "iosa_map": [
                "CAB 1 Management and Control",
                "1.1 Management System Overview"
            ],
            "paragraph": "The Operator shall have a manager for cabin operations that:\n(i) If required, is a post holder acceptable to the Authority;\n(ii) Has the authority and is responsible for the management and supervision of all cabin\noperations activities;\n(iii) Is responsible for the management of safety and security risks to cabin operations.",
            "page": 479
        },
        {
            "code": "CAB 1.2.1",
            "guidance": null,
            "iosa_map": [
                "CAB 1 Management and Control",
                "1.2 Accountability, Authorities and Responsibilities"
            ],
            "paragraph": "The Operator shall ensure the cabin operations management system defines the safety\naccountability, authorities and responsibilities of management and non-management personnel that\nperform functions relevant to the safety and/or security of cabin operations. The management system\nshall also specify:\n(i) The levels of management with the authority to make decisions regarding risk tolerability\nwith respect to the safety and/or security of cabin operations;\n(ii) Responsibilities for ensuring cabin operations are conducted in accordance with applicable\nregulations and standards of the Operator;\n(iii) Lines of accountability throughout cabin operations, including direct accountability for safety\nand/or security on the part of cabin operations senior management.",
            "page": 479
        },
        {
            "code": "CAB 1.2.2",
            "guidance": null,
            "iosa_map": [
                "CAB 1 Management and Control",
                "1.2 Accountability, Authorities and Responsibilities"
            ],
            "paragraph": "The Operator shall have a process or procedure for the delegation of duties within the cabin\noperations management system that ensures managerial continuity is maintained when operational\nmanagers including, if applicable, post holders are unable to carry out work duties.",
            "page": 480
        },
        {
            "code": "CAB 1.2.3",
            "guidance": null,
            "iosa_map": [
                "CAB 1 Management and Control",
                "1.2 Accountability, Authorities and Responsibilities"
            ],
            "paragraph": "The Operator shall ensure a delegation of authority and assignment of responsibility within the\nmanagement system for liaison with regulatory authorities, original equipment manufacturers and\nother external entities relevant to cabin operations.",
            "page": 480
        },
        {
            "code": "CAB 1.2.4",
            "guidance": null,
            "iosa_map": [
                "CAB 1 Management and Control",
                "1.2 Accountability, Authorities and Responsibilities"
            ],
            "paragraph": "The Operator shall ensure the duties and responsibilities of cabin crew members are defined and\ndescribed in the Operations Manual (OM).",
            "page": 480
        },
        {
            "code": "CAB 1.2.5",
            "guidance": null,
            "iosa_map": [
                "CAB 1 Management and Control",
                "1.2 Accountability, Authorities and Responsibilities"
            ],
            "paragraph": "The Operator shall ensure cabin crew members maintain familiarity with laws, regulations and\nprocedures pertinent to the performance of their duties.",
            "page": 481
        },
        {
            "code": "CAB 1.3.1",
            "guidance": null,
            "iosa_map": [
                "CAB 1 Management and Control",
                "1.3 Communication"
            ],
            "paragraph": "The Operator shall have a system that enables effective communication of relevant safety and\noperational information throughout the cabin operations management system and in all areas where\ncabin operations are conducted. Such system shall ensure:\n(i) Personnel maintain an awareness of the SMS;\n(ii) Safety-critical information is conveyed;\n(iii) If applicable, external service providers are provided with information relevant to operations\nconducted.",
            "page": 481
        },
        {
            "code": "CAB 1.3.2",
            "guidance": null,
            "iosa_map": [
                "CAB 1 Management and Control",
                "1.3 Communication"
            ],
            "paragraph": "The Operator shall have processes to ensure information relevant to cabin crew policies, procedures\nand responsibilities is communicated to all cabin crew members, and to ensure essential operational\ninformation or guidance is communicated to the cabin crew prior to each flight.",
            "page": 481
        },
        {
            "code": "CAB 1.4.1",
            "guidance": null,
            "iosa_map": [
                "CAB 1 Management and Control",
                "1.4 Provision of Resources"
            ],
            "paragraph": "The Operator shall have the necessary facilities, workspace, equipment and supporting services, as\nwell as work environment, to satisfy cabin operations safety and security requirements.",
            "page": 482
        },
        {
            "code": "CAB 1.4.2",
            "guidance": null,
            "iosa_map": [
                "CAB 1 Management and Control",
                "1.4 Provision of Resources"
            ],
            "paragraph": "The Operator shall have a selection process for management and non-management positions within\ncabin operations organization that require the performance of functions relevant to the safety or\nsecurity of cabin operations. Such process shall ensure candidates are selected on the basis of\nknowledge, skills, training and experience appropriate for the position.",
            "page": 482
        },
        {
            "code": "CAB 1.5.3",
            "guidance": null,
            "iosa_map": [
                "CAB 1 Management and Control",
                "1.5 Documentation System"
            ],
            "paragraph": "The Operator shall have a system for the management and control of documentation and/or data\nused directly in the conduct or support of cabin operations. Such system shall ensure documentation:\n(i) Meets all required elements specified in Table 1.1 ;\n(ii) Contains legible and accurate information;\n(iii) Is presented in a format appropriate for use in cabin operations.",
            "page": 483
        },
        {
            "code": "CAB 1.6.1",
            "guidance": null,
            "iosa_map": [
                "CAB 1 Management and Control",
                "1.6 Operations Manual (OM)"
            ],
            "paragraph": "The Operator shall have an Operations Manual (OM), which may be issued in separate parts, that\ncontains the policies, procedures and other guidance or information necessary for cabin crew\nmembers to perform their duties and be in compliance with applicable regulations, laws, rules and\nOperator standards. The content of the OM shall be in accordance with specifications in\nTable 5.1 .",
            "page": 483
        },
        {
            "code": "CAB 1.6.2",
            "guidance": null,
            "iosa_map": [
                "CAB 1 Management and Control",
                "1.6 Operations Manual (OM)"
            ],
            "paragraph": "If required by the Authority, the Operator shall have a process to ensure the OM, including updates\nand revisions, is submitted for acceptance or approval.",
            "page": 484
        },
        {
            "code": "CAB 1.6.3",
            "guidance": null,
            "iosa_map": [
                "CAB 1 Management and Control",
                "1.6 Operations Manual (OM)"
            ],
            "paragraph": "The Operator shall have a process to ensure cabin crew members are issued or have direct access\nto, as a minimum, those parts of the OM that address duties and responsibilities relevant to the safety\nand security of cabin operations.",
            "page": 484
        },
        {
            "code": "CAB 1.6.4",
            "guidance": null,
            "iosa_map": [
                "CAB 1 Management and Control",
                "1.6 Operations Manual (OM)"
            ],
            "paragraph": "The Operator shall have a process to ensure holders of the OM enter the most current amendments\nor revisions into the manual and maintain the manual in an up-to-date condition.",
            "page": 484
        },
        {
            "code": "CAB 1.6.5",
            "guidance": null,
            "iosa_map": [
                "CAB 1 Management and Control",
                "1.6 Operations Manual (OM)"
            ],
            "paragraph": "The Operator shall ensure a minimum of one complete version of the OM as specified in CAB 1.6.1 is\naccessible on board the aircraft for passenger flights and located in a manner that provides for:\n(i) If used directly for the conduct of cabin operations, immediate access by each cabin crew\nmember;\n(ii) If used as a reference document only, unobstructed access by the cabin crew.",
            "page": 485
        },
        {
            "code": "CAB 1.6.6",
            "guidance": null,
            "iosa_map": [
                "CAB 1 Management and Control",
                "1.6 Operations Manual (OM)"
            ],
            "paragraph": "The Operator shall ensure information in the OM pertaining to cabin crew duties and responsibilities\nis published in the designated common language(s) of the Operator, as specified in CAB 3.1.3 .",
            "page": 486
        },
        {
            "code": "CAB 1.6.7",
            "guidance": null,
            "iosa_map": [
                "CAB 1 Management and Control",
                "1.6 Operations Manual (OM)"
            ],
            "paragraph": "If the Operator publishes a practical manual for use by the cabin crew in the performance of cabin\noperations duties, the Operator shall ensure one or more copies of the up-to-date practical manual\nare on board the aircraft for passenger flights and located in a manner that provides for immediate\naccess by each cabin crew member.",
            "page": 486
        },
        {
            "code": "CAB 1.7.1",
            "guidance": null,
            "iosa_map": [
                "CAB 1 Management and Control",
                "1.7 Records System"
            ],
            "paragraph": "The Operator shall have a system for the management and control of cabin operations records to\nensure the content and retention of such records is in accordance with requirements of the Authority,\nas applicable, and to ensure operational records are subjected to standardized processes for:\n(i) Identification;\n(ii) Legibility;\n(iii) Maintenance;\n(iv) Retrieval;\n(v) Protection, integrity and security;\n(vi) Disposal, deletion (electronic records) and archiving.",
            "page": 486
        },
        {
            "code": "CAB 1.7.2",
            "guidance": null,
            "iosa_map": [
                "CAB 1 Management and Control",
                "1.7 Records System"
            ],
            "paragraph": "If the Operator uses an electronic system for the management and control of cabin operations\nrecords, the Operator shall ensure the system provides for a scheduled generation of backup record\nfiles.",
            "page": 487
        },
        {
            "code": "CAB 1.9.1",
            "guidance": null,
            "iosa_map": [
                "CAB 1 Management and Control",
                "1.9 Quality Assurance Program"
            ],
            "paragraph": "The Operator shall have a quality assurance program that provides for the auditing and evaluation of\nthe cabin operations management system and operational functions at planned intervals to ensure\nthe organization is:\n(i) Complying with applicable regulations and standards;\n(ii) Satisfying stated operational needs;\n(iii) Identifying areas requiring improvement;\n(iv) Identifying hazards to operations;\n(v) Assessing the effectiveness of safety risk controls.",
            "page": 487
        },
        {
            "code": "CAB 1.9.2",
            "guidance": null,
            "iosa_map": [
                "CAB 1 Management and Control",
                "1.9 Quality Assurance Program"
            ],
            "paragraph": "The Operator shall have a process to ensure significant issues arising from cabin operations quality\nassurance and risk management are subject to management review in accordance with ORG 4.1.1 .",
            "page": 488
        },
        {
            "code": "CAB 1.9.3",
            "guidance": null,
            "iosa_map": [
                "CAB 1 Management and Control",
                "1.9 Quality Assurance Program"
            ],
            "paragraph": "The Operator shall have a process for addressing findings that result from audits conducted under\nthe quality assurance program, which ensures:\n(i) Identification of root cause(s);\n(ii) Development of corrective action as appropriate to address findings;\n(iii) Implementation of corrective action in appropriate area(s) of cabin operations;\n(iv) Evaluation of corrective action to determine effectiveness.",
            "page": 488
        },
        {
            "code": "CAB 1.9.4",
            "guidance": null,
            "iosa_map": [
                "CAB 1 Management and Control",
                "1.9 Quality Assurance Program"
            ],
            "paragraph": "The Operator shall have an audit planning process and sufficient resources to ensure audits of cabin\noperations are:\n(i) Scheduled at intervals to meet regulatory and management system requirements;\n(ii) Conducted within the scheduled interval.",
            "page": 488
        },
        {
            "code": "CAB 1.10.1A",
            "guidance": null,
            "iosa_map": [
                "CAB 1 Management and Control",
                "1.10 Quality Control of Outsourced Operations and Products"
            ],
            "paragraph": "If the Operator has external service providers conduct outsourced cabin operations functions, the\nOperator should ensure a service provider selection process is in place that ensures:\n(i) Safety-relevant selection criteria are established;\n(ii) Service providers are evaluated against these criteria prior to selection.",
            "page": 489
        },
        {
            "code": "CAB 1.10.1B",
            "guidance": null,
            "iosa_map": [
                "CAB 1 Management and Control",
                "1.10 Quality Control of Outsourced Operations and Products"
            ],
            "paragraph": "If the Operator has external service providers conduct outsourced cabin operations functions, the\nOperator shall have a process to ensure a contract or agreement is executed with such external\nservice providers. Contracts or agreements shall identify the application of specific documented\nrequirements that can be monitored by the Operator to ensure requirements that affect the safety\nand/or security of cabin operations are being fulfilled by the service provider.",
            "page": 489
        },
        {
            "code": "CAB 1.10.2",
            "guidance": null,
            "iosa_map": [
                "CAB 1 Management and Control",
                "1.10 Quality Control of Outsourced Operations and Products"
            ],
            "paragraph": "If the Operator has external service providers conduct outsourced cabin operations functions, the\nOperator shall have a process to monitor such external service providers to ensure requirements that\naffect the safety and/or security of cabin operations are being fulfilled.",
            "page": 490
        },
        {
            "code": "CAB 1.10.3",
            "guidance": null,
            "iosa_map": [
                "CAB 1 Management and Control",
                "1.10 Quality Control of Outsourced Operations and Products"
            ],
            "paragraph": "If the Operator has external service providers conduct outsourced cabin operations functions, the\nOperator should include auditing as a process for the monitoring of external service providers in\naccordance with CAB 1.10.2 .",
            "page": 490
        },
        {
            "code": "CAB 1.10.4",
            "guidance": null,
            "iosa_map": [
                "CAB 1 Management and Control",
                "1.10 Quality Control of Outsourced Operations and Products"
            ],
            "paragraph": "The Operator should have a process to ensure equipment or other operational products relevant to\nthe safety of aircraft operations that are purchased or otherwise acquired from an external vendor or\nsupplier meet the product technical requirements specified by the Operator prior to being used in the\nconduct of operations.",
            "page": 490
        },
        {
            "code": "CAB 1.11.1",
            "guidance": null,
            "iosa_map": [
                "CAB 1 Management and Control",
                "1.11 Safety Management"
            ],
            "paragraph": "The Operator shall have a hazard identification program in the cabin operations organization that\nincludes a combination of reactive and proactive methods of hazard identification.",
            "page": 491
        },
        {
            "code": "CAB 1.11.2",
            "guidance": null,
            "iosa_map": [
                "CAB 1 Management and Control",
                "1.11 Safety Management"
            ],
            "paragraph": "The Operator shall have a safety risk assessment and mitigation program in the cabin operations\norganization that specifies processes to ensure:\n(i) Hazards are analyzed to determine corresponding safety risks to aircraft operations;\n(ii) Safety risks are assessed to determine the requirement for risk mitigation action(s);\n(iii) When required, risk mitigation actions are developed and implemented in cabin operations.",
            "page": 491
        },
        {
            "code": "CAB 1.11.3",
            "guidance": null,
            "iosa_map": [
                "CAB 1 Management and Control",
                "1.11 Safety Management"
            ],
            "paragraph": "The Operator shall have an operational safety reporting system in the cabin operations organization\nthat:\n(i) Encourages and facilitates cabin operations personnel to submit reports that identify safety\nhazards, expose safety deficiencies and raise safety concerns;\n(ii) Ensures mandatory reporting in accordance with applicable regulations;\n(iii) Includes analysis and cabin operations management action to address safety issues\nidentified through the reporting system.",
            "page": 493
        },
        {
            "code": "CAB 1.11.4",
            "guidance": null,
            "iosa_map": [
                "CAB 1 Management and Control",
                "1.11 Safety Management"
            ],
            "paragraph": "The Operator should have a confidential safety reporting system in the cabin operations organization\nthat encourages and facilitates the reporting of events, hazards and/or concerns resulting from or\nassociated with human performance in operations.",
            "page": 493
        },
        {
            "code": "CAB 1.11.5",
            "guidance": null,
            "iosa_map": [
                "CAB 1 Management and Control",
                "1.11 Safety Management"
            ],
            "paragraph": "The Operator shall have processes in the cabin operations organization for setting safety\nperformance indicators (SPIs) and, as applicable, safety performance targets (SPTs) as means to\nmonitor the achievement of its safety objectives and to validate the effectiveness of safety risk\ncontrols.",
            "page": 493
        },
        {
            "code": "CAB 2.1.1A",
            "guidance": null,
            "iosa_map": [
                "CAB 2 Training and Qualification",
                "2.1 Training Program"
            ],
            "paragraph": "The Operator shall have a training and evaluation program that is approved or accepted by the\nAuthority, and that ensures cabin crew members understand their responsibilities and are competent\nto perform the duties and functions associated with cabin operations. The cabin crew training\nprogram shall also, as a minimum, address:\n(i) Initial qualification;\n(ii) Continuing qualification;\n(iii) Re-qualification;\n(iv) If applicable, aircraft transition or conversion;\n(v) If applicable, other specialized training requirements;\n(vi) If applicable, each traditional training program requirement that is replaced by a\nrequirement under an Advanced Qualification Program (AQP) as approved or\naccepted by the Authority.",
            "page": 495
        },
        {
            "code": "CAB 2.1.1B",
            "guidance": null,
            "iosa_map": [
                "CAB 2 Training and Qualification",
                "2.1 Training Program"
            ],
            "paragraph": "If the Operator conducts cabin crew training and evaluation in accordance with an AQP, such AQP\nshall be approved or accepted by the Authority and incorporate the applicable elements and\nspecifications contained in Table 5.2 andTable 5.3 .",
            "page": 495
        },
        {
            "code": "CAB 2.1.2",
            "guidance": null,
            "iosa_map": [
                "CAB 2 Training and Qualification",
                "2.1 Training Program"
            ],
            "paragraph": "The Operator shall ensure all cabin crew members complete an initial training course:\n(i) As part of the cabin crew qualification process for individuals who have not previously been\nqualified as a cabin crew member for the Operator;\n(ii) Prior to being assigned duties as a cabin crew member.",
            "page": 496
        },
        {
            "code": "CAB 2.1.3",
            "guidance": null,
            "iosa_map": [
                "CAB 2 Training and Qualification",
                "2.1 Training Program"
            ],
            "paragraph": "The Operator shall ensure all cabin crew members complete a recurrent training course once every\n12 months or, if applicable, in accordance with the Operator's AQP as specified in CAB 2.1.1B in\norder to remain qualified to perform duties as a cabin crew member.",
            "page": 496
        },
        {
            "code": "CAB 2.1.4",
            "guidance": null,
            "iosa_map": [
                "CAB 2 Training and Qualification",
                "2.1 Training Program"
            ],
            "paragraph": "The Operator shall have a cabin crew requalification training course, which shall be completed:\n(i) By individuals who have failed to remain qualified as a cabin crew member;\n(ii) As part of the process to regain qualification to perform duties as a cabin crew member;\n(iii) If applicable, in accordance with the Operator's AQP as specified in CAB 2.1.1B.",
            "page": 497
        },
        {
            "code": "CAB 2.1.5",
            "guidance": null,
            "iosa_map": [
                "CAB 2 Training and Qualification",
                "2.1 Training Program"
            ],
            "paragraph": "The Operator shall have aircraft type training, which shall be completed by cabin crew members as\npart of the process to qualify and remain qualified to perform cabin crew duties on each type of\naircraft to which they may be assigned. As a minimum, subjects covered under aircraft type training\nshall include:\n(i) Aircraft systems;\n(ii) Exit locations and operation;\n(iii) Emergency equipment locations and operation;\n(iv) Emergency assignments;\n(v) Unique features of the aircraft cabin (as applicable for variants of a common aircraft\ntype).",
            "page": 497
        },
        {
            "code": "CAB 2.1.6",
            "guidance": null,
            "iosa_map": [
                "CAB 2 Training and Qualification",
                "2.1 Training Program"
            ],
            "paragraph": "The Operator shall require instructors and evaluators that train and/or evaluate cabin crew members\nto successfully complete an instructor and/or evaluator training course that ensures such instructors\nand evaluators have an adequate level of knowledge and standardization to provide, as applicable,\ninstruction or evaluation in the cabin crew training program.",
            "page": 498
        },
        {
            "code": "CAB 2.1.7",
            "guidance": null,
            "iosa_map": [
                "CAB 2 Training and Qualification",
                "2.1 Training Program"
            ],
            "paragraph": "The Operator shall ensure cabin crew training courses include testing or evaluation by written, oral or\npractical means to satisfy requirements for cabin crew members to demonstrate adequate\nknowledge, competency and proficiency to perform duties, execute normal, abnormal and\nemergency procedures, and operate emergency and lifesaving equipment.",
            "page": 498
        },
        {
            "code": "CAB 2.1.8",
            "guidance": null,
            "iosa_map": [
                "CAB 2 Training and Qualification",
                "2.1 Training Program"
            ],
            "paragraph": "The Operator shall ensure the completion of required training by cabin crew members is recorded\nand such records are retained in accordance with CAB 1.7.1 .",
            "page": 499
        },
        {
            "code": "CAB 2.2.1",
            "guidance": null,
            "iosa_map": [
                "CAB 2 Training and Qualification",
                "2.2 Program Elements"
            ],
            "paragraph": "The Operator shall ensure cabin crew members receive training or orientation to provide familiarity\nwith basic aviation subjects relevant to cabin operations and cabin crew duties. Such training or\norientation shall be part of the cabin crew initial training course and, as a minimum, address the\nfollowing subject areas:\n(i) Applicable regulations;\n(ii) Aviation terminology;\n(iii) Basic theory of flight;\n(iv) Relevant aircraft systems;\n(v) Altitude physiology;\n(vi) Standard operating procedures for cabin operations on the ground and all phases of\nflight.",
            "page": 500
        },
        {
            "code": "CAB 2.2.2",
            "guidance": null,
            "iosa_map": [
                "CAB 2 Training and Qualification",
                "2.2 Program Elements"
            ],
            "paragraph": "The Operator shall ensure cabin crew members receive training that provides knowledge of safety\npolicies and procedures associated with the preflight, in-flight and post-flight phases of cabin\noperations.",
            "page": 501
        },
        {
            "code": "CAB 2.2.3",
            "guidance": null,
            "iosa_map": [
                "CAB 2 Training and Qualification",
                "2.2 Program Elements"
            ],
            "paragraph": "The Operator shall ensure cabin crew members receive training that provides the knowledge\nrequired to execute emergency procedures. Such training shall, as a minimum, address emergency\nprocedures associated with:\n(i) Cabin fires;\n(ii) Smoke and fumes; \n(iii) Emergency landing (land and water);\n(iv) Planned cabin evacuation (land and water);\n(v) Unplanned cabin evacuation (land and water);\n(vi) Medical emergencies.\nConformance Applicability\nSpecific to Aircraft Included in Included in Recurrent Conformance\nType Initial/Requalification Training through AQP\nTraining\nYes* Yes Yes (every 24 months) Yes\n*Where multiple aircraft types are operated, this training shall cover all relevant aircraft-specific\ndifferences in safety equipment and/or safety and security procedures.",
            "page": 501
        },
        {
            "code": "CAB 2.2.4",
            "guidance": null,
            "iosa_map": [
                "CAB 2 Training and Qualification",
                "2.2 Program Elements"
            ],
            "paragraph": "The Operator shall ensure cabin crew members receive training that provides the knowledge\nrequired to understand the function and operation of cabin emergency equipment and to execute\nassociated preflight checks.",
            "page": 502
        },
        {
            "code": "CAB 2.2.5",
            "guidance": null,
            "iosa_map": [
                "CAB 2 Training and Qualification",
                "2.2 Program Elements"
            ],
            "paragraph": "The Operator shall ensure cabin crew members complete practical training exercises consisting of\ncabin drills and hands-on operation of cabin equipment. As a minimum, focus areas within the scope\nof practical training exercises shall include:\n(i) Cabin exit operations (normal and emergency) for each aircraft and exit type;\n(ii) Cabin emergency evacuation;\n(iii) If the operator uses aircraft equipped with cabin doors that have emergency egress slides:\n(a) Initial training: Use of emergency egress slide(s);\n(b) Requalification and recurrent training: Use of emergency egress slide(s) in\naccordance with requirements of the Authority.\n(iv) Firefighting;\n(v) Oxygen administration;\n(vi) If required, ditching.",
            "page": 503
        },
        {
            "code": "CAB 2.2.6",
            "guidance": null,
            "iosa_map": [
                "CAB 2 Training and Qualification",
                "2.2 Program Elements"
            ],
            "paragraph": "If the Operator uses pressurized aircraft, the Operator shall ensure cabin crew members receive\ntraining in high altitude depressurization. Such training shall provide:\n(i) An understanding of the effects on crew and passengers;\n(ii) The knowledge necessary to execute associated emergency procedures.",
            "page": 504
        },
        {
            "code": "CAB 2.2.7",
            "guidance": null,
            "iosa_map": [
                "CAB 2 Training and Qualification",
                "2.2 Program Elements"
            ],
            "paragraph": "The Operator shall ensure cabin crew members receive training in dangerous goods awareness,\nrecognition and emergency action.",
            "page": 505
        },
        {
            "code": "CAB 2.2.8",
            "guidance": null,
            "iosa_map": [
                "CAB 2 Training and Qualification",
                "2.2 Program Elements"
            ],
            "paragraph": "The Operator shall ensure cabin crew members receive training in human performance to gain an\nunderstanding of the human factors involved in conducting cabin safety duties and coordinating with\nthe flight crew during the execution of onboard emergency procedures.",
            "page": 505
        },
        {
            "code": "CAB 2.2.9",
            "guidance": null,
            "iosa_map": [
                "CAB 2 Training and Qualification",
                "2.2 Program Elements"
            ],
            "paragraph": "If the Operator uses aircraft that require more than one cabin crew member, the Operator shall\nensure cabin crew members receive training that provides the necessary awareness of other cabin\ncrew assignments and procedures to assure fulfillment of all cabin crew duties in the event of an\nemergency situation.\nConformance Applicability\nSpecific to Aircraft Included in Included in Recurrent Conformance\nType Initial/Requalification Training through AQP\nTraining\nNo Yes Yes (every 24 months) Yes",
            "page": 506
        },
        {
            "code": "CAB 2.2.10",
            "guidance": null,
            "iosa_map": [
                "CAB 2 Training and Qualification",
                "2.2 Program Elements"
            ],
            "paragraph": "The Operator should ensure cabin crew members participate in joint training activities or exercises\nwith flight crew members for the purpose of enhancing onboard coordination and mutual\nunderstanding of the human factors involved in addressing emergency situations and security\nthreats.",
            "page": 506
        },
        {
            "code": "CAB 2.2.11",
            "guidance": null,
            "iosa_map": [
                "CAB 2 Training and Qualification",
                "2.2 Program Elements"
            ],
            "paragraph": "The Operator shall ensure cabin crew members receive training that provides knowledge in first aid\nand inflight medical events. As a minimum, subjects within the scope of first aid training include:\n(i) Life-threatening medical emergencies;\n(ii) Cardiopulmonary resuscitation (CPR);\n(iii) Management of injuries;\n(iv) Management of illnesses;\n(v) First-aid equipment and supplies;\n(vi) If applicable, medical equipment and supplies.",
            "page": 507
        },
        {
            "code": "CAB 2.2.12",
            "guidance": null,
            "iosa_map": [
                "CAB 2 Training and Qualification",
                "2.2 Program Elements"
            ],
            "paragraph": "The Operator shall ensure cabin crew members complete initial and recurrent security training as\napproved or accepted by the State, and in accordance with the Operator's security training program\nas specified in SEC 2.1.1 . Cabin crew security training shall address the following subject areas:\n(i) Determination of the seriousness of any occurrence;\n(ii) Causes of disruptive behavior on board and management of such types of incidents;\n(iii) Crew communication and coordination;\n(iv) Policy and procedures associated with flight deck access;\n(v) Appropriate self-defense responses;\n(vi) Use of non-lethal protective devices assigned to crew members for use as authorized by the\nState;\n(vii) Understanding the behavior of terrorists so as to facilitate the ability to cope with hijacker\nbehavior and passenger responses;\n(viii) Situational training exercises regarding various threat conditions;\n(ix) Flight deck procedures to protect the aircraft; \n(x) Aircraft search procedures;\n(xi) As practicable, guidance on least-risk bomb locations.",
            "page": 509
        },
        {
            "code": "CAB 2.2.13",
            "guidance": null,
            "iosa_map": [
                "CAB 2 Training and Qualification",
                "2.2 Program Elements"
            ],
            "paragraph": "If the Operator uses aircraft that require more than one cabin crew member, the Operator shall\nensure applicable cabin crew members have completed cabin crew leadership training (if applicable,\nas approved or accepted by the Authority) prior to being assigned to duties as a designated cabin\ncrew leader, in accordance with CAB 3.1.2 .",
            "page": 510
        },
        {
            "code": "CAB 2.3.1",
            "guidance": null,
            "iosa_map": [
                "CAB 2 Training and Qualification",
                "2.3 Line Qualification"
            ],
            "paragraph": "The Operator shall ensure cabin crew members complete supervised line flight experience as part of\nthe cabin crew initial qualification process and prior to being assigned unsupervised duties as a cabin\ncrew member. Supervised line flight experience shall be completed during one or more actual line\nflight segments and shall require a cabin crew member to demonstrate an understanding of all\nresponsibilities and competency to perform the duties and execute the procedures associated with\ncabin operations.",
            "page": 511
        },
        {
            "code": "CAB 2.3.2",
            "guidance": null,
            "iosa_map": [
                "CAB 2 Training and Qualification",
                "2.3 Line Qualification"
            ],
            "paragraph": "If the Operator uses aircraft that require only one cabin crew member, the Operator shall ensure\ncabin crew members complete supervised line flight experience on such aircraft as part of the cabin\ncrew qualification or re-qualification process and prior to being assigned to perform unsupervised\nduties on an aircraft as the sole operating cabin crew member.",
            "page": 511
        },
        {
            "code": "CAB 2.3.3",
            "guidance": null,
            "iosa_map": [
                "CAB 2 Training and Qualification",
                "2.3 Line Qualification"
            ],
            "paragraph": "The Operator should ensure cabin crew members complete supervised line flight experience as part\nof the cabin crew re-qualification process and prior to being assigned unsupervised duties on any\naircraft requiring more than one cabin crew member.",
            "page": 512
        },
        {
            "code": "CAB 2.3.4",
            "guidance": null,
            "iosa_map": [
                "CAB 2 Training and Qualification",
                "2.3 Line Qualification"
            ],
            "paragraph": "The Operator should ensure cabin crew members receive a periodic line evaluation or check while\nperforming their duties during line operations.",
            "page": 513
        },
        {
            "code": "CAB 2.4.1",
            "guidance": null,
            "iosa_map": [
                "CAB 2 Training and Qualification",
                "2.4 SMS Training"
            ],
            "paragraph": "The Operator shall have a program that ensures its cabin operations personnel are trained and\ncompetent to perform SMS duties. The scope of such training shall be appropriate to each\nindividual's involvement in the SMS.",
            "page": 513
        },
        {
            "code": "CAB 2.4.2",
            "guidance": null,
            "iosa_map": [
                "CAB 2 Training and Qualification",
                "2.4 SMS Training"
            ],
            "paragraph": "If the Operator outsources cabin operations functions to external service providers, the Operator\nshould have a program that ensures personnel of external service providers are trained and\ncompetent to perform SMS duties. The scope of such training should be appropriate to individual\ninvolvement in the Operator s SMS.",
            "page": 514
        },
        {
            "code": "CAB 3.1.1",
            "guidance": null,
            "iosa_map": [
                "CAB 3 Line Operations",
                "3.1 Cabin Crew Requirements"
            ],
            "paragraph": "The Operator shall specify and require a minimum number of cabin crew members for each aircraft\ntype to ensure a safe and expeditious aircraft evacuation and to perform the necessary functions in\nan emergency. Such minimum cabin crew specification(s) shall:\n(i) Be based on aircraft seating capacity or number of passengers carried;\n(ii) Be in accordance with minimum cabin crew requirements of the Authority;\n(iii) If the Operator has procedures for a temporary reduction of minimum cabin crew\ncomplement during a case of incapacitation or unforeseen circumstances at a stopover\n(layover) point where a replacement cannot be obtained, require such procedures to be\napproved or accepted by the Authority.",
            "page": 514
        },
        {
            "code": "CAB 3.1.2",
            "guidance": null,
            "iosa_map": [
                "CAB 3 Line Operations",
                "3.1 Cabin Crew Requirements"
            ],
            "paragraph": "If the Operator uses aircraft that require more than one cabin crew member, the Operator shall\nensure, for flights on such aircraft:\n(i) Designation of a suitably qualified cabin crew leader who has overall responsibility for the\nconduct and coordination of normal and emergency cabin procedures.\n(ii) A defined delegation of leadership duties during inflight rest periods and/or in the event of\nunexpected incapacitation of the cabin crew leader.",
            "page": 515
        },
        {
            "code": "CAB 3.1.3",
            "guidance": null,
            "iosa_map": [
                "CAB 3 Line Operations",
                "3.1 Cabin Crew Requirements"
            ],
            "paragraph": "The Operator shall have procedures to ensure communication between the cabin crew and flight\ncrew during line operations is conducted in the designated common language(s) of the Operator, as\nspecified in FLT 3.1.1 .",
            "page": 515
        },
        {
            "code": "CAB 3.1.4A",
            "guidance": null,
            "iosa_map": [
                "CAB 3 Line Operations",
                "3.1 Cabin Crew Requirements"
            ],
            "paragraph": "The Operator shall have a methodology for the purpose of managing fatigue-related safety risks to\nensure fatigue occurring in one flight, successive flights or accumulated over a period of time does\nnot impair a cabin crew member's alertness and ability to perform safety-related cabin duties. Such\nmethodology shall consist of:\n(i) Flight time, flight duty period, duty period limitations and rest period requirements that are in\naccordance with the applicable prescriptive fatigue management regulations of the State,\nand/or,\n(ii) If applicable, the Operator's Fatigue Risk Management System (FRMS) approved or\naccepted by the State and established in accordance with CAB 3.1.4B .",
            "page": 516
        },
        {
            "code": "CAB 3.1.4B",
            "guidance": null,
            "iosa_map": [
                "CAB 3 Line Operations",
                "3.1 Cabin Crew Requirements"
            ],
            "paragraph": "If the Operator uses an FRMS to manage cabin crew fatigue-related safety risks, the Operator shall\nincorporate scientific principles and knowledge within the FRMS, comply with any applicable\nrequirements for managing cabin crew fatigue as established by the State or Authority and, as a\nminimum:\n(i) Define and document the FRMS policy;\n(ii) Incorporate risk management processes for fatigue hazard identification, risk assessment\nand risk mitigation;\n(iii) Develop and maintain effective FRMS safety assurance processes;\n(iv) Establish and implement effective FRMS promotion processes.",
            "page": 516
        },
        {
            "code": "CAB 3.1.4C",
            "guidance": null,
            "iosa_map": [
                "CAB 3 Line Operations",
                "3.1 Cabin Crew Requirements"
            ],
            "paragraph": "If the Operator uses an FRMS to manage cabin crew fatigue-related safety risks, the Operator should\nensure the organizational activities specified in CAB 3.1.4B related to the management of cabin crew\nfatigue-related risks are integrated with the Operator's organizational safety management system\n(SMS) as specified in ORG 1.1.10 .",
            "page": 518
        },
        {
            "code": "CAB 3.1.5",
            "guidance": null,
            "iosa_map": [
                "CAB 3 Line Operations",
                "3.1 Cabin Crew Requirements"
            ],
            "paragraph": "The Operator shall have a process to ensure flight time, flight duty periods and rest periods for cabin\ncrew members are recorded and retained for a minimum period of time in accordance with applicable\nregulations.",
            "page": 518
        },
        {
            "code": "CAB 3.1.6",
            "guidance": null,
            "iosa_map": [
                "CAB 3 Line Operations",
                "3.1 Cabin Crew Requirements"
            ],
            "paragraph": "The Operator shall consider the following as duty time for the purpose of determining required rest\nperiods and calculating duty time limitations for operating cabin crew members:\n(i) Entire duration of the flight;\n(ii) Pre-operating deadhead time;\n(iii) Training period(s) immediately prior to a flight;\n(iv) Administrative or office time immediately prior to a flight (for cabin crew members that serve\nin a management function).",
            "page": 519
        },
        {
            "code": "CAB 3.1.7",
            "guidance": null,
            "iosa_map": [
                "CAB 3 Line Operations",
                "3.1 Cabin Crew Requirements"
            ],
            "paragraph": "The Operator shall have a policy that ensures cabin crew members, prior to being assigned to duty,\nwill not be affected by factors that could impair human performance. Such factors include, as a\nminimum:\n(i) Pregnancy;\n(ii) Illness, surgery or use of medication(s);\n(iii) Blood donation;\n(iv) Deep underwater diving.",
            "page": 519
        },
        {
            "code": "CAB 3.2.1",
            "guidance": null,
            "iosa_map": [
                "CAB 3 Line Operations",
                "3.2 Cabin Crew Policies and Procedures"
            ],
            "paragraph": "The Operator shall have procedures that specify cabin crew functions, applicable to each aircraft\ntype, and actions to be executed during an emergency or situation requiring an emergency\nevacuation.",
            "page": 520
        },
        {
            "code": "CAB 3.2.2",
            "guidance": null,
            "iosa_map": [
                "CAB 3 Line Operations",
                "3.2 Cabin Crew Policies and Procedures"
            ],
            "paragraph": "The Operator shall have procedures to ensure a coordinated and expeditious cabin evacuation\nduring aircraft fueling operations with passengers embarking, on board or disembarking. As a\nminimum, procedures shall require:\n(i) Cabin exits are designated for rapid deplaning or emergency evacuation, and routes to such\nexits are unobstructed;\n(ii) The area outside designated emergency evacuation exits is unobstructed;\n(iii) One cabin crew member or other qualified person is positioned by the boarding door(s);\n(iv) Means of communication are established among cabin crew members and with passengers;\n(v) A suitable method of communication is established between qualified persons that monitor\npassenger safety and personnel that have responsibility for fueling operations.",
            "page": 520
        },
        {
            "code": "CAB 3.2.3",
            "guidance": null,
            "iosa_map": [
                "CAB 3 Line Operations",
                "3.2 Cabin Crew Policies and Procedures"
            ],
            "paragraph": "The Operator shall have a procedure to ensure the cabin crew verifies that:\n(i) Passenger and crew baggage in the passenger cabin is securely stowed;\n(ii) If applicable, cargo packages and/or passenger items being transported in passenger seats\nare properly secured.",
            "page": 521
        },
        {
            "code": "CAB 3.2.4A",
            "guidance": null,
            "iosa_map": [
                "CAB 3 Line Operations",
                "3.2 Cabin Crew Policies and Procedures"
            ],
            "paragraph": "The Operator shall have procedures for the opening and closing of aircraft cabin access doors during\nnormal operations. Such procedures shall define:\n(i) Who is responsible for opening and closing aircraft cabin access doors;\n(ii) When doors should be opened and closed;\n(iii) Appropriate methods of communication and/or coordination between the cabin or flight crew\nand ground personnel to ensure safety is maintained during normal door operations.",
            "page": 521
        },
        {
            "code": "CAB 3.2.4B",
            "guidance": null,
            "iosa_map": [
                "CAB 3 Line Operations",
                "3.2 Cabin Crew Policies and Procedures"
            ],
            "paragraph": "If the Operator uses aircraft equipped with cabin doors that have an automatic slide or slide/raft\ndeployment system, the Operator shall have cabin crew procedures for arming and disarming such\ndoor systems.",
            "page": 522
        },
        {
            "code": "CAB 3.2.5",
            "guidance": null,
            "iosa_map": [
                "CAB 3 Line Operations",
                "3.2 Cabin Crew Policies and Procedures"
            ],
            "paragraph": "The Operator shall require cabin crew members to be seated with their safety harness fastened:\n(i) During the takeoff and landing phases of flight;\n(ii) Whenever the pilot-in-command (PIC) so directs.",
            "page": 522
        },
        {
            "code": "CAB 3.2.6",
            "guidance": null,
            "iosa_map": [
                "CAB 3 Line Operations",
                "3.2 Cabin Crew Policies and Procedures"
            ],
            "paragraph": "The Operator should require cabin crew members to be seated with their safety harnesses fastened\nwhen the aircraft is taxiing, except to perform safety-related duties.",
            "page": 523
        },
        {
            "code": "CAB 3.2.7",
            "guidance": null,
            "iosa_map": [
                "CAB 3 Line Operations",
                "3.2 Cabin Crew Policies and Procedures"
            ],
            "paragraph": "The Operator shall have procedures for preparation of the cabin prior to takeoff and landing.",
            "page": 523
        },
        {
            "code": "CAB 3.2.8",
            "guidance": null,
            "iosa_map": [
                "CAB 3 Line Operations",
                "3.2 Cabin Crew Policies and Procedures"
            ],
            "paragraph": "The Operator shall have cabin crew procedures for providing passengers with instructions for\nappropriate action in the case of an in-flight emergency situation.",
            "page": 523
        },
        {
            "code": "CAB 3.2.9",
            "guidance": null,
            "iosa_map": [
                "CAB 3 Line Operations",
                "3.2 Cabin Crew Policies and Procedures"
            ],
            "paragraph": "If the Operator uses movable carts or trolleys for passenger service in the aircraft cabin, the Operator\nshall:\n(i) Ensure such carts or trolleys are equipped with braking devices;\n(ii) Have a process to ensure braking devices are operative;\n(iii) Have procedures to ensure unserviceable carts or trolleys are withdrawn for repair or\nreplacement.",
            "page": 524
        },
        {
            "code": "CAB 3.2.10",
            "guidance": null,
            "iosa_map": [
                "CAB 3 Line Operations",
                "3.2 Cabin Crew Policies and Procedures"
            ],
            "paragraph": "If the Operator uses movable carts or trolleys for passenger service in the aircraft cabin, the Operator\nshall have procedures to ensure such carts or trolleys are:\n(i) Stowed during the takeoff and landing phases of flight;\n(ii) Stowed when not in use;\n(iii) Stowed if feasible, or secured, during an emergency situation;\n(iv) Stowed if feasible, or secured, prior to or during turbulence;\n(v) Secured with braking device engaged at any time when stationary;\n(vi) Attended by cabin crew when used within the passenger cabin.",
            "page": 524
        },
        {
            "code": "CAB 3.2.12",
            "guidance": null,
            "iosa_map": [
                "CAB 3 Line Operations",
                "3.2 Cabin Crew Policies and Procedures"
            ],
            "paragraph": "If the Operator uses aircraft with electrical system circuit breakers that are accessible to cabin crew\nmembers, the Operator shall have procedures that specify limitations for resetting tripped circuit\nbreakers by cabin crew members during flight.",
            "page": 525
        },
        {
            "code": "CAB 3.3.1",
            "guidance": null,
            "iosa_map": [
                "CAB 3 Line Operations",
                "3.3 Flight Deck Coordination"
            ],
            "paragraph": "The Operator shall have a policy and associated procedures that define a sterile flight deck during\ncritical phases of flight, to include:\n(i) A procedure for communication between the cabin crew and flight crew;\n(ii) A procedure for notification of the flight crew in the event of an emergency.",
            "page": 525
        },
        {
            "code": "CAB 3.3.2",
            "guidance": null,
            "iosa_map": [
                "CAB 3 Line Operations",
                "3.3 Flight Deck Coordination"
            ],
            "paragraph": "If the Operator uses aircraft equipped with a flight deck door, the Operator shall have policies and/or\nprocedures that are in accordance with requirements of the Authority and, as a minimum, define:\n(i) When the flight deck door must remain locked;\n(ii) The means used and actions necessary for cabin crew members to:\n(a) Notify the flight crew in the event of suspicious activity or security breaches in the\ncabin;\n(b) Gain entry to the flight deck.",
            "page": 526
        },
        {
            "code": "CAB 3.3.3",
            "guidance": null,
            "iosa_map": [
                "CAB 3 Line Operations",
                "3.3 Flight Deck Coordination"
            ],
            "paragraph": "The Operator shall have procedures for communication and coordination between the cabin crew\nand flight crew to ensure a combined and coordinated process in addressing:\n(i) Passenger safety information;\n(ii) Cabin readiness prior to first aircraft movement, takeoff and landing;\n(iii) Arming or disarming of cabin door slides or slide rafts, if applicable;\n(iv) Preparation for and an encounter with turbulence;\n(v) Medical situations;\n(vi) Flight or cabin crew member incapacitation;\n(vii) Emergency evacuation;\n(viii) Abnormal situations;\n(ix) Emergency situations.",
            "page": 526
        },
        {
            "code": "CAB 3.3.4",
            "guidance": null,
            "iosa_map": [
                "CAB 3 Line Operations",
                "3.3 Flight Deck Coordination"
            ],
            "paragraph": "The Operator shall have procedures to ensure the cabin crew provides notification to the flight crew\nwhen a safety-related situation has been identified.",
            "page": 527
        },
        {
            "code": "CAB 3.3.5",
            "guidance": null,
            "iosa_map": [
                "CAB 3 Line Operations",
                "3.3 Flight Deck Coordination"
            ],
            "paragraph": "The Operator should have a policy and procedures that define and specify the requirements for\nstandard wording, terminology, signals and/or verbal commands used for communication between\ncabin crew and flight crew during normal, abnormal and emergency situations.",
            "page": 527
        },
        {
            "code": "CAB 3.3.7",
            "guidance": null,
            "iosa_map": [
                "CAB 3 Line Operations",
                "3.3 Flight Deck Coordination"
            ],
            "paragraph": "The Operator shall have procedures that ensure the cabin crew is notified:\n(i) When to be seated and secure themselves for takeoff;\n(ii) When the flight is in the descent phase;\n(iii) When to be seated and secure themselves for landing.",
            "page": 528
        },
        {
            "code": "CAB 3.4.1",
            "guidance": null,
            "iosa_map": [
                "CAB 3 Line Operations",
                "3.4 Cabin Operations Policies and Procedures"
            ],
            "paragraph": "The Operator shall have a policy and procedures for the acceptance or non-acceptance, as well as\nonboard handling, of passengers who might require special handling by the cabin crew. Such policy\nand procedures shall be in accordance with applicable regulations and, as a minimum, address:\n(i) Passengers with disabilities or reduced mobility;\n(ii) Passengers with injuries or illness;\n(iii) Persons on stretchers;\n(iv) Infants and children, including unaccompanied children (UMNR) if accepted;\n(v) Inadmissible passengers, deportees, or persons in custody.",
            "page": 528
        },
        {
            "code": "CAB 3.4.2",
            "guidance": null,
            "iosa_map": [
                "CAB 3 Line Operations",
                "3.4 Cabin Operations Policies and Procedures"
            ],
            "paragraph": "The Operator shall have a policy and associated procedures for addressing passengers that exhibit\nunruly behavior and/or interfere with a crew member prior to or during flight. Such policy and\nprocedures shall be in accordance with local laws and regulations, and also specify reasonable\nmeasures for ensuring passengers obey lawful commands from the PIC and/or cabin crew for the\npurpose of securing the safety of the aircraft, persons on board and their property. As a minimum, the\npolicy and procedures shall address:\n(i) Identification of passenger unruly behavior and interference;\n(ii) Identification of passengers showing signs of intoxication, whether from alcohol or other\nsubstances, which might contribute to unruly behavior and interference;\n(iii) Conditions under which passengers may be denied boarding, disembarked or restrained in\naccordance with the authority of the PIC;\n(iv) Reporting of instances of unruly behavior.",
            "page": 529
        },
        {
            "code": "CAB 3.4.4",
            "guidance": null,
            "iosa_map": [
                "CAB 3 Line Operations",
                "3.4 Cabin Operations Policies and Procedures"
            ],
            "paragraph": "The Operator shall have cabin crew procedures that require all passengers to be seated with their\nseat belts (or harness or other restraint provided) fastened:\n(i) For the taxi, takeoff and landing phases of a flight;\n(ii) Prior to and/or during turbulence;\n(iii) When the PIC considers it necessary for the safety of the flight.",
            "page": 530
        },
        {
            "code": "CAB 3.4.5",
            "guidance": null,
            "iosa_map": [
                "CAB 3 Line Operations",
                "3.4 Cabin Operations Policies and Procedures"
            ],
            "paragraph": "If the Operator conducts passenger flights with or without cabin crew, the Operator shall have\nprocedures that require the secure restraint of infants during the phases of flight and conditions\nspecified in CAB 3.4.4 .",
            "page": 530
        },
        {
            "code": "CAB 3.4.6",
            "guidance": null,
            "iosa_map": [
                "CAB 3 Line Operations",
                "3.4 Cabin Operations Policies and Procedures"
            ],
            "paragraph": "If the Operator conducts passenger flights with or without cabin crew and uses aircraft that have\npassenger seats adjacent to cabin emergency exits, the Operator shall have guidance and\nprocedures to ensure passengers seated in such seats meet any applicable requirements and\nrestrictions.",
            "page": 531
        },
        {
            "code": "CAB 3.4.8",
            "guidance": null,
            "iosa_map": [
                "CAB 3 Line Operations",
                "3.4 Cabin Operations Policies and Procedures"
            ],
            "paragraph": "If the Operator conducts passenger flights with or without cabin crew, the Operator shall have\nguidelines and associated procedures to ensure control of the use of portable electronic devices in\nthe passenger cabin.",
            "page": 531
        },
        {
            "code": "CAB 3.4.10",
            "guidance": null,
            "iosa_map": [
                "CAB 3 Line Operations",
                "3.4 Cabin Operations Policies and Procedures"
            ],
            "paragraph": "The Operator shall have cabin crew procedures that ensure passengers are briefed on matters\nrelated to safety, including turbulence, normal, abnormal and emergency situations.",
            "page": 531
        },
        {
            "code": "CAB 3.4.11",
            "guidance": null,
            "iosa_map": [
                "CAB 3 Line Operations",
                "3.4 Cabin Operations Policies and Procedures"
            ],
            "paragraph": "The Operator shall have guidance and associated cabin crew procedures to ensure passengers:\n(i) Are informed and receive instruction on all restrictions pertaining to onboard smoking;\n(ii) Comply with the Fasten Seat Belt sign and, if applicable, the No Smoking sign.",
            "page": 532
        },
        {
            "code": "CAB 3.4.12",
            "guidance": null,
            "iosa_map": [
                "CAB 3 Line Operations",
                "3.4 Cabin Operations Policies and Procedures"
            ],
            "paragraph": "The Operator shall have cabin crew procedures and guidance to ensure passengers are familiar with\nlocation and use of:\n(i) Seat belts;\n(ii) Emergency exits;\n(iii) Life jackets (individual flotation devices), if required;\n(iv) Oxygen masks, where applicable;\n(v) Other emergency equipment provided for individual use, including safety information\ncards.",
            "page": 532
        },
        {
            "code": "CAB 3.4.13",
            "guidance": null,
            "iosa_map": [
                "CAB 3 Line Operations",
                "3.4 Cabin Operations Policies and Procedures"
            ],
            "paragraph": "The Operator shall have a cabin crew policy and procedures that ensure, as applicable to aircraft\ntype and configuration, the delivery of oxygen to passengers:\n(i) Immediately following a depressurization;\n(ii) For treatment during a medical event where oxygen is required.",
            "page": 533
        },
        {
            "code": "CAB 3.4.14",
            "guidance": null,
            "iosa_map": [
                "CAB 3 Line Operations",
                "3.4 Cabin Operations Policies and Procedures"
            ],
            "paragraph": "The Operator shall have a policy that defines the acceptance or non-acceptance of passengers that\nhave the potential need for supplementary oxygen and, if such passengers are accepted, procedures\nfor the administration and stowing of supplementary oxygen.",
            "page": 533
        },
        {
            "code": "CAB 3.4.15",
            "guidance": null,
            "iosa_map": [
                "CAB 3 Line Operations",
                "3.4 Cabin Operations Policies and Procedures"
            ],
            "paragraph": "The Operator shall ensure the immediate availability of procedures and associated checklist(s),\napplicable to each aircraft type, to be used for an in-flight search or inspection to discover concealed\nweapons, explosives, or other dangerous devices when sabotage or other type of unlawful\ninterference is suspected. Such procedures shall contain:\n(i) Guidance for the course of action to be taken if a bomb or suspicious object is found;\n(ii) Least risk location(s) for a bomb or explosives specific to each aircraft type, if so designated\nby the manufacturer.",
            "page": 534
        },
        {
            "code": "CAB 4.1.1",
            "guidance": null,
            "iosa_map": [
                "CAB 4 Cabin Systems and Equipment",
                "4.1 Preflight Inspection/Non-serviceable Equipment Reporting"
            ],
            "paragraph": "The Operator shall have procedures to ensure the availability, accessibility and serviceability of\naircraft cabin emergency systems and equipment for passenger flights. Such procedures shall\ninclude a preflight inspection of systems and equipment, which, as a minimum, shall be conducted by\nthe cabin crew or, if applicable, by the flight crew prior to the first flight:\n(i) After a new cabin crew has assumed control of the aircraft cabin unless there is a procedure\nfor an onboard handover briefing (e.g. during transit stops) between a departing/inbound\ncrew and a replacement/outbound crew that includes verification of the status of emergency\nsystems and equipment;\n(ii) After an aircraft has been left unattended by a flight crew or cabin crew for any period of time\nunless the Operator has a process or procedure that ensures cabin emergency systems and\nequipment remain undisturbed while crew members are temporarily absent from the\ncabin.",
            "page": 534
        },
        {
            "code": "CAB 4.1.2",
            "guidance": null,
            "iosa_map": [
                "CAB 4 Cabin Systems and Equipment",
                "4.1 Preflight Inspection/Non-serviceable Equipment Reporting"
            ],
            "paragraph": "The Operator shall have a process that permits the cabin crew to report the existence of non-\nserviceable aircraft equipment prior to and after the completion of a flight.",
            "page": 535
        },
        {
            "code": "CAB 4.2.1",
            "guidance": null,
            "iosa_map": [
                "CAB 4 Cabin Systems and Equipment",
                "4.2 Safety Equipment Requirements"
            ],
            "paragraph": "If the Operator conducts passenger flights with or without cabin crew, the Operator shall ensure all\npassenger aircraft in its fleet are provisioned with a safety information card accessible to each\npassenger, which contains appropriate information, instructions, restrictions or locations relevant to:\n(i) Seat belts;\n(ii) Emergency exits;\n(iii) If applicable, emergency escape path lighting;\n(iv) Life jackets (personal flotation devices), if required;\n(v) Passenger oxygen masks;\n(vi) Smoking restrictions.",
            "page": 535
        },
        {
            "code": "CAB 4.2.2",
            "guidance": null,
            "iosa_map": [
                "CAB 4 Cabin Systems and Equipment",
                "4.2 Safety Equipment Requirements"
            ],
            "paragraph": "If the Operator uses aircraft with more than 100 passenger seats on flight sector lengths of more than\ntwo hours, the Operator should ensure all such passenger aircraft in its fleet are equipped with a\nminimum of one medical kit, stored in a secure location, for use by medical doctors or individuals with\nappropriate qualifications or training.",
            "page": 536
        },
        {
            "code": "CAB 4.2.3",
            "guidance": null,
            "iosa_map": [
                "CAB 4 Cabin Systems and Equipment",
                "4.2 Safety Equipment Requirements"
            ],
            "paragraph": "The Operator should ensure all passenger aircraft in its fleet are equipped with one or more universal\nprecaution kits for use by cabin crew members in managing:\n(i) Episodes of ill health associated with a case of suspected communicable disease;\n(ii) Cases of illness involving contact with body fluids.",
            "page": 536
        }
    ]
}